{
    "transcripts_id": "covid_10",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                    "content": "Welcome to the third meeting of the House of Commons Special Committee on the COVID-19 Pandemic."
                },
                {
                    "turn_index": 0,
                    "sent_index": 5,
                    "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                    "content": "Colleagues, we meet today to continue our discussion about how our country is dealing with the COVID-19 pandemic."
                },
                {
                    "turn_index": 9,
                    "sent_index": 1,
                    "speaker": "Mr. Pierre Paul-Hus (CharlesbourgHaute-Saint-Charles, CPC)",
                    "content": "Although we are right in the middle of a pandemic and the government has agreed to set aside all parliamentary business in order to concentrate solely on eliminating the virus in Canada and its impacts, the Prime Minister is deceiving Canadians by introducing measures to punish law-abiding firearm owners."
                },
                {
                    "turn_index": 27,
                    "sent_index": 5,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "That is why since that moment, we have continually worked on reaching out to the most vulnerable and supporting them as well."
                },
                {
                    "turn_index": 131,
                    "sent_index": 2,
                    "speaker": "Hon. Chrystia Freeland",
                    "content": "One of the most important things the federal government can do when it comes to the reopening of the Canadian economy is to work in close collaboration with the premiers of the provinces and territories."
                },
                {
                    "turn_index": 146,
                    "sent_index": 0,
                    "speaker": "Hon. Diane Lebouthillier",
                    "content": "This is a tough time for Canadians, and our government is doing everything it can to support them."
                },
                {
                    "turn_index": 21,
                    "sent_index": 5,
                    "speaker": "Mr. Yves-Franois Blanchet (BeloeilChambly, BQ)",
                    "content": "The gist of our proposal is to temporarily increase the old age security by about $25per week, or $110per month."
                },
                {
                    "turn_index": 35,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "Working with partners, we have reduced poverty by over a million people in this country, but there is more to do."
                },
                {
                    "turn_index": 35,
                    "sent_index": 3,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "We are reducing homelessness by half with historic investments."
                },
                {
                    "turn_index": 122,
                    "sent_index": 2,
                    "speaker": "Hon. Bernadette Jordan",
                    "content": "We know how important the fish and seafood sector is to our rural communities, our coastal communities."
                },
                {
                    "turn_index": 122,
                    "sent_index": 3,
                    "speaker": "Hon. Bernadette Jordan",
                    "content": "It's the backbone and the lifeblood of our communities and that's why we want to be there to support them."
                },
                {
                    "turn_index": 156,
                    "sent_index": 3,
                    "speaker": "Hon. Chrystia Freeland",
                    "content": "I would like to take this opportunity to highlight two other aspects of the essential support for farmers that we announced today: the $77 million to support food processors, which will not only be important for the processors, but helpful for the farmers who produce products that go to them; and the $250 million that we would like to add to the Canadian Dairy Commission's line of credit to raise it to half a billion dollars, which will be very helpful to our essential dairy farmers."
                },
                {
                    "turn_index": 189,
                    "sent_index": 4,
                    "speaker": "Hon. Bill Blair",
                    "content": "I'd also remind the member that other countries that have adopted sensible gun control laws, such as New Zealand, Australia and the United Kingdom, have also implemented very similar bans."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the discussion about introduction of petitions and prioritization of government matters.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 0,
                    "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                    "content": "I call the meeting to order."
                },
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                    "content": "Welcome to the third meeting of the House of Commons Special Committee on the COVID-19 Pandemic."
                },
                {
                    "turn_index": 0,
                    "sent_index": 29,
                    "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                    "content": "Now we'll proceed to presenting petitions."
                },
                {
                    "turn_index": 3,
                    "sent_index": 6,
                    "speaker": "Mr. Nathaniel Erskine-Smith (BeachesEast York, Lib.)",
                    "content": "Fundamentally, they call upon the Government of Canada to recognize indigenous languages as being official languages of Canada and to have each language recognized nationally, with implementations on regional and provincial levels, acknowledging that many regions have different languages."
                },
                {
                    "turn_index": 4,
                    "sent_index": 6,
                    "speaker": "Mr. Eric Duncan (StormontDundasSouth Glengarry, CPC)",
                    "content": "One thing Myles has been advocating for is the creation of a national opt-out program for organ donation."
                },
                {
                    "turn_index": 4,
                    "sent_index": 10,
                    "speaker": "Mr. Eric Duncan (StormontDundasSouth Glengarry, CPC)",
                    "content": "I give kudos to Myles not only for his strength personally but also for his advocacy for others and for saving lives in our country by advocating for a better and an improved organ donation system."
                },
                {
                    "turn_index": 5,
                    "sent_index": 2,
                    "speaker": "Mr. Peter Julian (New WestminsterBurnaby, NDP)",
                    "content": "Given that Canadians are living through unprecedented, catastrophic climate events, and at the same time our society, as you know, is suffering from worsening social and economic inequalitieshalf of Canadian families are only $200 away from insolvency in any given monthand particularly given the pandemic that we are currently experiencing, these petitioners are calling on the Government of Canada to support motion M-1, a made-in-Canada green new deal that I am presenting in front of the House of Commons."
                },
                {
                    "turn_index": 6,
                    "sent_index": 8,
                    "speaker": "Mr. Gord Johns (CourtenayAlberni, NDP)",
                    "content": "They are calling for the government to reform current drug policy to decriminalize personal possession, as has been done in Portugal and other countries, and to create with urgency and immediacy a system to provide safe and unadulterated access to substances so that people who use substances experimentally, recreationally or chronically are not at imminent risk of overdose due to a contaminated source."
                },
                {
                    "turn_index": 7,
                    "sent_index": 2,
                    "speaker": "Mr. Brad Vis (MissionMatsquiFraser Canyon, CPC)",
                    "content": "The petition highlights that the Liberal government's December 5, 2019, Speech from the Throne contains numerous inaccuracies about current firearms legislation and regulation; that the term military-style assault rifles is a political phrase undefined in Canadian law; that municipalities are constitutionally unable to enact criminal law to ban handguns in their jurisdictions; that the experts, including chiefs of police, agree that banning firearms and requiring law-abiding gun owners to follow more unnecessary red tape will not increase public safety; that the majority of guns used in violent crimes are smuggled into Canada from the United States; and that the Liberal government continues to target law-abiding firearms owners instead of the gangs, drug traffickers and illegal gun traffickers responsible for violence in our communities."
                },
                {
                    "turn_index": 9,
                    "sent_index": 1,
                    "speaker": "Mr. Pierre Paul-Hus (CharlesbourgHaute-Saint-Charles, CPC)",
                    "content": "Although we are right in the middle of a pandemic and the government has agreed to set aside all parliamentary business in order to concentrate solely on eliminating the virus in Canada and its impacts, the Prime Minister is deceiving Canadians by introducing measures to punish law-abiding firearm owners."
                },
                {
                    "turn_index": 12,
                    "sent_index": 3,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "member speak of those measures, because we are going to work together in the House to strengthen gun control."
                },
                {
                    "turn_index": 13,
                    "sent_index": 0,
                    "speaker": "Mr. Pierre Paul-Hus",
                    "content": "Mr.Chair, I can simply say to the Prime Minister that the Conservative Party has always been committed to battling criminals, not law-abiding citizens."
                },
                {
                    "turn_index": 13,
                    "sent_index": 1,
                    "speaker": "Mr. Pierre Paul-Hus",
                    "content": "Speaking of criminals, we know that, even before the pandemic, the Prime Minister had asked the Parole Board of Canada to release prisoners more easily and more quickly."
                },
                {
                    "turn_index": 14,
                    "sent_index": 0,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "The protection, the safety and the health of all Canadians are important for the government."
                },
                {
                    "turn_index": 14,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "We have indeed opened the doors to some more speedy releases, but only in very specific cases that present little or no danger for Canadians."
                }
            ]
        },
        {
            "query": "What did Paul-Hus think about the introduction of petitions and prioritization of government matters?",
            "oracle_info": [
                {
                    "turn_index": 9,
                    "sent_index": 1,
                    "speaker": "Mr. Pierre Paul-Hus (CharlesbourgHaute-Saint-Charles, CPC)",
                    "content": "Although we are right in the middle of a pandemic and the government has agreed to set aside all parliamentary business in order to concentrate solely on eliminating the virus in Canada and its impacts, the Prime Minister is deceiving Canadians by introducing measures to punish law-abiding firearm owners."
                },
                {
                    "turn_index": 11,
                    "sent_index": 1,
                    "speaker": "Mr. Pierre Paul-Hus",
                    "content": "However, I would like to know whether he considers that, with this order in council, organized crime, street gangs and other criminals are simply going to turn in their weapons."
                },
                {
                    "turn_index": 13,
                    "sent_index": 3,
                    "speaker": "Mr. Pierre Paul-Hus",
                    "content": "The Minister of Public Safety told us that the people were approaching the end of their sentences or were older, but we are learning in the media that some dangerous criminals are being released."
                },
                {
                    "turn_index": 15,
                    "sent_index": 0,
                    "speaker": "Mr. Pierre Paul-Hus",
                    "content": "So is the Prime Minister confirming to us that no dangerous criminals have been precipitously released so that they do not have to experience COVID-19 within the walls?"
                },
                {
                    "turn_index": 18,
                    "sent_index": 1,
                    "speaker": "Mr. Pierre Paul-Hus",
                    "content": "The Chinese government has not been transparent with the rest of the world about the coronavirus."
                }
            ]
        },
        {
            "query": "Did the Prime Minister agree with Mr. Pierre Paul-Hus when talking about introduction of petitions and prioritization of government matters?",
            "oracle_info": [
                {
                    "turn_index": 10,
                    "sent_index": 1,
                    "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                    "content": "Once again, too many families are facing tragedy and tremendous grief."
                },
                {
                    "turn_index": 10,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                    "content": "During the last election campaign, we promised to ban military-style assault weapons, and that is exactly what we have done."
                },
                {
                    "turn_index": 10,
                    "sent_index": 4,
                    "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                    "content": "It is a shame that, once more, the Conservatives do not want to strengthen gun control in the country."
                },
                {
                    "turn_index": 13,
                    "sent_index": 1,
                    "speaker": "Mr. Pierre Paul-Hus",
                    "content": "Speaking of criminals, we know that, even before the pandemic, the Prime Minister had asked the Parole Board of Canada to release prisoners more easily and more quickly."
                },
                {
                    "turn_index": 14,
                    "sent_index": 1,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "This is why we have taken additional measures in our correctional services to ensure that guards and inmates are protected."
                }
            ]
        },
        {
            "query": "Summarize the discussion about restoring Canadian businesses during the pandemic.",
            "oracle_info": [
                {
                    "turn_index": 45,
                    "sent_index": 2,
                    "speaker": "Hon. Andrew Scheer",
                    "content": "There are other aspects of the government's plans to help get people through this crisis that are also causing people to fall through the cracks."
                },
                {
                    "turn_index": 96,
                    "sent_index": 2,
                    "speaker": "Ms. Rachael Harder",
                    "content": "Several meat-packing plants have been forced to shut down because of COVID-19 and, as a result, farmers are forced to hold stock longer than expected."
                },
                {
                    "turn_index": 121,
                    "sent_index": 5,
                    "speaker": "Mr. Churence Rogers (BonavistaBurinTrinity, Lib.)",
                    "content": "In BonavistaBurinTrinity and across our country, our commercial fishery has seen many challenges and impacts."
                },
                {
                    "turn_index": 176,
                    "sent_index": 1,
                    "speaker": "Mr. Richard Lehoux",
                    "content": "Pork and beef producers are feeling the impact of the country's shutdown triggered by the pandemic."
                },
                {
                    "turn_index": 50,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "Our priority was getting support for Canadians right across the country with the CERB, with the wage subsidy and with other measures for students, for seniors, for farmers and for agricultural producers."
                },
                {
                    "turn_index": 50,
                    "sent_index": 5,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "We are going to work with communities and with industry as we look to reopen, to make sure that people have opportunities to work and are not penalized for it."
                },
                {
                    "turn_index": 94,
                    "sent_index": 4,
                    "speaker": "Ms. Rachael Harder",
                    "content": "The Canadian Federation of Agriculture requested $2.6 billion to help them out."
                },
                {
                    "turn_index": 94,
                    "sent_index": 5,
                    "speaker": "Ms. Rachael Harder",
                    "content": "Today, the government announced one-tenth of this amount."
                },
                {
                    "turn_index": 94,
                    "sent_index": 6,
                    "speaker": "Ms. Rachael Harder",
                    "content": "Why doesn't the Prime Minister care about the women and the men who work incredibly hard to keep Canada fed?"
                }
            ]
        },
        {
            "query": "What did Heather McPherson think about restoring Canadian businesses during the pandemic?",
            "oracle_info": [
                {
                    "turn_index": 133,
                    "sent_index": 4,
                    "speaker": "Ms. Heather McPherson (Edmonton Strathcona, NDP)",
                    "content": "The government and management ignored the pleas of workers and did not put effective safety protocols in place to deal with COVID-19."
                },
                {
                    "turn_index": 142,
                    "sent_index": 3,
                    "speaker": "Ms. Heather McPherson",
                    "content": "In fact, we know that 85% of workers are afraid for their safety."
                },
                {
                    "turn_index": 142,
                    "sent_index": 4,
                    "speaker": "Ms. Heather McPherson",
                    "content": "If the provincial government won't shut down the plant, will the federal government shut down unsafe plants through the Canadian Food Inspection Agency?"
                },
                {
                    "turn_index": 145,
                    "sent_index": 2,
                    "speaker": "Ms. Heather McPherson",
                    "content": "Can the finance minister please let us know if Cargill, a company that is owned by billionaires, with business in Luxembourg, a known tax haven, has received any federal funding this year for COVID-related support?"
                }
            ]
        },
        {
            "query": "What did Chrystia Freeland think about restoring Canadian businesses during the pandemic?",
            "oracle_info": [
                {
                    "turn_index": 154,
                    "sent_index": 2,
                    "speaker": "Hon. Chrystia Freeland",
                    "content": "I am very pleased as a Canadian that we have security that comes from being a country that produces not only enough food for ourselves, but also enough food to feed the world."
                },
                {
                    "turn_index": 138,
                    "sent_index": 3,
                    "speaker": "Hon. Chrystia Freeland",
                    "content": "No Canadian worker at any time should feel obliged to go to work in unsafe conditions."
                },
                {
                    "turn_index": 143,
                    "sent_index": 3,
                    "speaker": "Hon. Chrystia Freeland",
                    "content": "The duties of the food inspection agency, of course, are to ensure that the food produced at the plant is safe."
                }
            ]
        }
    ]
}