{
    "transcripts_id": "covid_0",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 42,
                    "sent_index": 3,
                    "speaker": "The Chair",
                    "content": "We will now proceed to the questioning of ministers."
                },
                {
                    "turn_index": 42,
                    "sent_index": 5,
                    "speaker": "The Chair",
                    "content": "The first question goes to the Leader of the Opposition, Mr. Scheer."
                },
                {
                    "turn_index": 43,
                    "sent_index": 2,
                    "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                    "content": "When the government first starting rolling out programs to help Canadians get through this pandemic, we raised points about some flaws and gaps in the program."
                },
                {
                    "turn_index": 43,
                    "sent_index": 5,
                    "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                    "content": "Here we are the first day of June and the government still has yet to address the flaws in its programs; it is still letting so many Canadians down."
                },
                {
                    "turn_index": 43,
                    "sent_index": 9,
                    "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                    "content": "I would like to ask the government when it will be fixing this unnecessarily rigid aspect of the wage subsidy program."
                },
                {
                    "turn_index": 51,
                    "sent_index": 3,
                    "speaker": "Hon. Andrew Scheer",
                    "content": "The fact of the matter is that the government left Canadians in a vulnerable position as we were entering this pandemic precisely because of its fiscal irresponsibility, and now they have designed programs that have unnecessary barriers in them that prevent more and more Canadians from getting the help they need."
                },
                {
                    "turn_index": 45,
                    "sent_index": 5,
                    "speaker": "Hon. Andrew Scheer",
                    "content": "The solution is very simple."
                },
                {
                    "turn_index": 45,
                    "sent_index": 6,
                    "speaker": "Hon. Andrew Scheer",
                    "content": "It is to also allow for those companies that have undergone acquisitions."
                },
                {
                    "turn_index": 48,
                    "sent_index": 2,
                    "speaker": "Hon. Andrew Scheer",
                    "content": "It's a yes-or-no question, and the minister still can't answer it."
                },
                {
                    "turn_index": 51,
                    "sent_index": 2,
                    "speaker": "Hon. Andrew Scheer",
                    "content": "We believe that when times were good, this government should have paid down debt instead of wasting money like $50 million to Mastercard and $12 million to Loblaws."
                },
                {
                    "turn_index": 82,
                    "sent_index": 4,
                    "speaker": "Mr. Alain Rayes",
                    "content": "Right now, community organizations are not receiving the money to which they are entitled to hire students, to put them to work and to give them an employment opportunity."
                },
                {
                    "turn_index": 89,
                    "sent_index": 2,
                    "speaker": "Ms. Nelly Shin",
                    "content": "By its own numbers, PSPC has had to cut the number of N95 masks the government has on order after cancelling contracts with companies that were not able to meet Canadian standards."
                },
                {
                    "turn_index": 155,
                    "sent_index": 1,
                    "speaker": "Mr. Larry Maguire (BrandonSouris, CPC)",
                    "content": "Chair, farmers have contacted my office about the massive delays with processing the advance payment program loans."
                },
                {
                    "turn_index": 162,
                    "sent_index": 0,
                    "speaker": "Mr. Larry Maguire",
                    "content": "Livestock producers are telling me that the premiums for the western livestock insurance program are too high."
                },
                {
                    "turn_index": 169,
                    "sent_index": 1,
                    "speaker": "Hon. Dominic LeBlanc",
                    "content": "In some sectors, such as tourism, fishery, hotels and restaurants, we do not know when activity will resume or whether it will resume slowly."
                },
                {
                    "turn_index": 277,
                    "sent_index": 3,
                    "speaker": "Ms. Niki Ashton (ChurchillKeewatinook Aski, NDP)",
                    "content": "This pandemic has hit Canadians hard."
                },
                {
                    "turn_index": 208,
                    "sent_index": 4,
                    "speaker": "Mr. Greg McLean (Calgary Centre, CPC)",
                    "content": "Can the Prime Minister confirm that his ministers have been working with environmental lobby groups for further financial support to engineer Canada's economy post COVID?"
                },
                {
                    "turn_index": 235,
                    "sent_index": 3,
                    "speaker": "Hon. Mlanie Joly",
                    "content": "That is why the Prime Minister and the Minister of Finance have committed an additional $1billion to help those businesses that fall through the cracks."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the debate about the flaws in government`s pandemic relief program.",
            "oracle_info": [
                {
                    "turn_index": 43,
                    "sent_index": 9,
                    "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                    "content": "I would like to ask the government when it will be fixing this unnecessarily rigid aspect of the wage subsidy program."
                },
                {
                    "turn_index": 45,
                    "sent_index": 7,
                    "speaker": "Hon. Andrew Scheer",
                    "content": "This is a very specific question: Will the government fix this program and allow for companies that have acquired another company to still access the wage subsidy program?"
                },
                {
                    "turn_index": 48,
                    "sent_index": 1,
                    "speaker": "Hon. Andrew Scheer",
                    "content": "Chair, reports indicate that up to half of the money allocated for the wage subsidy is going unspent, precisely because this government has left in unnecessarily rigid barriers for companies to be able to access it."
                },
                {
                    "turn_index": 44,
                    "sent_index": 2,
                    "speaker": "Hon. Chrystia Freeland (Deputy Prime Minister and Minister of Intergovernmental Affairs)",
                    "content": "It is very important for us that the wage subsidy be available to as many Canadian companies as possible."
                },
                {
                    "turn_index": 55,
                    "sent_index": 3,
                    "speaker": "Hon. Chrystia Freeland",
                    "content": "member said, the wage subsidy was really put in place to protect workers across Canada."
                }
            ]
        },
        {
            "query": "How did racism and long-term care related to government's policy?",
            "oracle_info": [
                {
                    "turn_index": 69,
                    "sent_index": 4,
                    "speaker": "Hon. Chrystia Freeland",
                    "content": "We have to acknowledge that anti-black racism is real in our country, that unconscious bias is real in our country and that systemic discrimination is real."
                },
                {
                    "turn_index": 70,
                    "sent_index": 2,
                    "speaker": "Mr. Jagmeet Singh",
                    "content": "We also know that race-based or discriminatory police practices still exist across Canada."
                },
                {
                    "turn_index": 71,
                    "sent_index": 3,
                    "speaker": "Hon. Chrystia Freeland",
                    "content": "On policing, racial profiling is unacceptable and unlawful."
                },
                {
                    "turn_index": 74,
                    "sent_index": 3,
                    "speaker": "Mr. Jagmeet Singh",
                    "content": "Instead of making excuses about the federal government not playing a role, why didn't the Prime Minister and the Liberal government show leadership in calling for an end to profit in long-term care homes?"
                },
                {
                    "turn_index": 75,
                    "sent_index": 1,
                    "speaker": "Hon. Chrystia Freeland",
                    "content": "Our government sees as a matter of utmost concern and utmost urgency what has been happening in long-term care homes in our country, and the reports we have received from the brave men and women of the Canadian Armed Forces about facilities in Ontario and Quebec need to be treated as historic documents that"
                }
            ]
        },
        {
            "query": "Summarize the questioning about Canada summer jobs program.",
            "oracle_info": [
                {
                    "turn_index": 77,
                    "sent_index": 0,
                    "speaker": "Mr. Alain Rayes",
                    "content": "Mr.Chair, why is it that employers from industry, businesses and community organizations that have been approved in the Canada summer jobs program still haven't received the money they're entitled to?"
                },
                {
                    "turn_index": 78,
                    "sent_index": 0,
                    "speaker": "Hon. Ahmed Hussen (Minister of Families, Children and Social Development)",
                    "content": "We are ensuring that the Canada summer jobs program is strengthened and enforced."
                },
                {
                    "turn_index": 78,
                    "sent_index": 1,
                    "speaker": "Hon. Ahmed Hussen (Minister of Families, Children and Social Development)",
                    "content": "We are making it more available to more students."
                },
                {
                    "turn_index": 80,
                    "sent_index": 2,
                    "speaker": "Mr. Alain Rayes",
                    "content": "Given the importance of the program for our youth who are looking to work, how is it that the organizations haven't yet received the money they need to hire students?"
                },
                {
                    "turn_index": 82,
                    "sent_index": 4,
                    "speaker": "Mr. Alain Rayes",
                    "content": "Right now, community organizations are not receiving the money to which they are entitled to hire students, to put them to work and to give them an employment opportunity."
                },
                {
                    "turn_index": 86,
                    "sent_index": 6,
                    "speaker": "Mr. Alain Rayes",
                    "content": "When is the government going to release the money required for young people to be able to work?"
                },
                {
                    "turn_index": 87,
                    "sent_index": 4,
                    "speaker": "Hon. Ahmed Hussen",
                    "content": "We're doing everything that we can to work through some of those obstacles."
                }
            ]
        },
        {
            "query": "Summarize the questioning about the local production of surgical masks, protective gowns and N95 masks.",
            "oracle_info": [
                {
                    "turn_index": 89,
                    "sent_index": 2,
                    "speaker": "Ms. Nelly Shin",
                    "content": "By its own numbers, PSPC has had to cut the number of N95 masks the government has on order after cancelling contracts with companies that were not able to meet Canadian standards."
                },
                {
                    "turn_index": 89,
                    "sent_index": 3,
                    "speaker": "Ms. Nelly Shin",
                    "content": "We know that companies right here in Canada were willing to step up and fill in the gap."
                },
                {
                    "turn_index": 89,
                    "sent_index": 4,
                    "speaker": "Ms. Nelly Shin",
                    "content": "Will the minister commit to making domestic production of PPE, including N95 masks, a priority?"
                },
                {
                    "turn_index": 91,
                    "sent_index": 2,
                    "speaker": "Hon. Anita Anand (Minister of Public Services and Procurement)",
                    "content": "We've been running multiple complementary supply chains at the same time."
                },
                {
                    "turn_index": 93,
                    "sent_index": 6,
                    "speaker": "Ms. Nelly Shin",
                    "content": "Is the government serious about growing domestic production capacity, or is it all talk and no action?"
                },
                {
                    "turn_index": 94,
                    "sent_index": 1,
                    "speaker": "Hon. Anita Anand",
                    "content": "We have signed 24 contracts with domestic companies for the production of PPE right here at home."
                },
                {
                    "turn_index": 95,
                    "sent_index": 1,
                    "speaker": "Ms. Nelly Shin",
                    "content": "Chair, how many of these have received financial support from the government?"
                }
            ]
        },
        {
            "query": "What did the opposition party and the minister debated about transparency of information during pandemic crisis?",
            "oracle_info": [
                {
                    "turn_index": 119,
                    "sent_index": 1,
                    "speaker": "Hon. Steven Guilbeault (Minister of Canadian Heritage)",
                    "content": "Chair, the government remains committed to maintaining the openness and transparency of our government during this challenging time."
                },
                {
                    "turn_index": 121,
                    "sent_index": 0,
                    "speaker": "Hon. Steven Guilbeault",
                    "content": "Treasury Board Secretariat has provided guidance to institutions to continue to make the best efforts to respond to Access to Information Act and Privacy Act requests and to provide published content"
                },
                {
                    "turn_index": 133,
                    "sent_index": 0,
                    "speaker": "Mr. John Brassard",
                    "content": "How much of the $35 billion of infrastructure money that was allocated to that bank has been spent so far?"
                },
                {
                    "turn_index": 135,
                    "sent_index": 0,
                    "speaker": "Mr. John Brassard",
                    "content": "In the context of Mr. Duclos' advice to his cabinet colleagues about openness and transparency, I'd like to ask the minister how much Mr. Lavalle was paid annually."
                },
                {
                    "turn_index": 138,
                    "sent_index": 2,
                    "speaker": "Mr. John Brassard",
                    "content": "There was no answer to that."
                }
            ]
        },
        {
            "query": "How was the reopening of the House of Commons related to the diplomatic relations of Canada?",
            "oracle_info": [
                {
                    "turn_index": 149,
                    "sent_index": 2,
                    "speaker": "Hon. Michael Chong",
                    "content": "It has no powers to introduce supply day motions, no powers to test government confidence, no powers to do the usual things that Parliament does."
                },
                {
                    "turn_index": 151,
                    "sent_index": 5,
                    "speaker": "Hon. Michael Chong",
                    "content": "It is failing to be strong and clear on Hong Kong and, while the situation today is not that of decades past, it is clear that Canada in the past stood for the rights of people in Hong Kong."
                },
                {
                    "turn_index": 151,
                    "sent_index": 6,
                    "speaker": "Hon. Michael Chong",
                    "content": "Canada needs to take much stronger diplomatic action on Hong Kong."
                },
                {
                    "turn_index": 151,
                    "sent_index": 7,
                    "speaker": "Hon. Michael Chong",
                    "content": "There are some 300,000 Canadians living there, and they are looking for the government's support."
                },
                {
                    "turn_index": 153,
                    "sent_index": 11,
                    "speaker": "Hon. Franois-Philippe Champagne (Minister of Foreign Affairs)",
                    "content": "We will be discussing it and will continue to raise our voices to stand up for the people of Hong Kong, and we will do it with our allies."
                }
            ]
        },
        {
            "query": "Why was the advance payment program delayed?",
            "oracle_info": [
                {
                    "turn_index": 157,
                    "sent_index": 2,
                    "speaker": "Hon. Marie-Claude Bibeau (Minister of Agriculture and Agri-Food)",
                    "content": "I can assure you that, under the circumstances, they are doing their best to make the advance payments"
                },
                {
                    "turn_index": 158,
                    "sent_index": 0,
                    "speaker": "Mr. Larry Maguire",
                    "content": "Farmers understand that some of the delays were caused by staff having to work remotely."
                },
                {
                    "turn_index": 158,
                    "sent_index": 1,
                    "speaker": "Mr. Larry Maguire",
                    "content": "However, did the minister approve a policy change on April 1 that made the eligibility for these loans more difficult during the middle of a pandemic, yes or no?"
                },
                {
                    "turn_index": 161,
                    "sent_index": 0,
                    "speaker": "Hon. Marie-Claude Bibeau",
                    "content": "Mr.Chair, we are constantly working with the administrators of the program."
                }
            ]
        },
        {
            "query": "What was the discussion about amendments of policies on protecting workers' and pensioners' rights?",
            "oracle_info": [
                {
                    "turn_index": 186,
                    "sent_index": 5,
                    "speaker": "Mr. Scott Duvall (Hamilton Mountain, NDP)",
                    "content": "Thousands of Canadian workers are exposed and vulnerable."
                },
                {
                    "turn_index": 186,
                    "sent_index": 6,
                    "speaker": "Mr. Scott Duvall (Hamilton Mountain, NDP)",
                    "content": "For years the government has promised to change the laws to protect workers from corporate bankruptcy, but has failed to deliver."
                },
                {
                    "turn_index": 190,
                    "sent_index": 1,
                    "speaker": "Mr. Scott Duvall",
                    "content": "Chair, the changes the government made last year to bankruptcy insolvency laws were largely cosmetic and won't protect workers' and pensioners' livelihoods once bankruptcy hits."
                },
                {
                    "turn_index": 196,
                    "sent_index": 2,
                    "speaker": "Hon. Filomena Tassi",
                    "content": "We want to absolutely ensure that pensions are protected."
                }
            ]
        },
        {
            "query": "What was the debate about government providing direct financial assistance to people living with disabilities?",
            "oracle_info": [
                {
                    "turn_index": 200,
                    "sent_index": 1,
                    "speaker": "Hon. Ahmed Hussen",
                    "content": "Chair, we are committed to advancing on the issues that have been identified by Canadians with disabilities."
                },
                {
                    "turn_index": 200,
                    "sent_index": 2,
                    "speaker": "Hon. Ahmed Hussen",
                    "content": "We are continuing that engagement, and we will have more to say on that very soon."
                },
                {
                    "turn_index": 201,
                    "sent_index": 1,
                    "speaker": "Mr. Daniel Blaikie",
                    "content": "I have a lot of sympathy for people across the country who are living with disabilities and are getting impatient with the fact that alongside its initial commitment to seniors, for instance, the government made a commitment to helping people living with disabilities with the same kind of direct financial assistance, and it hasn't come."
                },
                {
                    "turn_index": 201,
                    "sent_index": 2,
                    "speaker": "Mr. Daniel Blaikie",
                    "content": "Why has it taken so long for the government to get around to helping people who are in a crisis right now?"
                },
                {
                    "turn_index": 202,
                    "sent_index": 1,
                    "speaker": "Hon. Ahmed Hussen",
                    "content": "Chair, we have established the COVID-19 disability advisory group, comprising experts in disability inclusion."
                },
                {
                    "turn_index": 202,
                    "sent_index": 4,
                    "speaker": "Hon. Ahmed Hussen",
                    "content": "We have done a lot, but we will continue to do more, and we will have more to share on our continuing efforts to support persons with disabilities."
                }
            ]
        },
        {
            "query": "How was the tourism industry in Canada being affected, and what was the government`s implementations to ease the loss?",
            "oracle_info": [
                {
                    "turn_index": 222,
                    "sent_index": 0,
                    "speaker": "Mr. Chris d'Entremont",
                    "content": "Yesterday, the Minister responsible for tourism, ACOA and official languages was happy to close our national Tourism Week by announcing investments of $70 million to offset financial losses in the tourism industry across Canada."
                },
                {
                    "turn_index": 222,
                    "sent_index": 7,
                    "speaker": "Mr. Chris d'Entremont",
                    "content": "There's nothing for Atlantic Canada yet."
                },
                {
                    "turn_index": 222,
                    "sent_index": 8,
                    "speaker": "Mr. Chris d'Entremont",
                    "content": "Knowing that we just had an announcement from the Minister of Transport that there will be no cruise ships in Atlantic Canada or anywhere in Canada this year, resulting in hundreds of millions of dollars in losses, where is the program for Atlantic Canada?"
                },
                {
                    "turn_index": 224,
                    "sent_index": 5,
                    "speaker": "Mr. Chris d'Entremont",
                    "content": "There will be job losses and permanent closures of restaurants and boardwalk shops."
                },
                {
                    "turn_index": 225,
                    "sent_index": 6,
                    "speaker": "Hon. Mlanie Joly",
                    "content": "They can have access to the wage subsidy."
                },
                {
                    "turn_index": 225,
                    "sent_index": 8,
                    "speaker": "Hon. Mlanie Joly",
                    "content": "They have access to the rent relief program, the CEBA and ACOA funding."
                },
                {
                    "turn_index": 235,
                    "sent_index": 3,
                    "speaker": "Hon. Mlanie Joly",
                    "content": "That is why the Prime Minister and the Minister of Finance have committed an additional $1billion to help those businesses that fall through the cracks."
                }
            ]
        },
        {
            "query": "How was the government going to deal with overwhelming federal debt?",
            "oracle_info": [
                {
                    "turn_index": 251,
                    "sent_index": 3,
                    "speaker": "Hon. Bill Morneau",
                    "content": "Once the situation is more stable economically, we will certainly be coming forward with a broader plan."
                },
                {
                    "turn_index": 253,
                    "sent_index": 1,
                    "speaker": "Hon. Bill Morneau",
                    "content": "Chair, coming into this pandemic in a strong fiscal position with the lowest amount of debt among the G7 countries is a function of our economy that's afforded us the opportunity to invest on behalf of Canadians."
                },
                {
                    "turn_index": 253,
                    "sent_index": 2,
                    "speaker": "Hon. Bill Morneau",
                    "content": "We will continue to take that approach."
                },
                {
                    "turn_index": 265,
                    "sent_index": 3,
                    "speaker": "Mr. Dave Epp",
                    "content": "The balanced budget requirements force them to choose between slashed services and drastic tax hikes."
                },
                {
                    "turn_index": 265,
                    "sent_index": 4,
                    "speaker": "Mr. Dave Epp",
                    "content": "The Federation of Canadian Municipalities says they need $10 billion in targeted emergency operating funding, so do municipalities slash services, do they raise taxes, or will we be there for the municipalities?"
                }
            ]
        },
        {
            "query": "What was the debate over the economic recovery plan?",
            "oracle_info": [
                {
                    "turn_index": 291,
                    "sent_index": 2,
                    "speaker": "Mr. Gabriel Ste-Marie (Joliette, BQ)",
                    "content": "The government needs to present a picture of the economic situation and a picture of its overall emergency measures."
                },
                {
                    "turn_index": 291,
                    "sent_index": 5,
                    "speaker": "Mr. Gabriel Ste-Marie (Joliette, BQ)",
                    "content": "The government must also present its working scenarios for the economic recovery."
                },
                {
                    "turn_index": 298,
                    "sent_index": 0,
                    "speaker": "Hon. Bill Morneau",
                    "content": "Mr.Chair, we feel it is very important to consider what we need to do in each phase of our recovery."
                },
                {
                    "turn_index": 301,
                    "sent_index": 0,
                    "speaker": "Hon. Bill Morneau",
                    "content": "We continue to work with the provinces on an approach to determine the timing of the recovery, and we are also listening to our colleagues in Parliament, of course."
                }
            ]
        }
    ]
}