{
    "transcripts_id": "covid_2",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 162,
                    "sent_index": 3,
                    "speaker": "Mr. Yves-Franois Blanchet",
                    "content": "First, let me remind you that, on March12, the government announced a first series of measures of about $1billion to adapt to what was at the time the beginning of the coronavirus crisis, including $500million in transfers to the provinces, with about $100million going to Quebec."
                },
                {
                    "turn_index": 164,
                    "sent_index": 2,
                    "speaker": "Hon. Patty Hajdu (Minister of Health)",
                    "content": "We continue to work with provinces and territories on a regular basis to make sure they're supported not just in the outbreak of this pandemic, but in the increased cost overall to health care across the country."
                },
                {
                    "turn_index": 29,
                    "sent_index": 3,
                    "speaker": "Mr. Jagmeet Singh",
                    "content": "They can increase those transfers to ensure long-term care is adequately funded."
                },
                {
                    "turn_index": 84,
                    "sent_index": 1,
                    "speaker": "Mrs. Tracy Gray",
                    "content": "Chair, an ongoing concern I've heard from small business owners is that they are ineligible for CEBA because they don't have a business account."
                },
                {
                    "turn_index": 85,
                    "sent_index": 1,
                    "speaker": "Hon. Navdeep Bains (MississaugaMalton, Lib.)",
                    "content": "It is really important that this program that we've established help small businesses."
                },
                {
                    "turn_index": 5,
                    "sent_index": 1,
                    "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                    "content": "The Prime Minister's reaction was to act as if everything was normal."
                },
                {
                    "turn_index": 7,
                    "sent_index": 2,
                    "speaker": "Hon. Andrew Scheer",
                    "content": "It's a simple question: Yes or no, did the government instruct any government department to ignore red flags or warnings of fraudulent cases?"
                },
                {
                    "turn_index": 86,
                    "sent_index": 4,
                    "speaker": "Mrs. Tracy Gray",
                    "content": "This shows a true lack of understanding of small businesses and especially of owner-operators."
                },
                {
                    "turn_index": 86,
                    "sent_index": 5,
                    "speaker": "Mrs. Tracy Gray",
                    "content": "Will the government commit to fixing this issue?"
                },
                {
                    "turn_index": 175,
                    "sent_index": 4,
                    "speaker": "Mrs. Marilne Gill (Manicouagan, BQ)",
                    "content": "These are regions whose economy rests basically on two very important seasonal industries: tourism and fishing."
                },
                {
                    "turn_index": 175,
                    "sent_index": 8,
                    "speaker": "Mrs. Marilne Gill (Manicouagan, BQ)",
                    "content": "A few minutes ago, I heard the Prime Minister say that he had intervened to help the companies and the workers in those seasonal industries."
                },
                {
                    "turn_index": 177,
                    "sent_index": 3,
                    "speaker": "Mrs. Marilne Gill",
                    "content": "The fishers are currently going out, but right in the middle of the COVID-19 crisis."
                },
                {
                    "turn_index": 23,
                    "sent_index": 3,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "That's why we continue to work with the industries involved to ensure that they have a sufficient workforce while we support students."
                },
                {
                    "turn_index": 325,
                    "sent_index": 7,
                    "speaker": "Mr. Scott Duvall (Hamilton Mountain, NDP)",
                    "content": "Why is the government refusing to increase OAS and GIS benefits to lift seniors out of poverty on a permanent basis?"
                },
                {
                    "turn_index": 315,
                    "sent_index": 1,
                    "speaker": "Mr. Tako Van Popta",
                    "content": "Can the minister inform Canadians how many Canadian taxpayer dollars are going to go to the buyback program for legal gun owners and how far that money would go if it were to be diverted to something useful, such as more border controls to stop the illegal importation of firearms?"
                },
                {
                    "turn_index": 316,
                    "sent_index": 7,
                    "speaker": "Hon. Bill Blair",
                    "content": "I want to assure the member we will bring forward legislation that will facilitate an appropriate buyback program."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What did the Prime Minister say about fraud in distribution of funds?",
            "oracle_info": [
                {
                    "turn_index": 6,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                    "content": "Having said that, I want to make it very clear, Mr.Chair: Fraud is unacceptable."
                },
                {
                    "turn_index": 6,
                    "sent_index": 4,
                    "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                    "content": "All fraudsters will be required to pay back the money they fraudulently received from the government."
                },
                {
                    "turn_index": 6,
                    "sent_index": 0,
                    "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                    "content": "Our priority was to get money out quickly to all Canadians who needed it, and that's exactly what we've done."
                }
            ]
        },
        {
            "query": "What did the Minister of Seniors say about pandemic assistance for seniors?",
            "oracle_info": [
                {
                    "turn_index": 326,
                    "sent_index": 3,
                    "speaker": "Hon. Deb Schulte (Minister of Seniors)",
                    "content": "They built this country and now they need our help."
                },
                {
                    "turn_index": 326,
                    "sent_index": 5,
                    "speaker": "Hon. Deb Schulte (Minister of Seniors)",
                    "content": "We're building on past measures by introducing a one-time tax-free payment of $300 for those who receive OAS and of $200 for those receiving GIS, totalling $500 to seniors who receive both."
                },
                {
                    "turn_index": 328,
                    "sent_index": 7,
                    "speaker": "Hon. Deb Schulte",
                    "content": "This is not an insignificant amount."
                }
            ]
        },
        {
            "query": "What did the Prime Minister say about students?",
            "oracle_info": [
                {
                    "turn_index": 21,
                    "sent_index": 1,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "member for understanding the importance of supporting students who, for the most part, won't be able to get the summer jobs they were counting on."
                },
                {
                    "turn_index": 21,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "Young people don't just want to earn money; they also want to gain work experience."
                },
                {
                    "turn_index": 20,
                    "sent_index": 1,
                    "speaker": "Mr. Yves-Franois Blanchet (BeloeilChambly, BQ)",
                    "content": "On Friday, students in Quebec and Canada will be able to apply for the Canada emergency student benefit, which is a good thing."
                },
                {
                    "turn_index": 20,
                    "sent_index": 2,
                    "speaker": "Mr. Yves-Franois Blanchet (BeloeilChambly, BQ)",
                    "content": "This program was necessary, particularly because the number of students who won't be able to get back their jobs from last year is much higher than the number of jobs that might be available to these young people."
                },
                {
                    "turn_index": 20,
                    "sent_index": 6,
                    "speaker": "Mr. Yves-Franois Blanchet (BeloeilChambly, BQ)",
                    "content": "On April29, the Deputy Prime Minister made a formal commitment to ensure that these programs are accompanied by work incentives for youth and all CESB recipients."
                }
            ]
        },
        {
            "query": "What did Bains say about business loans?",
            "oracle_info": [
                {
                    "turn_index": 85,
                    "sent_index": 2,
                    "speaker": "Hon. Navdeep Bains (MississaugaMalton, Lib.)",
                    "content": "We have shown in the past that we're very flexible and nimble in accommodating the needs of businesses."
                },
                {
                    "turn_index": 85,
                    "sent_index": 3,
                    "speaker": "Hon. Navdeep Bains (MississaugaMalton, Lib.)",
                    "content": "I assure the member opposite that we are looking into this matter and will come forward with a resolution in a timely manner."
                },
                {
                    "turn_index": 87,
                    "sent_index": 3,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "With regard to the program that she highlighted, we have shown flexibility in the eligibility criteria by decreasing the payroll threshold for individual companies that want to apply for this loan to $20,000 versus $50,000, and the upper limit has gone to $1.5 million versus $1 million."
                },
                {
                    "turn_index": 87,
                    "sent_index": 4,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "We will continue to bring forward the changes necessary to have more businesses"
                },
                {
                    "turn_index": 96,
                    "sent_index": 1,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "Chair, I want to highlight the fact that we have issued 590,000 loans through the CEBA account."
                },
                {
                    "turn_index": 96,
                    "sent_index": 2,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "This demonstrates that this particular program is working and that businesses are taking advantage of it."
                }
            ]
        },
        {
            "query": "What did Morneau say about the debt?",
            "oracle_info": [
                {
                    "turn_index": 122,
                    "sent_index": 0,
                    "speaker": "Hon. Bill Morneau (Minister of Finance)",
                    "content": "Mr. Speaker, we remain committed to doing, as we've said, whatever it takes to support Canadians through this challenging time."
                },
                {
                    "turn_index": 127,
                    "sent_index": 0,
                    "speaker": "Hon. Bill Morneau",
                    "content": "Mr. Speaker, Canada came into this crisis with a very strong fiscal position, and of course we will experience challenges as we move forward, but we believe that we should experience those challenges as we support Canadians."
                },
                {
                    "turn_index": 129,
                    "sent_index": 1,
                    "speaker": "Hon. Bill Morneau",
                    "content": "Chair, we will continue to focus on how we can support Canadians and Canadian businesses as we get through this challenge."
                }
            ]
        },
        {
            "query": "What did Bains say about the threshold for the wage subsidy program and loan refinancing?",
            "oracle_info": [
                {
                    "turn_index": 89,
                    "sent_index": 1,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "The program requirement changed in terms of revenue threshold."
                },
                {
                    "turn_index": 89,
                    "sent_index": 2,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "We originally had 30% for the month of March."
                },
                {
                    "turn_index": 89,
                    "sent_index": 3,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "We changed that to 15%."
                },
                {
                    "turn_index": 247,
                    "sent_index": 4,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "Now businesses will only need to show a 15% decline in revenue, and businesses will have the option of using January and February as a reference period to show revenue losses, or of using the same time last year."
                },
                {
                    "turn_index": 247,
                    "sent_index": 5,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "This reflects, again, our ability to understand the needs of businesses, to act quickly and to make sure that they benefit from this very important initiative."
                },
                {
                    "turn_index": 251,
                    "sent_index": 3,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "Clearly we recognize that we need to be agile and that we need to understand the needs of businesses."
                },
                {
                    "turn_index": 251,
                    "sent_index": 5,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "We'll continue to listen to businesses."
                }
            ]
        },
        {
            "query": "What did Bains say about the arts, culture, and tourism industry?",
            "oracle_info": [
                {
                    "turn_index": 232,
                    "sent_index": 1,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "Chair, clearly, we understand how important these organizations are to these communities."
                },
                {
                    "turn_index": 232,
                    "sent_index": 2,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "That is why we allocated $500 million to respond to the specific financial needs of arts, heritage and sports organizations, to help them be more resilient through this difficult time."
                },
                {
                    "turn_index": 231,
                    "sent_index": 3,
                    "speaker": "Mr. John Nater",
                    "content": "The postponement and cancellation of the seasons of these important cultural institutions is having a massive impact on the hospitality industry, including local restaurants, hotels and bed and breakfasts."
                },
                {
                    "turn_index": 234,
                    "sent_index": 3,
                    "speaker": "Hon. Chrystia Freeland",
                    "content": "When it comes to international borders, the health and safety of Canadians is absolutely the first criterion we are going to look at."
                }
            ]
        }
    ]
}