{
    "transcripts_id": "covid_4",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                    "content": "Welcome to the sixth meeting of the House of Commons Special Committee on the COVID-19 pandemic."
                },
                {
                    "turn_index": 0,
                    "sent_index": 14,
                    "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                    "content": "I understand that there are no ministerial announcements today, so we will proceed to presenting petitions, for a period not exceeding 15 minutes."
                },
                {
                    "turn_index": 11,
                    "sent_index": 0,
                    "speaker": "The Chair",
                    "content": "We'll now proceed to questioning ministers."
                },
                {
                    "turn_index": 12,
                    "sent_index": 2,
                    "speaker": "Mr. Dan Albas (Central OkanaganSimilkameenNicola, CPC)",
                    "content": "Today we've learned that federal workers have been told to ignore obvious signs of fraud when it comes to applying for government benefits."
                },
                {
                    "turn_index": 122,
                    "sent_index": 0,
                    "speaker": "Hon. Mlanie Joly (Minister of Economic Development and Official Languages)",
                    "content": "I have had the opportunity to speak to my colleague Mr.d'Entremont about solutions to assist people in the tourism sector all over the country, and particularly in the Atlantic region."
                },
                {
                    "turn_index": 128,
                    "sent_index": 12,
                    "speaker": "Hon. Judy A. Sgro (Humber RiverBlack Creek, Lib.)",
                    "content": "Can the minister please tell us what our government is doing to ensure that vulnerable seniors get the support they need during this very difficult time?"
                },
                {
                    "turn_index": 130,
                    "sent_index": 1,
                    "speaker": "Hon. Deb Schulte",
                    "content": "Seniors have faced increased costs due to the COVID-19 pandemic, and our government today has responded to that with additional action."
                },
                {
                    "turn_index": 195,
                    "sent_index": 2,
                    "speaker": "Hon. Ahmed Hussen",
                    "content": "We have announced supports in the amount of $350 million to ensure that not only do they continue that great work, but also expand it to serve the most vulnerable to get through the COVID-19 pandemic."
                },
                {
                    "turn_index": 219,
                    "sent_index": 1,
                    "speaker": "Hon. Seamus O'Regan",
                    "content": "Chair, we have worked with industry and with provinces on every front to ensure the stability of the oil and gas sector of our country."
                },
                {
                    "turn_index": 250,
                    "sent_index": 4,
                    "speaker": "Mr. Mario Simard",
                    "content": "In 2017, under the softwood lumber action plan, EDC's entire budget for the forestry industry was exactly $500million."
                },
                {
                    "turn_index": 112,
                    "sent_index": 3,
                    "speaker": "Hon. Bernadette Jordan (Minister of Fisheries, Oceans and the Canadian Coast Guard)",
                    "content": "We know that the fish and seafood sector has been extremely adversely affected because of COVID-19."
                },
                {
                    "turn_index": 121,
                    "sent_index": 0,
                    "speaker": "Mr. Chris d'Entremont",
                    "content": "Mr.Chair, the tourism season is already deeply affected by COVID-19."
                },
                {
                    "turn_index": 214,
                    "sent_index": 4,
                    "speaker": "Mr. David Yurdiga (Fort McMurrayCold Lake, CPC)",
                    "content": "The oil and gas industry is under severe strain."
                },
                {
                    "turn_index": 24,
                    "sent_index": 3,
                    "speaker": "Mr. Dan Albas",
                    "content": "Will he commit as a government to enforce the rule of law and to enforce the attestation that says that if someone commits fraud, the fraud will be pursued?"
                },
                {
                    "turn_index": 58,
                    "sent_index": 2,
                    "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                    "content": "I just wish to advise the member that we worked very closely with the Canadian firearms program, with law enforcement and with their firearms verification to identify the makes, models and variants of nine rifles, all of which had in their earliest provenance a design for military use, for soldiers to use in combat."
                },
                {
                    "turn_index": 212,
                    "sent_index": 2,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "The law is very clear, and we will make sure that the process is followed and the law is upheld."
                },
                {
                    "turn_index": 92,
                    "sent_index": 3,
                    "speaker": "Hon. Carolyn Bennett",
                    "content": "We need to work with them to make sure they can keep their communities safe."
                },
                {
                    "turn_index": 189,
                    "sent_index": 1,
                    "speaker": "Mr. Corey Tochor",
                    "content": "The point I was making was about transparency or lack of transparency that is hurting our efforts with COVID-19."
                },
                {
                    "turn_index": 239,
                    "sent_index": 4,
                    "speaker": "Mr. Don Davies",
                    "content": "Will this government finally move to ensure all Canadians get the medicine they need by bringing in universal pharmacare at the earliest opportunity?"
                },
                {
                    "turn_index": 240,
                    "sent_index": 2,
                    "speaker": "Hon. Patty Hajdu",
                    "content": "I know it feels like a lifetime ago, but the member has very aptly illustrated why affordable medication is so important as part of a robust health care system."
                },
                {
                    "turn_index": 240,
                    "sent_index": 3,
                    "speaker": "Hon. Patty Hajdu",
                    "content": "I look forward to continuing our work on ensuring that all Canadians can afford the medication they need."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the discussion about petitions fraudulence, tax evasion, violence handling and their supervisory.",
            "oracle_info": [
                {
                    "turn_index": 12,
                    "sent_index": 2,
                    "speaker": "Mr. Dan Albas (Central OkanaganSimilkameenNicola, CPC)",
                    "content": "Today we've learned that federal workers have been told to ignore obvious signs of fraud when it comes to applying for government benefits."
                },
                {
                    "turn_index": 13,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                    "content": "Our priority from the beginning has been to make sure that Canadians get the support they need."
                },
                {
                    "turn_index": 29,
                    "sent_index": 7,
                    "speaker": "Mr. Gabriel Ste-Marie (Joliette, BQ)",
                    "content": "There are no conditions that would allow us to tighten the screws on profiteers."
                },
                {
                    "turn_index": 29,
                    "sent_index": 8,
                    "speaker": "Mr. Gabriel Ste-Marie (Joliette, BQ)",
                    "content": "Companies that legally take advantage of tax havens to avoid paying their taxes will have access to the large employer emergency financing facility."
                },
                {
                    "turn_index": 29,
                    "sent_index": 9,
                    "speaker": "Mr. Gabriel Ste-Marie (Joliette, BQ)",
                    "content": "Why does the Prime Minister continue to support the profiteers?"
                },
                {
                    "turn_index": 23,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "We made a decision as a country that we would be there for them and that has been and will continue to be our priority."
                },
                {
                    "turn_index": 30,
                    "sent_index": 3,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "In the current situation, our priority is to help workers across the country who could lose their jobs or who have lost their jobs."
                },
                {
                    "turn_index": 30,
                    "sent_index": 4,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "That's why we are introducing measures that support workers, who will continue to be our priority."
                },
                {
                    "turn_index": 51,
                    "sent_index": 6,
                    "speaker": "Hon. Candice Bergen (PortageLisgar, CPC)",
                    "content": "Can the government tell us whether this is a widespread problem, and how are they dealing with unopened mail at Service Canada?"
                },
                {
                    "turn_index": 56,
                    "sent_index": 3,
                    "speaker": "Hon. Candice Bergen",
                    "content": "Why are the Liberals making this gun illegal?"
                },
                {
                    "turn_index": 56,
                    "sent_index": 4,
                    "speaker": "Hon. Candice Bergen",
                    "content": "What's the purpose of banning this particular farm rifle?"
                },
                {
                    "turn_index": 61,
                    "sent_index": 2,
                    "speaker": "Hon. Bill Blair",
                    "content": "The Canadian Association of Chiefs of Police declared that military assault rifles were produced for the sole purpose of killing people in large numbers and urged the government to enact legislation to ban all military assault rifles, except for law enforcement and military purposes."
                },
                {
                    "turn_index": 61,
                    "sent_index": 3,
                    "speaker": "Hon. Bill Blair",
                    "content": "The Ontario police leaders said that they support a prohibition on all military-designed rifles."
                },
                {
                    "turn_index": 61,
                    "sent_index": 4,
                    "speaker": "Hon. Bill Blair",
                    "content": "They said, In our view, these weapons have no place in our communities and should be reserved for use by Canada's military and law enforcement."
                },
                {
                    "turn_index": 64,
                    "sent_index": 1,
                    "speaker": "Hon. Bill Blair",
                    "content": "I would also advise the member that any Canadian killed by gun violence is one too many."
                },
                {
                    "turn_index": 64,
                    "sent_index": 2,
                    "speaker": "Hon. Bill Blair",
                    "content": "We have far too many tragedies where these types of weapons have been used to kill Canadians."
                }
            ]
        },
        {
            "query": "What did Mr. Gabriel Ste-Marie mean by saying that the Prime Minister continued to support the profiteers?",
            "oracle_info": [
                {
                    "turn_index": 31,
                    "sent_index": 6,
                    "speaker": "Mr. Gabriel Ste-Marie",
                    "content": "Will the Prime Minister and his government outlaw what is immoral?"
                },
                {
                    "turn_index": 33,
                    "sent_index": 0,
                    "speaker": "Mr. Gabriel Ste-Marie",
                    "content": "Mr.Chair, sometimes a bank will relocate its most profitable activities carried out in Canada and register them in a subsidiary in the Bahamas, Barbados or another tax haven."
                },
                {
                    "turn_index": 29,
                    "sent_index": 9,
                    "speaker": "Mr. Gabriel Ste-Marie (Joliette, BQ)",
                    "content": "Why does the Prime Minister continue to support the profiteers?"
                },
                {
                    "turn_index": 33,
                    "sent_index": 1,
                    "speaker": "Mr. Gabriel Ste-Marie",
                    "content": "Does the Prime Minister consider this bank to be paying its fair share of taxes in Canada?"
                }
            ]
        },
        {
            "query": "Why did Hon. Bill Blair support banning Iver Johnson?",
            "oracle_info": [
                {
                    "turn_index": 61,
                    "sent_index": 2,
                    "speaker": "Hon. Bill Blair",
                    "content": "The Canadian Association of Chiefs of Police declared that military assault rifles were produced for the sole purpose of killing people in large numbers and urged the government to enact legislation to ban all military assault rifles, except for law enforcement and military purposes."
                },
                {
                    "turn_index": 64,
                    "sent_index": 0,
                    "speaker": "Hon. Bill Blair",
                    "content": "Actually, what I'm saying, and what our regulations say very clearly, is that weapons that were designed not for hunting and not for sport purposes but for soldiers to use in combat to kill other soldiers have no place in Canadian society."
                }
            ]
        },
        {
            "query": "Summarize the discussion about Government support for the elderly and for vulnerable people.",
            "oracle_info": [
                {
                    "turn_index": 40,
                    "sent_index": 7,
                    "speaker": "Ms. Jenny Kwan (Vancouver East, NDP)",
                    "content": "Will the Prime Minister step in and fix this gap so that the single parents and their children can get the support they need during this pandemic?"
                },
                {
                    "turn_index": 44,
                    "sent_index": 7,
                    "speaker": "Ms. Jenny Kwan",
                    "content": "Will the Prime Minister commit to providing matching funds and take the right to adequate housing seriously?"
                },
                {
                    "turn_index": 45,
                    "sent_index": 1,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "The fact is, the federal government almost immediately sent significant resources, hundreds of millions of dollars, to shelters across the country to enable them to create facilities, including renting new spaces, to be able to house homeless people without increasing the danger of the spread of COVID-19."
                },
                {
                    "turn_index": 128,
                    "sent_index": 6,
                    "speaker": "Hon. Judy A. Sgro (Humber RiverBlack Creek, Lib.)",
                    "content": "We know they are one of the highest risk populations."
                },
                {
                    "turn_index": 128,
                    "sent_index": 12,
                    "speaker": "Hon. Judy A. Sgro (Humber RiverBlack Creek, Lib.)",
                    "content": "Can the minister please tell us what our government is doing to ensure that vulnerable seniors get the support they need during this very difficult time?"
                },
                {
                    "turn_index": 130,
                    "sent_index": 2,
                    "speaker": "Hon. Deb Schulte",
                    "content": "We announced a one-time, tax-free payment of $300 for seniors eligible for OAS and an additional $200 for seniors eligible for GIS."
                },
                {
                    "turn_index": 30,
                    "sent_index": 3,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "In the current situation, our priority is to help workers across the country who could lose their jobs or who have lost their jobs."
                }
            ]
        },
        {
            "query": "What did Ms. Jenny Kwan mean by saying there was a gap between program making and its implementation?",
            "oracle_info": [
                {
                    "turn_index": 40,
                    "sent_index": 3,
                    "speaker": "Ms. Jenny Kwan (Vancouver East, NDP)",
                    "content": "A single parent with four school-age children lost her spousal and child support due to COVID-19."
                },
                {
                    "turn_index": 40,
                    "sent_index": 4,
                    "speaker": "Ms. Jenny Kwan (Vancouver East, NDP)",
                    "content": "She pays taxes on her spousal income, but she is not eligible for CERB."
                },
                {
                    "turn_index": 40,
                    "sent_index": 2,
                    "speaker": "Ms. Jenny Kwan (Vancouver East, NDP)",
                    "content": "Instead of providing a universal direct payment for all, the government has decided to implement a complicated program that leaves many people behind."
                },
                {
                    "turn_index": 40,
                    "sent_index": 6,
                    "speaker": "Ms. Jenny Kwan (Vancouver East, NDP)",
                    "content": "It has been weeks, and still no action."
                },
                {
                    "turn_index": 42,
                    "sent_index": 2,
                    "speaker": "Ms. Jenny Kwan",
                    "content": "Will the Prime Minister fix this gap?"
                },
                {
                    "turn_index": 44,
                    "sent_index": 7,
                    "speaker": "Ms. Jenny Kwan",
                    "content": "Will the Prime Minister commit to providing matching funds and take the right to adequate housing seriously?"
                },
                {
                    "turn_index": 45,
                    "sent_index": 1,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "The fact is, the federal government almost immediately sent significant resources, hundreds of millions of dollars, to shelters across the country to enable them to create facilities, including renting new spaces, to be able to house homeless people without increasing the danger of the spread of COVID-19."
                }
            ]
        },
        {
            "query": "What did the Canadian government do to support the elderly.",
            "oracle_info": [
                {
                    "turn_index": 128,
                    "sent_index": 6,
                    "speaker": "Hon. Judy A. Sgro (Humber RiverBlack Creek, Lib.)",
                    "content": "We know they are one of the highest risk populations."
                },
                {
                    "turn_index": 128,
                    "sent_index": 7,
                    "speaker": "Hon. Judy A. Sgro (Humber RiverBlack Creek, Lib.)",
                    "content": "During this time, their costs have gone up."
                },
                {
                    "turn_index": 128,
                    "sent_index": 9,
                    "speaker": "Hon. Judy A. Sgro (Humber RiverBlack Creek, Lib.)",
                    "content": "I have also heard of many seniors who are facing extra dispensing fees."
                },
                {
                    "turn_index": 128,
                    "sent_index": 10,
                    "speaker": "Hon. Judy A. Sgro (Humber RiverBlack Creek, Lib.)",
                    "content": "These costs all add up, and many seniors were already carefully budgeting before the pandemic."
                },
                {
                    "turn_index": 128,
                    "sent_index": 11,
                    "speaker": "Hon. Judy A. Sgro (Humber RiverBlack Creek, Lib.)",
                    "content": "It is so important that our government be there to support them."
                },
                {
                    "turn_index": 130,
                    "sent_index": 2,
                    "speaker": "Hon. Deb Schulte",
                    "content": "We announced a one-time, tax-free payment of $300 for seniors eligible for OAS and an additional $200 for seniors eligible for GIS."
                },
                {
                    "turn_index": 130,
                    "sent_index": 3,
                    "speaker": "Hon. Deb Schulte",
                    "content": "This means there will be up to $500 for the most vulnerable seniors to help them with their financial security to get through this challenging time."
                },
                {
                    "turn_index": 130,
                    "sent_index": 4,
                    "speaker": "Hon. Deb Schulte",
                    "content": "Beyond this, we announced $20 million to expand the new horizons for seniors program to kick-start initiatives and services that will help seniorsfor example, to get grocery deliveries right to their door and to stay connected."
                }
            ]
        },
        {
            "query": "Summarize the discussion about Government support for energy resources and tourism and funding in green economy and small businesses.",
            "oracle_info": [
                {
                    "turn_index": 164,
                    "sent_index": 1,
                    "speaker": "Mr. Jacques Gourde (LvisLotbinire, CPC)",
                    "content": "Quebec is Canada's biggest producer of hydroelectricity, a renewable energy that is the pride of the Quebec nation."
                },
                {
                    "turn_index": 164,
                    "sent_index": 4,
                    "speaker": "Mr. Jacques Gourde (LvisLotbinire, CPC)",
                    "content": "Will the government show leadership and allow Canada's provinces to share renewable energy through an energy corridor, as we proposed?"
                },
                {
                    "turn_index": 172,
                    "sent_index": 2,
                    "speaker": "Mr. Jacques Gourde",
                    "content": "Is the government going to protect the tourism-based economy by investing in tourism infrastructure and upgrades to ensure Canada's tourist regions are ready when the economy reopens?"
                },
                {
                    "turn_index": 244,
                    "sent_index": 8,
                    "speaker": "Hon. Jonathan Wilkinson (North Vancouver, Lib.)",
                    "content": "Those are conversations that will need to be had as we move beyond this phase of the crisis, but at the current time, the focus is clearly on combatting the virus."
                },
                {
                    "turn_index": 248,
                    "sent_index": 1,
                    "speaker": "Hon. Jonathan Wilkinson",
                    "content": "That means not just climate change, but also other challenges that we saw during the coronavirus crisis, challenges we need to take into account."
                },
                {
                    "turn_index": 254,
                    "sent_index": 1,
                    "speaker": "Hon. Bill Morneau",
                    "content": "Chair, first of all, we share the member's concern that small businesses be supported."
                },
                {
                    "turn_index": 254,
                    "sent_index": 2,
                    "speaker": "Hon. Bill Morneau",
                    "content": "That's why we've moved forward with a number of measures that are designed to be of assistance."
                }
            ]
        },
        {
            "query": "What was the current situation of the tourism sector and what was the government going to do?",
            "oracle_info": [
                {
                    "turn_index": 172,
                    "sent_index": 0,
                    "speaker": "Mr. Jacques Gourde",
                    "content": "Mr.Chair, the current economic situation could lead to the disappearance of Canada's tourism industry."
                },
                {
                    "turn_index": 172,
                    "sent_index": 1,
                    "speaker": "Mr. Jacques Gourde",
                    "content": "The pain will be felt by thousands of Canadians, who will have to find new jobs in order to survive."
                },
                {
                    "turn_index": 175,
                    "sent_index": 2,
                    "speaker": "Hon. Mlanie Joly",
                    "content": "Let's work together to find ways to get this hard-hit sector moving again."
                },
                {
                    "turn_index": 175,
                    "sent_index": 3,
                    "speaker": "Hon. Mlanie Joly",
                    "content": "Many people have lost their jobs and need assistance from the government."
                },
                {
                    "turn_index": 175,
                    "sent_index": 4,
                    "speaker": "Hon. Mlanie Joly",
                    "content": "That is why we're here, providing a helping hand at this difficult time so they can come out the other side."
                }
            ]
        },
        {
            "query": "What did the Canadian government do to help small businesses out?",
            "oracle_info": [
                {
                    "turn_index": 254,
                    "sent_index": 1,
                    "speaker": "Hon. Bill Morneau",
                    "content": "Chair, first of all, we share the member's concern that small businesses be supported."
                },
                {
                    "turn_index": 254,
                    "sent_index": 2,
                    "speaker": "Hon. Bill Morneau",
                    "content": "That's why we've moved forward with a number of measures that are designed to be of assistance."
                },
                {
                    "turn_index": 254,
                    "sent_index": 3,
                    "speaker": "Hon. Bill Morneau",
                    "content": "With respect to rent support, we are encouraging landlords to support this measure."
                },
                {
                    "turn_index": 254,
                    "sent_index": 4,
                    "speaker": "Hon. Bill Morneau",
                    "content": "Obviously, rent and landlord-tenant relations are under provincial jurisdiction."
                },
                {
                    "turn_index": 254,
                    "sent_index": 5,
                    "speaker": "Hon. Bill Morneau",
                    "content": "At every opportunity I talk to the provincial finance ministers to encourage them to get engaged there."
                },
                {
                    "turn_index": 254,
                    "sent_index": 6,
                    "speaker": "Hon. Bill Morneau",
                    "content": "We will continue to support small businesses."
                },
                {
                    "turn_index": 254,
                    "sent_index": 8,
                    "speaker": "Hon. Bill Morneau",
                    "content": "It allows for small businesses to significantly reduce their rent and for landlords to be protected with up to 75% of the rent."
                },
                {
                    "turn_index": 254,
                    "sent_index": 9,
                    "speaker": "Hon. Bill Morneau",
                    "content": "We think it is an excellent program."
                },
                {
                    "turn_index": 254,
                    "sent_index": 10,
                    "speaker": "Hon. Bill Morneau",
                    "content": "It will require the provinces to step forward and enforce it."
                }
            ]
        },
        {
            "query": "Summarize the discussion about things including fishing and tourism, oil and gas affected by the Covid-19.",
            "oracle_info": [
                {
                    "turn_index": 110,
                    "sent_index": 2,
                    "speaker": "Mr. Chris d'Entremont (West Nova, CPC)",
                    "content": "Ten weeks ago the Minister of Fisheries, in responding to my question in question period, acknowledged that the lobster fishery was being negatively affected by the COVID-19 pandemic and was facing losses of up to 95% of its Asian markets."
                },
                {
                    "turn_index": 113,
                    "sent_index": 3,
                    "speaker": "Mr. Chris d'Entremont",
                    "content": "Many fishermen have their wives, their sons, their uncles or their fathers working for them, and sometimes it's the whole family on the boat."
                },
                {
                    "turn_index": 121,
                    "sent_index": 0,
                    "speaker": "Mr. Chris d'Entremont",
                    "content": "Mr.Chair, the tourism season is already deeply affected by COVID-19."
                },
                {
                    "turn_index": 121,
                    "sent_index": 1,
                    "speaker": "Mr. Chris d'Entremont",
                    "content": "A number of industries, businesses and festivals are having to deal with considerable losses of income."
                },
                {
                    "turn_index": 218,
                    "sent_index": 1,
                    "speaker": "Mr. David Yurdiga",
                    "content": "Chair, western Canada oil storage is under extreme pressure."
                },
                {
                    "turn_index": 218,
                    "sent_index": 2,
                    "speaker": "Mr. David Yurdiga",
                    "content": "If thermal projects such as SAGD are shut down, those facilities could be lost forever."
                },
                {
                    "turn_index": 221,
                    "sent_index": 1,
                    "speaker": "Hon. Seamus O'Regan",
                    "content": "Chair, we know that our oil and gas sector is suffering through two crises."
                },
                {
                    "turn_index": 221,
                    "sent_index": 2,
                    "speaker": "Hon. Seamus O'Regan",
                    "content": "We have the impacts of COVID and the effects of a global price war, and we have been tackling both of these on each front."
                }
            ]
        },
        {
            "query": "What did the government do to help the fishing industry?",
            "oracle_info": [
                {
                    "turn_index": 112,
                    "sent_index": 3,
                    "speaker": "Hon. Bernadette Jordan (Minister of Fisheries, Oceans and the Canadian Coast Guard)",
                    "content": "We know that the fish and seafood sector has been extremely adversely affected because of COVID-19."
                },
                {
                    "turn_index": 112,
                    "sent_index": 4,
                    "speaker": "Hon. Bernadette Jordan (Minister of Fisheries, Oceans and the Canadian Coast Guard)",
                    "content": "We've started to put measures in place to address the issue with the $62.5 million for processors, as well as to make sure that the CERB is available for seasonal workers as well as people who have run out of their fishery EI, but we know that more needs to be done."
                },
                {
                    "turn_index": 112,
                    "sent_index": 5,
                    "speaker": "Hon. Bernadette Jordan (Minister of Fisheries, Oceans and the Canadian Coast Guard)",
                    "content": "The fishery enterprises are uniquely structured, which is why we're looking at measures to address the concerns they have."
                },
                {
                    "turn_index": 114,
                    "sent_index": 1,
                    "speaker": "Hon. Bernadette Jordan",
                    "content": "Chair, we know that, because of the unique structure of fishing enterprises, they are not eligible for many of the supports we have put in place."
                },
                {
                    "turn_index": 114,
                    "sent_index": 2,
                    "speaker": "Hon. Bernadette Jordan",
                    "content": "We have made changes to the CERB to make sure that people who run out of the fishers EI are eligible as well as seasonable workers."
                }
            ]
        },
        {
            "query": "What did the stress faced by oil and gas?",
            "oracle_info": [
                {
                    "turn_index": 214,
                    "sent_index": 4,
                    "speaker": "Mr. David Yurdiga (Fort McMurrayCold Lake, CPC)",
                    "content": "The oil and gas industry is under severe strain."
                },
                {
                    "turn_index": 214,
                    "sent_index": 5,
                    "speaker": "Mr. David Yurdiga (Fort McMurrayCold Lake, CPC)",
                    "content": "Over the past number of years, we have seen tremendous pressure on the federal government from anti-oil and gas lobby groups demanding that the oil sands be shut down."
                },
                {
                    "turn_index": 214,
                    "sent_index": 6,
                    "speaker": "Mr. David Yurdiga (Fort McMurrayCold Lake, CPC)",
                    "content": "The federal Liberal government's response to the anti-oil lobby was the introduction of the no more pipelines bill, Bill C-69, which will prevent any major oil and gas projects from being developed in Canada; and the oil shipping ban, Bill C-48, for the northern coast of British Columbia, which also had a negative effect on the oil industry."
                },
                {
                    "turn_index": 214,
                    "sent_index": 7,
                    "speaker": "Mr. David Yurdiga (Fort McMurrayCold Lake, CPC)",
                    "content": "These two bills alone pushed over $200 billion of investment out of Canada, causing the Alberta economy to retract to recession levels."
                },
                {
                    "turn_index": 214,
                    "sent_index": 8,
                    "speaker": "Mr. David Yurdiga (Fort McMurrayCold Lake, CPC)",
                    "content": "To compound Alberta's economic problems, we have an international oil price war and the COVID-19 pandemic, which caused a huge drop in demand for oil."
                }
            ]
        }
    ]
}