{
    "transcripts_id": "covid_5",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                    "content": "Welcome to the fifth meeting of the House of Commons Special Committee on the COVID-19 Pandemic."
                },
                {
                    "turn_index": 1,
                    "sent_index": 3,
                    "speaker": "Mr. Garnett Genuis (Sherwood ParkFort Saskatchewan, CPC)",
                    "content": "Petitioners on the first petition I'm presenting are very concerned to see Bill C-7 before Parliament, which removes safeguards ahead of that five-year review."
                },
                {
                    "turn_index": 1,
                    "sent_index": 7,
                    "speaker": "Mr. Garnett Genuis (Sherwood ParkFort Saskatchewan, CPC)",
                    "content": "The second and final petition that I will be presenting today is with respect to Senate Bill S-204."
                },
                {
                    "turn_index": 3,
                    "sent_index": 3,
                    "speaker": "Ms. Elizabeth May (SaanichGulf Islands, GP)",
                    "content": "This is my first occasion to present a petition in our virtual format of the COVID-19 committee."
                },
                {
                    "turn_index": 8,
                    "sent_index": 2,
                    "speaker": "The Chair",
                    "content": "We'll now proceed to the questioning of ministers."
                },
                {
                    "turn_index": 20,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "We have sent billions of dollars to workers right across the country, including Alberta, Saskatchewan, B.C., and Newfoundland and Labrador in the energy sector for them to be able to support their families through this difficult time."
                },
                {
                    "turn_index": 75,
                    "sent_index": 2,
                    "speaker": "Hon. Rob Moore (Fundy Royal, CPC)",
                    "content": "My office has received correspondence from Canadians concerned that trial delays due to COVID-19 may result in criminals walking free."
                },
                {
                    "turn_index": 130,
                    "sent_index": 2,
                    "speaker": "Hon. Deb Schulte",
                    "content": "We are deeply concerned by the outbreaks of COVID-19 in long-term care facilities, and our thoughts are with those who have lost a loved one."
                },
                {
                    "turn_index": 23,
                    "sent_index": 1,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "Chair, we take agriculture and our agricultural sector extremely seriously, which is why we announced hundreds of millions of dollars a couple of days ago to respond to pressing needs."
                },
                {
                    "turn_index": 23,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "We will continue to make investments to ensure both the safety of workers in our agricultural sector and the safety of our communities, as well as the continued flow of high-quality Canadian food onto our tables right across the country."
                },
                {
                    "turn_index": 218,
                    "sent_index": 1,
                    "speaker": "Hon. Deb Schulte",
                    "content": "I want to assure her that we are working on this issue, and we have provided some supports already through measures such as the GST supplementary payment."
                },
                {
                    "turn_index": 135,
                    "sent_index": 7,
                    "speaker": "Mr. Gord Johns (CourtenayAlberni, NDP)",
                    "content": "With no business income and without emergency financing, it is virtually impossible for her to pay her bills or come up with the 25% needed for the Canada emergency commercial rent assistance program."
                },
                {
                    "turn_index": 95,
                    "sent_index": 1,
                    "speaker": "Hon. Bill Morneau (Minister of Finance)",
                    "content": "Chair, I want to let the member know that we are working to make sure that the details of the emergency program for rent are out there so that both tenants and landlords can understand the situation."
                },
                {
                    "turn_index": 71,
                    "sent_index": 2,
                    "speaker": "Hon. Franois-Philippe Champagne",
                    "content": "As a former trade minister, he's very well aware of Canada's one China policy."
                },
                {
                    "turn_index": 150,
                    "sent_index": 0,
                    "speaker": "Hon. Bill Blair",
                    "content": "The decision to close the border was made in Canada by Canadians in the best interest of Canadians."
                },
                {
                    "turn_index": 150,
                    "sent_index": 1,
                    "speaker": "Hon. Bill Blair",
                    "content": "We're continuing to monitor the situation carefully."
                },
                {
                    "turn_index": 253,
                    "sent_index": 1,
                    "speaker": "Hon. Patty Hajdu",
                    "content": "Chair, it's hard for me to get that exact number, but I will get back to him with the exact number."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What were the difficulties faced by the municipal sector?",
            "oracle_info": [
                {
                    "turn_index": 36,
                    "sent_index": 3,
                    "speaker": "Mr. Taylor Bachrach (SkeenaBulkley Valley, NDP)",
                    "content": "As the Prime Minister knows, municipalities are unable to run deficits and so they are facing the reality of cutbacks and serious cuts to the services that Canadians depend on."
                },
                {
                    "turn_index": 36,
                    "sent_index": 6,
                    "speaker": "Mr. Taylor Bachrach (SkeenaBulkley Valley, NDP)",
                    "content": "The Federation of Canadian Municipalities and mayors across Canada have called for emergency financial relief for the municipal sector."
                },
                {
                    "turn_index": 36,
                    "sent_index": 4,
                    "speaker": "Mr. Taylor Bachrach (SkeenaBulkley Valley, NDP)",
                    "content": "We know that municipalities are vital during this time to provide services to Canadians."
                },
                {
                    "turn_index": 37,
                    "sent_index": 4,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "We are working with the provinces, as we continue to work with the cities, to ensure that we're able to support this order of government that delivers the vast majority of services to Canadians with very little financial means."
                }
            ]
        },
        {
            "query": "What happened to a public sector worker in Canada?",
            "oracle_info": [
                {
                    "turn_index": 42,
                    "sent_index": 1,
                    "speaker": "Mr. Taylor Bachrach",
                    "content": "Chair, I am wondering how the Prime Minister could explain to a bus driver in Vancouver who has been laid off that as a public sector worker, she can't access the federal wage subsidy, while an equivalent worker in the airline industry gets to keep her job with the federal help of that program."
                },
                {
                    "turn_index": 43,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "The airline industry, like banking, like telecommunications, is a federal area of jurisdiction that we have been able to move forward on."
                },
                {
                    "turn_index": 43,
                    "sent_index": 3,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "More than that, we brought the Canada emergency response benefit and the wage subsidy to all industries across this country, because we knew that as the federal government, it was something that we needed to step up on"
                },
                {
                    "turn_index": 46,
                    "sent_index": 2,
                    "speaker": "Right Hon. Justin Trudeau",
                    "content": "We have made unprecedented investments and we will continue to make the necessary investments, because we need to make sure that indigenous Canadians, and indeed all Canadians, have the supports they need to make it through this crisis."
                }
            ]
        },
        {
            "query": "How many projects that the provinces had submitted were waiting for approval from the government?",
            "oracle_info": [
                {
                    "turn_index": 54,
                    "sent_index": 4,
                    "speaker": "Hon. Catherine McKenna",
                    "content": "We will announce the approval of projects because it's very important for our economy, our communities and creating good jobs."
                },
                {
                    "turn_index": 55,
                    "sent_index": 2,
                    "speaker": "Mr. Luc Berthold",
                    "content": "Approval of a project in July means that work can't begin until next year, which won't help revive our economy."
                },
                {
                    "turn_index": 56,
                    "sent_index": 1,
                    "speaker": "Hon. Catherine McKenna",
                    "content": "We will work with the provinces, territories, municipalities and indigenous communities to implement these projects."
                },
                {
                    "turn_index": 62,
                    "sent_index": 0,
                    "speaker": "Hon. Catherine McKenna",
                    "content": "Mr.Chair, I can reassure the hon."
                },
                {
                    "turn_index": 62,
                    "sent_index": 1,
                    "speaker": "Hon. Catherine McKenna",
                    "content": "member that we are working very closely with the municipalities."
                },
                {
                    "turn_index": 62,
                    "sent_index": 2,
                    "speaker": "Hon. Catherine McKenna",
                    "content": "We are listening to the municipalities to find out what their issues are and how we can support them."
                },
                {
                    "turn_index": 53,
                    "sent_index": 1,
                    "speaker": "Mr. Luc Berthold",
                    "content": "How many projects are currently awaiting government approval?"
                },
                {
                    "turn_index": 53,
                    "sent_index": 3,
                    "speaker": "Mr. Luc Berthold",
                    "content": "However, there are still hundreds of projects waiting for approval from the Liberal government."
                }
            ]
        },
        {
            "query": "Will the Minister of Foreign Affairs thank Taiwan officially for the donation?",
            "oracle_info": [
                {
                    "turn_index": 66,
                    "sent_index": 4,
                    "speaker": "Hon. Franois-Philippe Champagne (Minister of Foreign Affairs)",
                    "content": "We have been expressing our thanks to many nations that have contributed."
                },
                {
                    "turn_index": 71,
                    "sent_index": 2,
                    "speaker": "Hon. Franois-Philippe Champagne",
                    "content": "As a former trade minister, he's very well aware of Canada's one China policy."
                },
                {
                    "turn_index": 71,
                    "sent_index": 4,
                    "speaker": "Hon. Franois-Philippe Champagne",
                    "content": "This is a global good, and we want to support every nation."
                },
                {
                    "turn_index": 71,
                    "sent_index": 5,
                    "speaker": "Hon. Franois-Philippe Champagne",
                    "content": "We recognize that Taiwan and others have been doing very well in fighting this pandemic."
                }
            ]
        },
        {
            "query": "How would the government grant medical assistance to the most vulnerable to COVID-19 infection?",
            "oracle_info": [
                {
                    "turn_index": 113,
                    "sent_index": 1,
                    "speaker": "Hon. Patty Hajdu (Minister of Health)",
                    "content": "Chair, as you know, the government has been very committed to improving access and affordability for prescription medications for all Canadians."
                },
                {
                    "turn_index": 113,
                    "sent_index": 2,
                    "speaker": "Hon. Patty Hajdu (Minister of Health)",
                    "content": "The PMPRB regulatory amendments will help Canadians be able to afford their prescriptions, and Canada will continue to be an important market for new medicines."
                },
                {
                    "turn_index": 114,
                    "sent_index": 1,
                    "speaker": "Mr. Terry Dowdall",
                    "content": "Chair, our seniors are being particularly hard hit right now during this pandemic, yet seniors have not been given any direct support."
                },
                {
                    "turn_index": 114,
                    "sent_index": 5,
                    "speaker": "Mr. Terry Dowdall",
                    "content": "Can the minister confirm when these real and direct supports for seniors will be forthcoming?"
                },
                {
                    "turn_index": 115,
                    "sent_index": 0,
                    "speaker": "Hon. Deb Schulte (Minister of Seniors)",
                    "content": "I want to assure the honourable member and Canadians that our government has been working extremely hard on how best to support and serve seniors during this pandemic."
                }
            ]
        },
        {
            "query": "What did the meeting talk about the contact tracing apps?",
            "oracle_info": [
                {
                    "turn_index": 120,
                    "sent_index": 2,
                    "speaker": "Hon. Patty Hajdu",
                    "content": "Obviously, contact tracing is an important part of managing any outbreak."
                },
                {
                    "turn_index": 120,
                    "sent_index": 3,
                    "speaker": "Hon. Patty Hajdu",
                    "content": "In fact, we have been looking at a number of ways to support increased contact tracing across the country, including working with provinces and territories to boost their capacity through human resources and volunteer organizations."
                },
                {
                    "turn_index": 121,
                    "sent_index": 2,
                    "speaker": "Ms. Marie-Hlne Gaudreau",
                    "content": "But you know as well as I do that the Privacy Commissioner has been calling us to task for a very long time now, because there is also a crisis of confidence."
                },
                {
                    "turn_index": 122,
                    "sent_index": 0,
                    "speaker": "Hon. Navdeep Bains",
                    "content": "Particular attention must be paid to transparency, privacy and ethical concerns."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about the support offered to the agri-food sector?",
            "oracle_info": [
                {
                    "turn_index": 132,
                    "sent_index": 4,
                    "speaker": "Hon. Wayne Easter (Malpeque, Lib.)",
                    "content": "It is very welcome support, but I sincerely believe the farm sector will be taking the Prime Minister up on the suggestion that $250 million should be seen as an initial investment."
                },
                {
                    "turn_index": 133,
                    "sent_index": 6,
                    "speaker": "Hon. Marie-Claude Bibeau (Minister of Agriculture and Agri-Food)",
                    "content": "On the financial safety net that we have in place for our farmers, called the business risk management program, we announced up to $125 million in funding through AgriRecovery and made changes to AgriStability that will help producers quickly."
                }
            ]
        },
        {
            "query": "When would the government announce a relief package for Canada's aviation industry?",
            "oracle_info": [
                {
                    "turn_index": 163,
                    "sent_index": 2,
                    "speaker": "Hon. Marc Garneau",
                    "content": "It will start shortly and will apply to all places and destinations where Air Canada flies."
                },
                {
                    "turn_index": 158,
                    "sent_index": 1,
                    "speaker": "Mr. Todd Doherty",
                    "content": "Chair, will this relief package include funding for airline ticket refunds similar to what other countries around the world have done?"
                },
                {
                    "turn_index": 163,
                    "sent_index": 1,
                    "speaker": "Hon. Marc Garneau",
                    "content": "Chair, the announcement was made recently by Air Canada."
                }
            ]
        },
        {
            "query": "What would the government do about small businesses in Canada?",
            "oracle_info": [
                {
                    "turn_index": 180,
                    "sent_index": 3,
                    "speaker": "Hon. Mary Ng",
                    "content": "She's absolutely right: 98% of all our businesses in this country are small businesses, so they absolutely contribute enormously to our communities and are job creators."
                },
                {
                    "turn_index": 180,
                    "sent_index": 4,
                    "speaker": "Hon. Mary Ng",
                    "content": "That is why we have put out significant measures."
                },
                {
                    "turn_index": 180,
                    "sent_index": 5,
                    "speaker": "Hon. Mary Ng",
                    "content": "For the Canada emergency business account, over 550,000 small businesses have been approved and are getting that support."
                }
            ]
        },
        {
            "query": "What did the meeting talk about the forgivable loan to commercial property owners?",
            "oracle_info": [
                {
                    "turn_index": 181,
                    "sent_index": 2,
                    "speaker": "Ms. Raquel Dancho",
                    "content": "Moving on, there are two issues regarding the 50% commercial rent assistance subsidy, where landlords pay 25%, the government pays 50%, and the tenant is responsible for 25%."
                },
                {
                    "turn_index": 190,
                    "sent_index": 0,
                    "speaker": "Hon. Mona Fortier",
                    "content": "As you know, we've been working with the provinces and territories to provide this forgivable loan to commercial property owners, who in turn lower the rent of their tenants by 75%."
                },
                {
                    "turn_index": 190,
                    "sent_index": 1,
                    "speaker": "Hon. Mona Fortier",
                    "content": "We will continue to monitor how this program is delivered, as we announced it last week."
                }
            ]
        },
        {
            "query": "Who would be eligible to receive the art funding?",
            "oracle_info": [
                {
                    "turn_index": 194,
                    "sent_index": 1,
                    "speaker": "Mr. Kevin Waugh (SaskatoonGrasswood, CPC)",
                    "content": "Three weeks ago, on April 17, the Minister of Canadian Heritage announced funding of $500 million to assist Canada's arts, sports and cultural sectors."
                },
                {
                    "turn_index": 195,
                    "sent_index": 0,
                    "speaker": "Hon. Steven Guilbeault (Minister of Canadian Heritage)",
                    "content": "Madam Chair, we will be releasing the details of that announcement, and how the money is going to be spent, in the coming days."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about the various supports for the agricultural sector?",
            "oracle_info": [
                {
                    "turn_index": 246,
                    "sent_index": 3,
                    "speaker": "Hon. Marie-Claude Bibeau",
                    "content": "Support for poultry and egg farmers is in the form of investment programs, which aligns well with the recovery."
                },
                {
                    "turn_index": 246,
                    "sent_index": 4,
                    "speaker": "Hon. Marie-Claude Bibeau",
                    "content": "At this time, we are focusing on emergency programs to help farmers hardest hit by the COVID-19 pandemic."
                },
                {
                    "turn_index": 213,
                    "sent_index": 2,
                    "speaker": "Hon. Marie-Claude Bibeau",
                    "content": "We've already confirmed various supports for the agricultural sector."
                },
                {
                    "turn_index": 213,
                    "sent_index": 3,
                    "speaker": "Hon. Marie-Claude Bibeau",
                    "content": "This week, we focused on beef and pork producers and processors, as well as sectors with product surpluses that can be redirected to food banks."
                },
                {
                    "turn_index": 215,
                    "sent_index": 1,
                    "speaker": "Hon. Anita Anand (Minister of Public Services and Procurement)",
                    "content": "Industry and suppliers have enthusiastically answered our call to equip Canada with products and goods during the crisis."
                }
            ]
        }
    ]
}