{
    "transcripts_id": "education_19",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 6,
                    "speaker": "Lynne Neagle AM",
                    "content": "We will move on then to our evidence session on our inquiry into the impact of Brexit on higher and further education."
                },
                {
                    "turn_index": 4,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Well, Suzy, following the vote, I was very keen that we work very closely with colleagues in higher education and further education, to get an understanding from on the ground about the potential impact."
                },
                {
                    "turn_index": 36,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "I think it was inevitable, given the change in Government policy with regard to student support, which had previously allowed European students to benefit from a tuition fee grant, and given the fact that that option is no longer available to them, that that has had an impact on EU recruitment, and there's no point trying to hide from that."
                },
                {
                    "turn_index": 46,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "It's a combination, I believe, for all universities, of getting their offer right—so, having a curriculum at their institution that is attractive and offers courses that people want to study."
                },
                {
                    "turn_index": 46,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "It's about that curriculum being delivered in an excellent fashion, so high quality ratings for teaching, as well as having an infrastructure that is attractive to students."
                },
                {
                    "turn_index": 46,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, it's all about getting the offer right and providing what students, both domestically and internationally, want."
                },
                {
                    "turn_index": 70,
                    "sent_index": 7,
                    "speaker": "Kirsty Williams AM",
                    "content": "But we want an immigration system that makes it as easy as possible for those students who want to benefit from education in Wales, and indeed the UK, to be able to do so."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the political background and the aim of the group.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 6,
                    "speaker": "Lynne Neagle AM",
                    "content": "We will move on then to our evidence session on our inquiry into the impact of Brexit on higher and further education."
                },
                {
                    "turn_index": 4,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Well, Suzy, following the vote, I was very keen that we work very closely with colleagues in higher education and further education, to get an understanding from on the ground about the potential impact."
                },
                {
                    "turn_index": 8,
                    "sent_index": 5,
                    "speaker": "Huw Morris",
                    "content": "We have been doing our own research and looking at the impact on HE, FE and apprenticeship providers."
                },
                {
                    "turn_index": 12,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Well, the Higher Education Funding Council for Wales have been doing some specific work; I can't comment on how wide they would want that to be shared."
                },
                {
                    "turn_index": 12,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "We have been doing some broad analysis, as I said, for the sector, looking at what we can do to mitigate the risk, bearing in mind that each institution is an autonomous institution, a principle that they guard really jealously, and rightly so."
                },
                {
                    "turn_index": 4,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "Each institution has been looking at their own institution, because, as you can imagine, although we have an overview of the sector, the challenges are very different for individual institutions—so their exposure, for instance, to the number of European Union students that they have at their college, or the work that they might be doing with Horizon 2020, or their success—and there has been considerable success in the HE field in securing structural funds for various projects—the exposure and the potential impact of leaving the EU, in a 'no deal' or in a 'deal' scenario, is very, very different."
                },
                {
                    "turn_index": 12,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "We continue to work alongside them to push the issues that we can help them with."
                },
                {
                    "turn_index": 16,
                    "sent_index": 2,
                    "speaker": "Eluned Morgan AM",
                    "content": "We've spoken to every one of the colleges about how they see things developing."
                }
            ]
        },
        {
            "query": "What did Huw Morris think of the \"no deal\" scenario when talking about the political background and the aim of the group?",
            "oracle_info": [
                {
                    "turn_index": 4,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "Each institution has been looking at their own institution, because, as you can imagine, although we have an overview of the sector, the challenges are very different for individual institutions—so their exposure, for instance, to the number of European Union students that they have at their college, or the work that they might be doing with Horizon 2020, or their success—and there has been considerable success in the HE field in securing structural funds for various projects—the exposure and the potential impact of leaving the EU, in a 'no deal' or in a 'deal' scenario, is very, very different."
                },
                {
                    "turn_index": 7,
                    "sent_index": 0,
                    "speaker": "Suzy Davies AM",
                    "content": "Well, yes, because that's the worst-case scenario, so let's look at that one."
                },
                {
                    "turn_index": 8,
                    "sent_index": 0,
                    "speaker": "Huw Morris",
                    "content": "As the Cabinet Secretary mentioned, the higher education Brexit working group's been meeting since September 2016 and has been looking at that in general."
                },
                {
                    "turn_index": 8,
                    "sent_index": 1,
                    "speaker": "Huw Morris",
                    "content": "More recently, when the prospect of no deal became talked about, officials have been visiting individual institutions to talk to them about their preparedness for that."
                }
            ]
        },
        {
            "query": "What did Eluned Morgan think of further education when talking about the political background and the aim of the group?",
            "oracle_info": [
                {
                    "turn_index": 16,
                    "sent_index": 1,
                    "speaker": "Eluned Morgan AM",
                    "content": "We've been actively engaging with the FE sector."
                },
                {
                    "turn_index": 18,
                    "sent_index": 0,
                    "speaker": "Eluned Morgan AM",
                    "content": "You've got to remember that the FE colleges are much more anchored within their communities, they're much more localised, and so, for example, the number of EU students in these colleges is significantly lower."
                },
                {
                    "turn_index": 18,
                    "sent_index": 1,
                    "speaker": "Eluned Morgan AM",
                    "content": "The number of staff in these colleges—I think they've analysed that there are only about 71 people."
                },
                {
                    "turn_index": 18,
                    "sent_index": 2,
                    "speaker": "Eluned Morgan AM",
                    "content": "So, we're keeping in touch with them and we're letting them know what we are being told in terms of the Home Office settled status and what we can do to protect those 71."
                },
                {
                    "turn_index": 20,
                    "sent_index": 1,
                    "speaker": "Eluned Morgan AM",
                    "content": "But what you've got to remember is that that link between apprenticeships and the local work community is absolutely crucial."
                }
            ]
        },
        {
            "query": "What did the group talk about the admission problems of Wales universities and corresponding solutions?",
            "oracle_info": [
                {
                    "turn_index": 35,
                    "sent_index": 0,
                    "speaker": "Hefin David AM",
                    "content": "How does the Welsh Government account for the fact that EU student applications in Wales this year—that Wales is the only country in the UK to have seen a significant drop?"
                },
                {
                    "turn_index": 36,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "I think it was inevitable, given the change in Government policy with regard to student support, which had previously allowed European students to benefit from a tuition fee grant, and given the fact that that option is no longer available to them, that that has had an impact on EU recruitment, and there's no point trying to hide from that."
                },
                {
                    "turn_index": 52,
                    "sent_index": 0,
                    "speaker": "Llyr Gruffydd AM",
                    "content": "Just coming back to the drop in EU students, you mentioned that one of the reasons probably is the change in the funding that's available to students coming here."
                },
                {
                    "turn_index": 55,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "We are working with HEFCW and individual institutions, as I said, to test their preparedness."
                },
                {
                    "turn_index": 55,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "I meet regularly with vice-chancellors and separately with the chairs of the institutions and separately again with HEFCW representatives, and the sustainability of the sector and recruitment issues is always something that is on the agenda."
                }
            ]
        },
        {
            "query": "Why did Kirsty Williams disagree with Hefin David when talking about the admission problems of Wales universities and corresponding solutions?",
            "oracle_info": [
                {
                    "turn_index": 35,
                    "sent_index": 0,
                    "speaker": "Hefin David AM",
                    "content": "How does the Welsh Government account for the fact that EU student applications in Wales this year—that Wales is the only country in the UK to have seen a significant drop?"
                },
                {
                    "turn_index": 36,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Okay, well, I think the first thing to remember is that we will not get a full picture of student recruitment until, first of all, November and then the true picture, because some institutions, as you would know, have two admissions dates—we won't get the full picture until the spring."
                },
                {
                    "turn_index": 38,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "It was anticipated that this could be a consequence of the change in policy, and I think we see that reflected in the initial figure, although, as I said, we won't get the true picture until the first census in November, and then, ultimately, the final picture in the spring."
                },
                {
                    "turn_index": 40,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, the change in the fee regime should not be a barrier to the recruitment of international students, because, actually, international students outside of the EU make up a bigger proportion of students not from the UK who come to our institutions."
                }
            ]
        },
        {
            "query": "What did Kirsty Williams think about Swansea University when discussing the admission problems of Wales universities and corresponding solutions?",
            "oracle_info": [
                {
                    "turn_index": 44,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "If you look, for instance, at Swansea University—if you look at the work Swansea University has done, that shows you what is possible."
                },
                {
                    "turn_index": 46,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "It's a combination, I believe, for all universities, of getting their offer right—so, having a curriculum at their institution that is attractive and offers courses that people want to study."
                },
                {
                    "turn_index": 46,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "It's about that curriculum being delivered in an excellent fashion, so high quality ratings for teaching, as well as having an infrastructure that is attractive to students."
                }
            ]
        },
        {
            "query": "What did the group talk about the possible official solution to the problem with more funding, a new immigration policy and the help of the minister?",
            "oracle_info": [
                {
                    "turn_index": 53,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, we've got a lot to offer and that's why it's really important that, although we have seen a change in the tuition fees, which may have an impact, we are investing with universities, for instance, in the Global Wales programme."
                },
                {
                    "turn_index": 62,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "With specific regard to dealing with the impact of Brexit, you'll be aware that we have reached an agreement in principle on the funding of £3.5 million to the Global Wales initiative."
                },
                {
                    "turn_index": 70,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "At the moment, you'll be aware that Welsh Government has looked at a specific piece of work on whether there was any scope for specific immigration policy for Wales, although I must say that was mostly in the field of actually the workforce rather than students."
                },
                {
                    "turn_index": 70,
                    "sent_index": 7,
                    "speaker": "Kirsty Williams AM",
                    "content": "But we want an immigration system that makes it as easy as possible for those students who want to benefit from education in Wales, and indeed the UK, to be able to do so."
                },
                {
                    "turn_index": 73,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "No—gosh—Llyr, we continue to push the case at the official level, and at the moment, I'm trying to convene a quadrilateral, if it can be quadrilateral in the sense that Northern Ireland aren't up and running—but certainly with officials from Northern Ireland."
                },
                {
                    "turn_index": 73,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "It is convincing the Home Office of that case."
                },
                {
                    "turn_index": 66,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "We expect that all institutions—should they have a desire to participate—will be able to be assisted, as well as the overall global branding from Universities Wales and the new Study in Wales initiative."
                }
            ]
        },
        {
            "query": "What did Kirsty Williams think of the additional funding to HEFCW when discussing the funding to support Wales universities to go through the financial problems?",
            "oracle_info": [
                {
                    "turn_index": 57,
                    "sent_index": 0,
                    "speaker": "Julie Morgan AM",
                    "content": "The additional £6.4 million that went to HEFCW in the 2017-18 year, which I think you say is partly because of Brexit and partly because of demographic and recruitment challenges, what do you expect to see as a result of that spending?"
                },
                {
                    "turn_index": 58,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "With regard to additional resources, you'll be aware that we have made an additional resource of £5 million available to mitigate the freeze in tuition fees, and £5 million has been made available to HEFCW to kick-start the work on postgraduate support until we're in a position to fully implement Diamond at the postgraduate level."
                },
                {
                    "turn_index": 60,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "The financial allocation, as I said, was agreed with the funding council and it was there to help universities with any cash flow issues, but if you'd like further details I can provide those as much as I'm able."
                }
            ]
        },
        {
            "query": "What did Kirsty Williams elaborate on the immigration policy when discussing the possible official solution to the problem?",
            "oracle_info": [
                {
                    "turn_index": 70,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "Well, with regard to immigration, clearly, this is something, at the moment, that is out of our hands, and I have to say, it hasn't got off to a great start when initially the post-study work visas were issued just for a number of institutions in the south-east of England, with no consultation with us and I don't believe with the Scottish Government either."
                },
                {
                    "turn_index": 70,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "I think all the evidence suggests that the British public don't regard international students as immigrants, and therefore we do need to make sure that they are taken out of the targets and we can continue to press that message with the UK Government."
                },
                {
                    "turn_index": 70,
                    "sent_index": 7,
                    "speaker": "Kirsty Williams AM",
                    "content": "But we want an immigration system that makes it as easy as possible for those students who want to benefit from education in Wales, and indeed the UK, to be able to do so."
                }
            ]
        },
        {
            "query": "Summarize the official commitments to help the Wales universities to get through the transition period.",
            "oracle_info": [
                {
                    "turn_index": 80,
                    "sent_index": 9,
                    "speaker": "Eluned Morgan AM",
                    "content": "Swansea University, you'll be aware, has been practically rebuilt with ERDF."
                },
                {
                    "turn_index": 82,
                    "sent_index": 1,
                    "speaker": "Eluned Morgan AM",
                    "content": "What we've said is that we want to maintain that range of learning opportunities that is provided by EU funding."
                },
                {
                    "turn_index": 87,
                    "sent_index": 0,
                    "speaker": "Suzy Davies AM",
                    "content": "Yes, just very quickly on the multi-annual point, obviously I recognise that we're talking about six or seven-year cycles with Europe, and I completely take the point that you don't really know from year to year what your budget's going to be, but Welsh Government does make multi-annual commitments."
                },
                {
                    "turn_index": 95,
                    "sent_index": 1,
                    "speaker": "Llyr Gruffydd AM",
                    "content": "I just wanted to pick up on the funding of apprenticeships and the long-term funding, because the ESF—the commitments take us to 2023, which takes us beyond any transition period."
                },
                {
                    "turn_index": 95,
                    "sent_index": 2,
                    "speaker": "Llyr Gruffydd AM",
                    "content": "So, I just want to hear from you that there are assurances that the apprenticeship programme can be delivered as a whole, come what may."
                },
                {
                    "turn_index": 100,
                    "sent_index": 2,
                    "speaker": "Eluned Morgan AM",
                    "content": "You have to remember that the number of apprenticeships in Wales is rising, while they've collapsed entirely in England."
                }
            ]
        },
        {
            "query": "Why did Eluned Morgan disagree with Suzy Davies when talking about the official commitments to help the Wales universities to get through the transition period?",
            "oracle_info": [
                {
                    "turn_index": 87,
                    "sent_index": 0,
                    "speaker": "Suzy Davies AM",
                    "content": "Yes, just very quickly on the multi-annual point, obviously I recognise that we're talking about six or seven-year cycles with Europe, and I completely take the point that you don't really know from year to year what your budget's going to be, but Welsh Government does make multi-annual commitments."
                },
                {
                    "turn_index": 88,
                    "sent_index": 0,
                    "speaker": "Eluned Morgan AM",
                    "content": "I think it's probably easier to do with capital than it is with revenue, so that's what would make the difference."
                },
                {
                    "turn_index": 87,
                    "sent_index": 2,
                    "speaker": "Suzy Davies AM",
                    "content": "How are you able to do that and yet not quite feel confident that you can do that with—well, both your sectors, really?"
                },
                {
                    "turn_index": 88,
                    "sent_index": 4,
                    "speaker": "Eluned Morgan AM",
                    "content": "I think it's a really, really concerning thing, because what makes these institutions work well is their staff, so that makes life very, very difficult without that multi-annual commitment."
                },
                {
                    "turn_index": 88,
                    "sent_index": 2,
                    "speaker": "Eluned Morgan AM",
                    "content": "These institutions are interested in revenue, because that's what supports the staff."
                },
                {
                    "turn_index": 89,
                    "sent_index": 0,
                    "speaker": "Suzy Davies AM",
                    "content": "They also have to raise some of their own money as well—we mustn't forget that."
                }
            ]
        },
        {
            "query": "Why did Llyr Gruffydd disagree with Eluned Morgan when discussing the official commitments to help the Wales universities to get through the transition period?",
            "oracle_info": [
                {
                    "turn_index": 82,
                    "sent_index": 4,
                    "speaker": "Eluned Morgan AM",
                    "content": "The UK Government have made us some promises and they've made some commitments, and we need to hold them to that, and so let's keep the pressure on."
                },
                {
                    "turn_index": 83,
                    "sent_index": 0,
                    "speaker": "John Griffiths AM",
                    "content": "So, could you say that, if they keep their promises, then at least that level of funding would be maintained?"
                },
                {
                    "turn_index": 97,
                    "sent_index": 0,
                    "speaker": "Llyr Gruffydd AM",
                    "content": "But it is a prospect that this wouldn't be achieved as you foresee."
                },
                {
                    "turn_index": 99,
                    "sent_index": 0,
                    "speaker": "Llyr Gruffydd AM",
                    "content": "So, to what extent does that undermine the current work?"
                },
                {
                    "turn_index": 99,
                    "sent_index": 1,
                    "speaker": "Llyr Gruffydd AM",
                    "content": "Because institutions want to enter into agreements with providers and so on."
                },
                {
                    "turn_index": 99,
                    "sent_index": 3,
                    "speaker": "Llyr Gruffydd AM",
                    "content": "That must be undermining a lot of the work that's going on now."
                }
            ]
        }
    ]
}