{
    "transcripts_id": "education_0",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "Can I welcome Members to the virtual meeting of the Children, Young People and Education Committee this afternoon?"
                },
                {
                    "turn_index": 0,
                    "sent_index": 14,
                    "speaker": "Lynne Neagle AM",
                    "content": "Moving on, then, to item 2 this afternoon, which is an evidence session with the Welsh Government in relation to the impact of the coronavirus pandemic on health and social services as they relate to children and young people in Wales."
                },
                {
                    "turn_index": 9,
                    "sent_index": 3,
                    "speaker": "Vaughan Gething AM",
                    "content": "But the challenge in all of that this is—it's part of my caution and the Government's caution about moves out of lockdown."
                },
                {
                    "turn_index": 9,
                    "sent_index": 5,
                    "speaker": "Vaughan Gething AM",
                    "content": "So, actually, we'll need to think carefully about if we are reopening schools, even on a limited basis, what that then does to the circulation of coronavirus within that group of children as well as within the wider community, and then to try to understand whether the current capacity we have planned for in surge capacity is still going to be enough, because, actually, one of the real success stories of the first stage of the fight with coronavirus is that we haven't had our critical care capacity filled up."
                },
                {
                    "turn_index": 20,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "It's a cause of great concern to us all, of course, in terms of the impact of this crisis on mental health and well-being among our children and young people."
                },
                {
                    "turn_index": 33,
                    "sent_index": 1,
                    "speaker": "Tracey Breheny",
                    "content": "There were some discharges of young people, but we've had the assurance that that was only undertaken where it was clinically safe to do so and where the community support was in place."
                },
                {
                    "turn_index": 37,
                    "sent_index": 0,
                    "speaker": "Vaughan Gething AM",
                    "content": "Yes, and that, again, comes back to our challenge of how we help children and young people in their context, with their families, to know where support and advice and guidance is."
                },
                {
                    "turn_index": 17,
                    "sent_index": 3,
                    "speaker": "Professor Jean White",
                    "content": "One of the most important things we can do to protect our children is to make sure they have their vaccinations."
                },
                {
                    "turn_index": 46,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "Moving on to perinatal mental health, this morning I hosted a round-table with the NSPCC where we heard about lots of good practice that's going on in terms of supporting new mothers and their families in this period, but I wonder if you can tell the committee what you are doing as a Government to make sure that there is consistent perinatal support for all women across Wales in what is a difficult time for any new mother, let alone in a pandemic."
                },
                {
                    "turn_index": 53,
                    "sent_index": 2,
                    "speaker": "Julie Morgan AM",
                    "content": "The Deputy Minister and the Chief Whip, of course, announced on 6 April the £24 million Welsh Government third sector COVID-19 response fund, and that of course is more than we would have had as a result of consequentials from the UK Government."
                },
                {
                    "turn_index": 106,
                    "sent_index": 6,
                    "speaker": "Nicola Edwards",
                    "content": "We're also having some conversations now with our economy colleagues and with Business Wales about what happens next, the recovery and the return of the sector, and we've just come out of a meeting with the childcare sector around the support they think they would need to have in place to be able to return from this as well."
                },
                {
                    "turn_index": 108,
                    "sent_index": 5,
                    "speaker": "Julie Morgan AM",
                    "content": "But, I absolutely agree with what you're saying, Siân, and we are looking for a solution, because we know it's vital not only for the children and their parents, but for the economy as well, that we do have that sector there, surviving after this is all over."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the ways of continuing mental health service during the lockdown.",
            "oracle_info": [
                {
                    "turn_index": 21,
                    "sent_index": 6,
                    "speaker": "Vaughan Gething AM",
                    "content": "Obviously, it's a key factor for their return to school, but, actually, for the life children and young people lead outside the school environment, and that will be difficult because we're going to phase out of lockdown—it's not going to be a one-hit measure."
                },
                {
                    "turn_index": 25,
                    "sent_index": 1,
                    "speaker": "Vaughan Gething AM",
                    "content": "Not just on the work we've done in the past; not just because it's one of the key principles for the education Minister about the reopening of schools, but it is a real worry list for me about how we understand the impact on the mental health and well-being of children and young people, and to move forwards, that we don't end up with an entire generation of children and young people who grow up with a range of damage because we haven't thought about what that will look like."
                },
                {
                    "turn_index": 25,
                    "sent_index": 3,
                    "speaker": "Vaughan Gething AM",
                    "content": "In amongst all the other priorities I have, I'm certainly not going to allow the mental health and well-being of children and young people to be forgotten."
                },
                {
                    "turn_index": 32,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "And then, what about the capacity for CAMHS primary mental health services?"
                },
                {
                    "turn_index": 34,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "And finally in this section from me, given that schools are of course closed and that schools are so very important in terms of signposting young people towards services, how can young people access appropriate services—online services, for example?"
                },
                {
                    "turn_index": 35,
                    "sent_index": 3,
                    "speaker": "Vaughan Gething AM",
                    "content": "That is, again, a worry for me, but the communications we have within the health and care system, people should know where to refer people to and how to provide access to both telephone and online support that continues to be available, and actually, as I say, we've expanded that right across our healthcare system."
                }
            ]
        },
        {
            "query": "What did Vaughan Gething think of the mental health recovery plan when talking about the ways of continuing mental health service during the lockdown?",
            "oracle_info": [
                {
                    "turn_index": 21,
                    "sent_index": 1,
                    "speaker": "Vaughan Gething AM",
                    "content": "So, children's mental health was a central concern and remains so for both myself and the education Minister."
                },
                {
                    "turn_index": 24,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "But can you give the committee an assurance today that this area of mental health and well-being is going to be a priority for you as health Minister?"
                },
                {
                    "turn_index": 25,
                    "sent_index": 2,
                    "speaker": "Vaughan Gething AM",
                    "content": "So, the mental health recovery plan will of course be of very real importance to me."
                },
                {
                    "turn_index": 21,
                    "sent_index": 2,
                    "speaker": "Vaughan Gething AM",
                    "content": "Part of the honest challenge, again, is that we don't fully understand the impact on the mental health and well-being of children but we do expect there will have been an impact."
                },
                {
                    "turn_index": 21,
                    "sent_index": 3,
                    "speaker": "Vaughan Gething AM",
                    "content": "So, we're working together with both health boards and our own knowledge and analytical services across the Government to both try to further understand what that is and the difference."
                }
            ]
        },
        {
            "query": "What did Tracey Breheny respond to Sian Gwenllian when discussing continuing mental health service during the lockdown?",
            "oracle_info": [
                {
                    "turn_index": 32,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "And then, what about the capacity for CAMHS primary mental health services?"
                },
                {
                    "turn_index": 33,
                    "sent_index": 1,
                    "speaker": "Tracey Breheny",
                    "content": "There were some discharges of young people, but we've had the assurance that that was only undertaken where it was clinically safe to do so and where the community support was in place."
                },
                {
                    "turn_index": 35,
                    "sent_index": 0,
                    "speaker": "Vaughan Gething AM",
                    "content": "Well, we've not closed off general practice and, as you know, we've expanded the ability for people to access services in an online manner."
                }
            ]
        },
        {
            "query": "What did the group talk about the evaluations on the increasing suicide crimes during the COVID-19 and the long-term special care for the pregnant women?",
            "oracle_info": [
                {
                    "turn_index": 42,
                    "sent_index": 2,
                    "speaker": "Lynne Neagle AM",
                    "content": "Can I ask what assessment the Welsh Government has made of an increase in suicide amongst children and young people during this pandemic and because of this pandemic?"
                },
                {
                    "turn_index": 43,
                    "sent_index": 0,
                    "speaker": "Vaughan Gething AM",
                    "content": "Apart from the general concern that I've expressed on mental health generally, we are already investigating, we're having a—."
                },
                {
                    "turn_index": 43,
                    "sent_index": 1,
                    "speaker": "Vaughan Gething AM",
                    "content": "We've commissioned, through the Government, the delivery unit to work with the national advisory group, including Dr Ann John and other people, to review the current, unexpected deaths during the start of the pandemic here in Wales, because we want to try to understand the wider concerns about the potential effects of the restrictions on the mental health and well-being of children and young people, and if that is leading to a spike in suicide or not."
                },
                {
                    "turn_index": 43,
                    "sent_index": 2,
                    "speaker": "Vaughan Gething AM",
                    "content": "So, that's why we've commissioned that review to be carried out with the current numbers of unexpected deaths that we have, so we're able then to provide a report to understand where we are."
                },
                {
                    "turn_index": 45,
                    "sent_index": 2,
                    "speaker": "Vaughan Gething AM",
                    "content": "We've made clear that mental health services, including those for children and young people, are essential services to be provided."
                },
                {
                    "turn_index": 46,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "Moving on to perinatal mental health, this morning I hosted a round-table with the NSPCC where we heard about lots of good practice that's going on in terms of supporting new mothers and their families in this period, but I wonder if you can tell the committee what you are doing as a Government to make sure that there is consistent perinatal support for all women across Wales in what is a difficult time for any new mother, let alone in a pandemic."
                },
                {
                    "turn_index": 47,
                    "sent_index": 0,
                    "speaker": "Vaughan Gething AM",
                    "content": "We continue, again, to provide our perinatal mental health service."
                }
            ]
        },
        {
            "query": "What did Vaughan Gething elaborate on the crisis care when talking about the evaluations on the increasing suicide crimes during the COVID-19 and the long-term special carefor the pregnant women?",
            "oracle_info": [
                {
                    "turn_index": 42,
                    "sent_index": 2,
                    "speaker": "Lynne Neagle AM",
                    "content": "Can I ask what assessment the Welsh Government has made of an increase in suicide amongst children and young people during this pandemic and because of this pandemic?"
                },
                {
                    "turn_index": 43,
                    "sent_index": 1,
                    "speaker": "Vaughan Gething AM",
                    "content": "We've commissioned, through the Government, the delivery unit to work with the national advisory group, including Dr Ann John and other people, to review the current, unexpected deaths during the start of the pandemic here in Wales, because we want to try to understand the wider concerns about the potential effects of the restrictions on the mental health and well-being of children and young people, and if that is leading to a spike in suicide or not."
                },
                {
                    "turn_index": 45,
                    "sent_index": 2,
                    "speaker": "Vaughan Gething AM",
                    "content": "We've made clear that mental health services, including those for children and young people, are essential services to be provided."
                },
                {
                    "turn_index": 47,
                    "sent_index": 9,
                    "speaker": "Vaughan Gething AM",
                    "content": "But again, I'm really impressed by the continuing commitment of our staff to deliver this service for women in what is a particularly uncertain time."
                },
                {
                    "turn_index": 45,
                    "sent_index": 1,
                    "speaker": "Vaughan Gething AM",
                    "content": "We still have seven-day-a-week crisis care."
                },
                {
                    "turn_index": 45,
                    "sent_index": 5,
                    "speaker": "Vaughan Gething AM",
                    "content": "We have built up those crisis care services over a period of time, and the last thing we want to see is to see them disappear during this period of time when there are well-understood concerns about emotional and mental health."
                }
            ]
        },
        {
            "query": "What did Vaughan Gething think of the perinatal mental health service when discussing the long-term special care for the pregnant women?",
            "oracle_info": [
                {
                    "turn_index": 47,
                    "sent_index": 0,
                    "speaker": "Vaughan Gething AM",
                    "content": "We continue, again, to provide our perinatal mental health service."
                },
                {
                    "turn_index": 47,
                    "sent_index": 5,
                    "speaker": "Vaughan Gething AM",
                    "content": "So, the service may have changed, but it still absolutely exists."
                },
                {
                    "turn_index": 47,
                    "sent_index": 7,
                    "speaker": "Vaughan Gething AM",
                    "content": "So, I want to understand what that really means, but again the problem is, at this point in the pandemic, I can't give you an answer about what that means for that in-patient provision."
                },
                {
                    "turn_index": 47,
                    "sent_index": 10,
                    "speaker": "Vaughan Gething AM",
                    "content": "It's difficult enough in terms of the challenge in terms of perinatal mental health in normal times, about people being prepared to come forward and then receiving the sort of response they'd want, and even more so now."
                },
                {
                    "turn_index": 49,
                    "sent_index": 0,
                    "speaker": "Vaughan Gething AM",
                    "content": "Yes, we're aware there's been a reduction in people wanting to make use of the service—or being prepared to make use of the service is probably a better phrase—because we know that's the same with a range of other areas."
                },
                {
                    "turn_index": 48,
                    "sent_index": 0,
                    "speaker": "Lynne Neagle AM",
                    "content": "Is the Welsh Government aware that there's apparently been a decrease in the numbers of women being willing to look at mother and baby unit provision, and will you be taking that into account in your planning?"
                }
            ]
        },
        {
            "query": "Summarize the problem of the priority for the vulnerable children and adequate social support for those who were in foster.",
            "oracle_info": [
                {
                    "turn_index": 60,
                    "sent_index": 2,
                    "speaker": "Julie Morgan AM",
                    "content": "Obviously, it is difficult to monitor if there's not easy access to the children that we're referring to, and that's why we have been trying to encourage the vulnerable children to go into school or childcare settings."
                },
                {
                    "turn_index": 60,
                    "sent_index": 17,
                    "speaker": "Julie Morgan AM",
                    "content": "So, it is a difficult situation and we are concerned about it, but I think as much as possible is being done."
                },
                {
                    "turn_index": 73,
                    "sent_index": 2,
                    "speaker": "Julie Morgan AM",
                    "content": "We obviously expect all children in residential care to be supported, and to keep contact with their families and with their siblings, and that is going on, although it may be by technology rather than face to face."
                },
                {
                    "turn_index": 73,
                    "sent_index": 6,
                    "speaker": "Julie Morgan AM",
                    "content": "The staffing levels are normal."
                },
                {
                    "turn_index": 74,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Moving on to foster care, how is Welsh Government working with local authorities to meet the challenges set out by the Association of Fostering and Adoption Cymru and its fostering guidelines?"
                },
                {
                    "turn_index": 76,
                    "sent_index": 0,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "So, the final point on that, then: the Fostering Network and others, as you know, have called for foster parents who can temporarily no longer foster due to the current virus emergency to be paid a retainer, with all foster carers receiving extra financial support for additional expenses."
                }
            ]
        },
        {
            "query": "What did Julie Morgan think of the monitoring system for the vulnerable children when discussing the priority to care for them?",
            "oracle_info": [
                {
                    "turn_index": 64,
                    "sent_index": 0,
                    "speaker": "Julie Morgan AM",
                    "content": "The definition of vulnerable children and young people includes those with a social worker and with statements of special educational needs, and the most vulnerable of these should be prioritised."
                },
                {
                    "turn_index": 64,
                    "sent_index": 1,
                    "speaker": "Julie Morgan AM",
                    "content": "But we have now looked at this again, and we've set out an expanded definition, and we intend to publish that this week."
                },
                {
                    "turn_index": 64,
                    "sent_index": 2,
                    "speaker": "Julie Morgan AM",
                    "content": "This does include discretion for local authorities to have some flexibility and to be able to offer a place for those who may be on the edge of receiving care and support if they are known to be vulnerable by the school or by family support services."
                },
                {
                    "turn_index": 68,
                    "sent_index": 8,
                    "speaker": "Julie Morgan AM",
                    "content": "The children are all being monitored individually, and I think in the circumstances we're all doing what we possibly can."
                },
                {
                    "turn_index": 68,
                    "sent_index": 2,
                    "speaker": "Julie Morgan AM",
                    "content": "Also, there is very close contact between Welsh Government officials and the local authorities."
                },
                {
                    "turn_index": 68,
                    "sent_index": 3,
                    "speaker": "Julie Morgan AM",
                    "content": "There are weekly meetings between officials and the heads of the children's services."
                },
                {
                    "turn_index": 68,
                    "sent_index": 5,
                    "speaker": "Julie Morgan AM",
                    "content": "We've been assured that there have been no significant increases in the numbers of looked-after children, and the number of placement breaks are minimal."
                }
            ]
        },
        {
            "query": "What did Julie Morgan elaborate on their work with the foster organizations when talking about the adequate social support for those children who were in foster?",
            "oracle_info": [
                {
                    "turn_index": 68,
                    "sent_index": 2,
                    "speaker": "Julie Morgan AM",
                    "content": "Also, there is very close contact between Welsh Government officials and the local authorities."
                },
                {
                    "turn_index": 71,
                    "sent_index": 0,
                    "speaker": "Julie Morgan AM",
                    "content": "It is normal practice to ensure that children and families do have appropriate access to technology to keep in touch with social workers, so that is part of our normal practice."
                },
                {
                    "turn_index": 73,
                    "sent_index": 2,
                    "speaker": "Julie Morgan AM",
                    "content": "We obviously expect all children in residential care to be supported, and to keep contact with their families and with their siblings, and that is going on, although it may be by technology rather than face to face."
                },
                {
                    "turn_index": 73,
                    "sent_index": 6,
                    "speaker": "Julie Morgan AM",
                    "content": "The staffing levels are normal."
                },
                {
                    "turn_index": 76,
                    "sent_index": 0,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "So, the final point on that, then: the Fostering Network and others, as you know, have called for foster parents who can temporarily no longer foster due to the current virus emergency to be paid a retainer, with all foster carers receiving extra financial support for additional expenses."
                },
                {
                    "turn_index": 75,
                    "sent_index": 4,
                    "speaker": "Julie Morgan AM",
                    "content": "The Fostering Network has extended its helpline hours, and, of course, Voices from Care—I mentioned them before—have developed this particular offer of support for care leavers."
                },
                {
                    "turn_index": 77,
                    "sent_index": 0,
                    "speaker": "Julie Morgan AM",
                    "content": "Well, we haven't had any specific representations from local authorities asking for support for foster carers, but some local authorities have paid retainers and some people, I believe, have increased the amount of money that they are paying."
                }
            ]
        },
        {
            "query": "Summarize their evaluations on the legitimacy of the children's rights, protection and demands.",
            "oracle_info": [
                {
                    "turn_index": 82,
                    "sent_index": 1,
                    "speaker": "Suzy Davies AM",
                    "content": "I just wanted to have a quick answer from probably the Minister, I think, about the primary legislation and the regulations that followed, about which children's rights impact assessments have been done."
                },
                {
                    "turn_index": 83,
                    "sent_index": 1,
                    "speaker": "Julie Morgan AM",
                    "content": "However, I am very pleased to say that we're actually launching a survey of children."
                },
                {
                    "turn_index": 83,
                    "sent_index": 3,
                    "speaker": "Julie Morgan AM",
                    "content": "And this is to try to get from children their views of what's happened, what we've been doing, and their views on the whole COVID-19 situation."
                },
                {
                    "turn_index": 83,
                    "sent_index": 5,
                    "speaker": "Julie Morgan AM",
                    "content": "So, this is an online survey that we hope will be going out to thousands of children, and we will get their response in terms of what are the important issues that have arisen for them, what they feel about what's happened during this period, what they feel about the way that we've dealt with the schools, the way that they've had to cope in not going school and being at home for so long."
                },
                {
                    "turn_index": 88,
                    "sent_index": 1,
                    "speaker": "Nicola Edwards",
                    "content": "In terms of childcare and education, we're obviously looking at the provisions under the coronavirus Act to allow us to maybe ease some of the statutory requirements, and we are going to be undertaking a full suite of impact assessments on those."
                },
                {
                    "turn_index": 93,
                    "sent_index": 5,
                    "speaker": "Albert Heaney",
                    "content": "So, we've used, for example, the St David's Day fund to make sure that care leavers are well supported in terms of having contact and are accessible and able to engage as well."
                },
                {
                    "turn_index": 93,
                    "sent_index": 6,
                    "speaker": "Albert Heaney",
                    "content": "So, we're having to be a little bit more—and social services departments are having to be a little bit more—innovative in the use of technology in the way that they've engaged as well."
                },
                {
                    "turn_index": 93,
                    "sent_index": 7,
                    "speaker": "Albert Heaney",
                    "content": "But personal visits are taking place, and visits especially, as the Minister mentioned earlier on—they actually individually assess each case to determine the frequency of visits, to make sure that those contacts are maintained with children at a critical time."
                }
            ]
        },
        {
            "query": "What did Julie Morgan elaborate on the online survey when talking about the evaluations on the legitimacy of the children's rights, protection and demands?",
            "oracle_info": [
                {
                    "turn_index": 82,
                    "sent_index": 1,
                    "speaker": "Suzy Davies AM",
                    "content": "I just wanted to have a quick answer from probably the Minister, I think, about the primary legislation and the regulations that followed, about which children's rights impact assessments have been done."
                },
                {
                    "turn_index": 83,
                    "sent_index": 3,
                    "speaker": "Julie Morgan AM",
                    "content": "And this is to try to get from children their views of what's happened, what we've been doing, and their views on the whole COVID-19 situation."
                },
                {
                    "turn_index": 83,
                    "sent_index": 4,
                    "speaker": "Julie Morgan AM",
                    "content": "So, we're doing this in conjunction with the children's commissioner and with Young Wales and with the Youth Parliament."
                },
                {
                    "turn_index": 83,
                    "sent_index": 5,
                    "speaker": "Julie Morgan AM",
                    "content": "So, this is an online survey that we hope will be going out to thousands of children, and we will get their response in terms of what are the important issues that have arisen for them, what they feel about what's happened during this period, what they feel about the way that we've dealt with the schools, the way that they've had to cope in not going school and being at home for so long."
                },
                {
                    "turn_index": 86,
                    "sent_index": 4,
                    "speaker": "Albert Heaney",
                    "content": "So, from a Welsh context, the standards that are in place do remain, so therefore there wouldn't have been a necessity for us to do a children's rights impact assessment in relation to the primary legislation."
                },
                {
                    "turn_index": 86,
                    "sent_index": 5,
                    "speaker": "Albert Heaney",
                    "content": "I think that's particularly a strong point to us in Wales, both in terms of safeguarding arrangements, but also ensuring that children's rights are protected at a crucial time."
                }
            ]
        },
        {
            "query": "What did Albert Heaney think of the coronavirus Act when discussing the evaluations on the legitimacy of the children's rights, protection and demands?",
            "oracle_info": [
                {
                    "turn_index": 82,
                    "sent_index": 1,
                    "speaker": "Suzy Davies AM",
                    "content": "I just wanted to have a quick answer from probably the Minister, I think, about the primary legislation and the regulations that followed, about which children's rights impact assessments have been done."
                },
                {
                    "turn_index": 88,
                    "sent_index": 1,
                    "speaker": "Nicola Edwards",
                    "content": "In terms of childcare and education, we're obviously looking at the provisions under the coronavirus Act to allow us to maybe ease some of the statutory requirements, and we are going to be undertaking a full suite of impact assessments on those."
                },
                {
                    "turn_index": 88,
                    "sent_index": 2,
                    "speaker": "Nicola Edwards",
                    "content": "Obviously, the coronavirus Act itself was UK Government legislation and they ran their own impact assessments, but, in terms of how we implement it in the childcare and education space—and I think Albert was just saying the same thing—we definitely will be looking at those impacts in terms of going forward."
                },
                {
                    "turn_index": 93,
                    "sent_index": 0,
                    "speaker": "Albert Heaney",
                    "content": "I think the first thing to say to the committee is that, going back, we took a very strong line at the beginning that we weren't going to introduce easements in requirements to children's social services."
                },
                {
                    "turn_index": 93,
                    "sent_index": 4,
                    "speaker": "Albert Heaney",
                    "content": "But they're having to be slightly differently done—so, some of the technology, and keeping in contact and keeping those visits."
                },
                {
                    "turn_index": 93,
                    "sent_index": 7,
                    "speaker": "Albert Heaney",
                    "content": "But personal visits are taking place, and visits especially, as the Minister mentioned earlier on—they actually individually assess each case to determine the frequency of visits, to make sure that those contacts are maintained with children at a critical time."
                },
                {
                    "turn_index": 93,
                    "sent_index": 1,
                    "speaker": "Albert Heaney",
                    "content": "Of course, through the way that practitioners and social work practitioners have to operate, they are having to operate through a different time."
                }
            ]
        }
    ]
}