{
    "transcripts_id": "education_1",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 14,
                    "speaker": "Lynne Neagle AM",
                    "content": "Item 2, then, this afternoon is an evidence session with the Welsh Government on the impact of the coronavirus epidemic on education in Wales."
                },
                {
                    "turn_index": 4,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "I'm clear that a return to normal is not imminent, and therefore I'm not in a position to give a date as to when we will see more schools opening up to more children."
                },
                {
                    "turn_index": 6,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "Firstly, we will need to consider any decision to have more children returning to school in the context of the safety and the physical and the emotional well-being of children and young people and the staff."
                },
                {
                    "turn_index": 8,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Well, as I said, primarily, we will need to take a lead from our scientific and medical advisers."
                },
                {
                    "turn_index": 16,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "Can I be absolutely clear, and I thought I had been pretty clear in answering Hefin David, that we are not relaxing any of the restrictions with regard to education?"
                },
                {
                    "turn_index": 19,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "That includes various data collection, the suspension of performance measures and removing the requirement to undertake literacy and numeracy testing, and, clearly, school attendance will want to be an important factor of that."
                },
                {
                    "turn_index": 22,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "We have seen an increase in the number of attendances since the start of what would have been the traditional summer term."
                },
                {
                    "turn_index": 28,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Obviously, the ability to be able to test, to trace and to quarantine will be critical to the next phase and will be a very, very important and significant building block in all aspects of the Government's work to respond to this pandemic."
                },
                {
                    "turn_index": 33,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Well, first of all, Dawn, you're absolutely right: my expectation is that schools should remain in contact with children and continue to identify vulnerable children, and schools should continue to refer children to children's services if they have any concerns, and that would also, of course, be the case for youth workers who may be keeping in contact with children."
                },
                {
                    "turn_index": 64,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "That's a very good question, Janet, because I know that there has been some concern and anxiety around vocational qualification students and how quickly we've been able to provide certainty for them."
                },
                {
                    "turn_index": 81,
                    "sent_index": 1,
                    "speaker": "Suzy Davies AM",
                    "content": "Are they likely to be asked to reimburse part of the cost, because obviously it's not as expensive to live at home as away, and what's likely to be happening with the maintenance loans over the summer holiday period, potentially?"
                },
                {
                    "turn_index": 82,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "You are correct to say that our student support regime does allow for a lower payment to be made to those students that stay at home during their studies, but I want to reassure students that there will be no change to their student support payments just because they have left their universities and have decided to go home."
                },
                {
                    "turn_index": 82,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "There should be no change."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What did the meeting discuss about the school reopening date?",
            "oracle_info": [
                {
                    "turn_index": 2,
                    "sent_index": 2,
                    "speaker": "Lynne Neagle AM",
                    "content": "The first questions we've got this afternoon are from Hefin David."
                },
                {
                    "turn_index": 3,
                    "sent_index": 1,
                    "speaker": "Hefin David AM",
                    "content": "With regard to your five principles, which you've set out today, regarding when schools will reopen, they're very clear that they require a judgment from you."
                },
                {
                    "turn_index": 3,
                    "sent_index": 2,
                    "speaker": "Hefin David AM",
                    "content": "So could you outline when you think that schools might reopen?"
                },
                {
                    "turn_index": 6,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "No, I have not been given a date."
                },
                {
                    "turn_index": 6,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, clearly, we will be relying on the advice of our medical and scientific advisers, but the principles are very clear."
                },
                {
                    "turn_index": 6,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "What I have done today is publish the principles that will aid me in, as you said, me making a decision."
                },
                {
                    "turn_index": 6,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "Firstly, we will need to consider any decision to have more children returning to school in the context of the safety and the physical and the emotional well-being of children and young people and the staff."
                },
                {
                    "turn_index": 6,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "It will have to be taken in the context of the wider Welsh Government response to dealing with this pandemic."
                },
                {
                    "turn_index": 6,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "Thirdly, it is absolutely crucial in making any decisions that we have clearly communicated that to parents and to staff, on the information that we have used to reach any decisions, to build confidence for parents and professionals, but also to give them time to plan."
                },
                {
                    "turn_index": 6,
                    "sent_index": 8,
                    "speaker": "Kirsty Williams AM",
                    "content": "And we also have to look at—and it's been paraphrased quite a lot today—if we are looking at certain groups of children accessing more education within a school setting, which groups they should be."
                },
                {
                    "turn_index": 6,
                    "sent_index": 11,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, there are very practical issues that would need to be considered and thought through very, very carefully before we could return, before what we could see is a move from where we are now to the next phase of education, and new approaches to what schooling may look like."
                }
            ]
        },
        {
            "query": "What was included in Kirsty Williams AM's explanation about five principles?",
            "oracle_info": [
                {
                    "turn_index": 6,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "Firstly, we will need to consider any decision to have more children returning to school in the context of the safety and the physical and the emotional well-being of children and young people and the staff."
                },
                {
                    "turn_index": 6,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "It will have to be taken in the context of the wider Welsh Government response to dealing with this pandemic."
                },
                {
                    "turn_index": 6,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "Thirdly, it is absolutely crucial in making any decisions that we have clearly communicated that to parents and to staff, on the information that we have used to reach any decisions, to build confidence for parents and professionals, but also to give them time to plan."
                },
                {
                    "turn_index": 6,
                    "sent_index": 8,
                    "speaker": "Kirsty Williams AM",
                    "content": "And we also have to look at—and it's been paraphrased quite a lot today—if we are looking at certain groups of children accessing more education within a school setting, which groups they should be."
                },
                {
                    "turn_index": 6,
                    "sent_index": 10,
                    "speaker": "Kirsty Williams AM",
                    "content": "How do we make those settings as safe as they possibly can be, and how do we tackle some of the difficult challenges of everything from ensuring that we have adequate numbers of workforce available, to the very real questions about how you would do social distancing in the context of education, school transport issues, how you would avoid people gathering at the school gate, for instance?"
                }
            ]
        },
        {
            "query": "What did the meeting talk about the current education situation?",
            "oracle_info": [
                {
                    "turn_index": 21,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "Since yesterday, the Welsh Government has started publishing data on the number of schools that are open, the number of children attending those schools, and the number of staff involved, and they have been making this information available as per capita of the population."
                },
                {
                    "turn_index": 21,
                    "sent_index": 1,
                    "speaker": "Sian Gwenllian AM",
                    "content": "On average, I think it's 1 per cent of the children of Wales that actually attend these locations, and some 5 per cent of the staff."
                },
                {
                    "turn_index": 22,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "As you quite rightly say, on average, we have 518 school hubs open each day, with up to 4,200 children attending."
                },
                {
                    "turn_index": 22,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "We have seen an increase in the number of attendances since the start of what would have been the traditional summer term."
                },
                {
                    "turn_index": 22,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "We have approximately 5.6 per cent of the teaching population working in those hubs, and at present, 85 per cent of the children who are attending are the children of key workers, the remainder being vulnerable children."
                },
                {
                    "turn_index": 22,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, we are now averaging 600 vulnerable children per day."
                }
            ]
        },
        {
            "query": "What did Kirsty Williams AM say about the education challenges as being faced by schools and the related methods to assure safety?",
            "oracle_info": [
                {
                    "turn_index": 22,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Thank you very much, Siân."
                },
                {
                    "turn_index": 24,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "As local authorities have been able to understand the demand for those places—from critical workers and vulnerable children—we have seen more local authorities move to a hub model, and we have been able to publish guidance to local authorities on how issues around safe working in those hubs should be followed, and we've been able to give guidance in that regard."
                },
                {
                    "turn_index": 24,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "Local authorities are asked by us to report any incidents where they are concerned about operation issues on the ground."
                },
                {
                    "turn_index": 25,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "As I mentioned earlier, testing is crucially important in dealing with this crisis."
                },
                {
                    "turn_index": 28,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Obviously, the ability to be able to test, to trace and to quarantine will be critical to the next phase and will be a very, very important and significant building block in all aspects of the Government's work to respond to this pandemic."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about the impact on particular children with intense need?",
            "oracle_info": [
                {
                    "turn_index": 30,
                    "sent_index": 3,
                    "speaker": "Dawn Bowden AM",
                    "content": "So, this is a particularly difficult issue to address, I appreciate, but how are we going to get more of these children into the hubs?"
                },
                {
                    "turn_index": 31,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "The first thing to say is that the issue of vulnerable children attending settings is one that is a challenge to not just Wales, but also to my colleagues in Northern Ireland, Scotland and England."
                },
                {
                    "turn_index": 31,
                    "sent_index": 10,
                    "speaker": "Kirsty Williams AM",
                    "content": "For some of those children who, perhaps, have very intense health needs, actually, staying at home is the appropriate thing for that child and that family to do, and we're looking to support families, and local authorities and local education systems are looking to support families, in a number of ways."
                },
                {
                    "turn_index": 32,
                    "sent_index": 1,
                    "speaker": "Dawn Bowden AM",
                    "content": "It's encouraging to hear you talk about the ongoing safeguarding of children that are at home and I assume, within that, appropriate referral mechanisms are still in place if teachers or anybody has any particular concern about a child."
                },
                {
                    "turn_index": 33,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Well, first of all, Dawn, you're absolutely right: my expectation is that schools should remain in contact with children and continue to identify vulnerable children, and schools should continue to refer children to children's services if they have any concerns, and that would also, of course, be the case for youth workers who may be keeping in contact with children."
                }
            ]
        },
        {
            "query": "What did Kirsty Williams AM react in response to help students with emotional and mental health difficulties?",
            "oracle_info": [
                {
                    "turn_index": 37,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "But, of course, there are issues around those children that would have currently been receiving school counselling, and also being able to be in a position to respond to a potential growth in the number of children that are receiving support."
                },
                {
                    "turn_index": 37,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, the additional money will be made available to local authorities to be able to increase and ramp up services to support children and families."
                },
                {
                    "turn_index": 37,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "In the immediacy, of course, that will have to be done in different ways than perhaps we've traditionally delivered services in the past, because of social distancing and lockdown rules, but we want to get some of these systems in place now, rather than waiting for everything to go back to normal."
                },
                {
                    "turn_index": 38,
                    "sent_index": 0,
                    "speaker": "Dawn Bowden AM",
                    "content": "So, that would include things like telephone and video support as well, I guess, then."
                },
                {
                    "turn_index": 39,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "Some of that money can also be used to support the professional learning and the professional development of counsellors, because, of course, they may be being asked to work in a different way and we need to make sure that they have the appropriate skills and abilities to do that."
                }
            ]
        },
        {
            "query": "What did Kirsty Williams AM suggest about keeping students studying at home?",
            "oracle_info": [
                {
                    "turn_index": 43,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, there has been, I know, a real effort on behalf of educationalists and social services staff to really reach out to families and to make sure that they're aware of the support that is available out there for them and their children, and to be able to give them the confidence that there are—that the hubs are available for them."
                },
                {
                    "turn_index": 31,
                    "sent_index": 11,
                    "speaker": "Kirsty Williams AM",
                    "content": "We also know that just because you don't have a social worker or a statement of special educational needs does not mean that a child may not be vulnerable, and schools are very aware of the needs of those children and have been carrying out regular telephone check-ins where they can—if the age of the child is appropriate—just to keep in touch with those families and those individual children."
                }
            ]
        },
        {
            "query": "How did Kirsty Williams AM plan to narrow the attainment gap between disadvantaged pupils and their more affluent peers?",
            "oracle_info": [
                {
                    "turn_index": 51,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "All of the statistics would tell us that learning loss and the gap, potentially, will affect those more vulnerable children the most."
                },
                {
                    "turn_index": 51,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "Depending on where that child is in their educational journey, of course, the needs and the potential for loss are slightly different."
                },
                {
                    "turn_index": 53,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "Officials are very aware of our responsibilities towards children's rights in this regard and we are doing whatever we can to ensure that children have an equal opportunity and have equal access to learning at this time."
                },
                {
                    "turn_index": 53,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "We are fortunate in the regard that, because of previous decisions and investments, we have a strong base on which to build because we have our Hwb digital learning platform and because we have invested heavily in the national purchasing of Microsoft Office and Google for Education tools, which are available to all families."
                },
                {
                    "turn_index": 53,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "But, obviously, access to hardware and connectivity is crucial at this time."
                }
            ]
        },
        {
            "query": "What did working with local authorities actually mean?",
            "oracle_info": [
                {
                    "turn_index": 60,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "We're working closely with local authorities to understand just that: to understand from the schools the number of schools that—and a number of them have already done this—have been lending Chromebooks, iPads and laptops to children, and also identifying children who are not perhaps engaging in the activities that have been made available."
                },
                {
                    "turn_index": 60,
                    "sent_index": 9,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, we're also looking to purchase on a national level and distribute Mi-Fi connectivity, so students will be able to have access to Wi-Fi where they don't have that already."
                },
                {
                    "turn_index": 60,
                    "sent_index": 15,
                    "speaker": "Kirsty Williams AM",
                    "content": "We are repurposing some of the resources that we had previously identified for our EdTech investment, using those resources to fill this particular gap."
                }
            ]
        },
        {
            "query": "What did Kirsty Williams AM expect for new examinations and school qualifications?",
            "oracle_info": [
                {
                    "turn_index": 62,
                    "sent_index": 3,
                    "speaker": "Lynne Neagle AM",
                    "content": "I believe we've got sound again, so Janet can ask her questions on examinations."
                },
                {
                    "turn_index": 67,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "What are your expectations for how A-level and GCSE qualifications will be awarded this summer, following the ministerial direction that you have issued to Qualifications Wales?"
                },
                {
                    "turn_index": 68,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Well, Janet, I understand—and today is a day where some students would have been undertaking practical examinations—I understand how devastating it has been to both students and teachers alike for the decision I had to take to cancel this summer's exam series."
                },
                {
                    "turn_index": 68,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "Firstly, teachers will be asked to submit a grade they believe that student would have obtained, should they have taken an exam."
                },
                {
                    "turn_index": 68,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "And, of course, teachers will have a range of data and their own professional judgment that they will use in awarding that grade."
                },
                {
                    "turn_index": 68,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "Once that information has been submitted to Qualifications Wales, there will be a process by which that data will be moderated; moderated from centre to centre and across the nation, thus giving us the chance to award a student a fair grade whilst being, and remaining, true to ensuring that we have a robust qualifications system, and allowing those students who find themselves at a critical stage of their education, where they are looking to move on to the next stages—that they will have the grades that will allow them to make decisions about their future."
                }
            ]
        },
        {
            "query": "What did the meeting discuss to assure higher and further education?",
            "oracle_info": [
                {
                    "turn_index": 71,
                    "sent_index": 2,
                    "speaker": "Suzy Davies AM",
                    "content": "What's happening at school level, or even at college level, to get those students ready for the next steps, because, obviously, they're not in their usual environments and getting their usual programme of teaching?"
                },
                {
                    "turn_index": 72,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "You'll be aware that, last week, on Hwb, we were able to launch a programme for year 13 students to help them get ready for university."
                },
                {
                    "turn_index": 72,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "If you go to the Hwb website, you will be able to see that there are subject listings, everything from animal science through to law, politics, history and science, with links through to higher education and further education courses that students can avail themselves of."
                },
                {
                    "turn_index": 72,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "There's also a section on preparation for essential study skills, whether that is report writing or academic writing."
                },
                {
                    "turn_index": 72,
                    "sent_index": 19,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, we're developing materials and resources all of the time."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about the student support regime?",
            "oracle_info": [
                {
                    "turn_index": 81,
                    "sent_index": 0,
                    "speaker": "Suzy Davies AM",
                    "content": "What's happening to those students who would normally be living in digs somewhere but are now living at home?"
                },
                {
                    "turn_index": 81,
                    "sent_index": 1,
                    "speaker": "Suzy Davies AM",
                    "content": "Are they likely to be asked to reimburse part of the cost, because obviously it's not as expensive to live at home as away, and what's likely to be happening with the maintenance loans over the summer holiday period, potentially?"
                },
                {
                    "turn_index": 82,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "You are correct to say that our student support regime does allow for a lower payment to be made to those students that stay at home during their studies, but I want to reassure students that there will be no change to their student support payments just because they have left their universities and have decided to go home."
                }
            ]
        }
    ]
}