{
    "transcripts_id": "education_17",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "Welcome to the Children, Young People and Education Committee."
                },
                {
                    "turn_index": 0,
                    "sent_index": 6,
                    "speaker": "Lynne Neagle AM",
                    "content": "Item 2, then, is a further evidence session, number four, on our inquiry into the status of the Welsh baccalaureate qualification."
                },
                {
                    "turn_index": 0,
                    "sent_index": 10,
                    "speaker": "Lynne Neagle AM",
                    "content": "If it's okay with you, we'll go straight into questions, and the first ones are from Siân Gwenllian."
                },
                {
                    "turn_index": 2,
                    "sent_index": 5,
                    "speaker": "Dafydd Evans",
                    "content": "To answer the specific question, no, I don't think that employers have a clear understanding of what the Welsh bac means or what it includes."
                },
                {
                    "turn_index": 5,
                    "sent_index": 4,
                    "speaker": "Dr Rachel Bowen",
                    "content": "And that means it's quite a challenge to understand what is the Welsh bac, what does it offer."
                },
                {
                    "turn_index": 13,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "What are we going to do, then, to improve employers' understanding of the Welsh bac, and whose work is it to try to persuade employers that it is worth while, if you feel that it is worth while, of course?"
                },
                {
                    "turn_index": 27,
                    "sent_index": 2,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "What are your views on how well the Welsh bac, at all levels, helps to prepare learners for employment?"
                },
                {
                    "turn_index": 31,
                    "sent_index": 2,
                    "speaker": "Kay Martin",
                    "content": "The Welsh bac, where it works really well, does help prepare them, I think, for employment, but it's not for everyone, because some people have to do the other things."
                },
                {
                    "turn_index": 31,
                    "sent_index": 6,
                    "speaker": "Kay Martin",
                    "content": "It helps prepare some people—the A-level students for university—but does it help my health and social care people become more skilled and employable?"
                },
                {
                    "turn_index": 34,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Is there a difference in how the Welsh bac is valued by learners at the different levels that it is studied?"
                },
                {
                    "turn_index": 47,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "A question, then, just to ColegauCymru: to what extent do you believe that universities in the main understand the value of the Welsh bac?"
                },
                {
                    "turn_index": 59,
                    "sent_index": 2,
                    "speaker": "Julie Morgan AM",
                    "content": "I think you've already got into this bit of the discussion, but what are your views on how comparable the Welsh bac is to other qualifications?"
                },
                {
                    "turn_index": 79,
                    "sent_index": 0,
                    "speaker": "Lynne Neagle AM",
                    "content": "We've got some questions now then, from Suzy, on universal adoption."
                },
                {
                    "turn_index": 80,
                    "sent_index": 0,
                    "speaker": "Suzy Davies AM",
                    "content": "Well, I'm wondering if I need to ask them, really, because I think I'm getting a strong sense that you all think that universal adoption is a bad idea at this moment in time."
                },
                {
                    "turn_index": 80,
                    "sent_index": 2,
                    "speaker": "Suzy Davies AM",
                    "content": "So, for example, we had an indication from the union representing Welsh-speaking teachers that if the baccalaureate was universally adopted, it would remove an artificial choice, basically, for learners, i.e."
                },
                {
                    "turn_index": 127,
                    "sent_index": 0,
                    "speaker": "Kay Martin",
                    "content": "And I think, if you'd asked us a few years ago, we were all heading for universal adoption, but because the Welsh bac has changed into something that isn't 100 per cent what we think it should be, then we've stopped the universal adoption, if you like."
                },
                {
                    "turn_index": 119,
                    "sent_index": 1,
                    "speaker": "Dawn Bowden AM",
                    "content": "A lot of this has been covered, actually, but just on those final points there, I'm wondering whether you think that introducing a specialist teacher-training qualification to deliver the Welsh bac would actually help in some way in improving its status and perception and so on."
                },
                {
                    "turn_index": 120,
                    "sent_index": 0,
                    "speaker": "Dafydd Evans",
                    "content": "I'm not assured in terms of—yes, training is required regarding the Welsh bac, but where we are seeing it more successfully is where vocational lecturers have actually taken it on board."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What did the group discuss about how much employers understood the meaning of Welsh bac?",
            "oracle_info": [
                {
                    "turn_index": 2,
                    "sent_index": 5,
                    "speaker": "Dafydd Evans",
                    "content": "To answer the specific question, no, I don't think that employers have a clear understanding of what the Welsh bac means or what it includes."
                },
                {
                    "turn_index": 3,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "Which is a big problem."
                },
                {
                    "turn_index": 4,
                    "sent_index": 0,
                    "speaker": "Dafydd Evans",
                    "content": "Yes, it's a huge problem, but not only to employers, but also to parents and young people, of course."
                },
                {
                    "turn_index": 5,
                    "sent_index": 3,
                    "speaker": "Dr Rachel Bowen",
                    "content": "And while there are lots of small engaged employers who have taken an interest and do understand, the vast majority are more focused on getting on with the day-to-day running of the business."
                },
                {
                    "turn_index": 5,
                    "sent_index": 4,
                    "speaker": "Dr Rachel Bowen",
                    "content": "And that means it's quite a challenge to understand what is the Welsh bac, what does it offer."
                }
            ]
        },
        {
            "query": "What did Ed Evans (director and secretary of the Civil Engineering Contractors Association) think about employers' understanding of Welsh bac?",
            "oracle_info": [
                {
                    "turn_index": 12,
                    "sent_index": 1,
                    "speaker": "Ed Evans",
                    "content": "I think it's fair to say employers don't understand it, that's for sure, but I think if they did, they would really appreciate this."
                },
                {
                    "turn_index": 12,
                    "sent_index": 2,
                    "speaker": "Ed Evans",
                    "content": "For my sector in particular—the civil engineering sector—and particularly the contracting sector, which depends very much on pupils who have come through from a less academic background, the Welsh bac gives them that ability, I guess, not to pursue so much of an academic focus, but to test them in terms of the challenges, but also, to—."
                },
                {
                    "turn_index": 12,
                    "sent_index": 7,
                    "speaker": "Ed Evans",
                    "content": "So, perhaps there are differences across the sector, but I think, certainly for my sector, we would really value the growth of the Welsh baccalaureate."
                }
            ]
        },
        {
            "query": "What did they decide on how to improve employers' understanding of the Welsh bac?",
            "oracle_info": [
                {
                    "turn_index": 14,
                    "sent_index": 0,
                    "speaker": "Dafydd Evans",
                    "content": "I think we need to review the qualification, and I think the voice of employers should be a key part of that review, so that employability skills and entrepreneurial skills have more of a role within that qualification."
                },
                {
                    "turn_index": 14,
                    "sent_index": 1,
                    "speaker": "Dafydd Evans",
                    "content": "And I think that rather than it being done by the colleges or by a qualifications board, I think the employers—."
                },
                {
                    "turn_index": 14,
                    "sent_index": 3,
                    "speaker": "Dafydd Evans",
                    "content": "Because I think that's what the vision was for the Welsh baccalaureate—that it was going to improve skills for employment."
                },
                {
                    "turn_index": 17,
                    "sent_index": 2,
                    "speaker": "Ed Evans",
                    "content": "I think there are opportunities to join up employers and schools and education facilities a lot more than we do at the moment."
                }
            ]
        },
        {
            "query": "Summarize the views about how well the Welsh bac helped to prepare learners for employment.",
            "oracle_info": [
                {
                    "turn_index": 30,
                    "sent_index": 2,
                    "speaker": "Nick Brazil",
                    "content": "The Welsh bac is a combination of qualifications; it's not just one qualification—it's a combination."
                },
                {
                    "turn_index": 30,
                    "sent_index": 3,
                    "speaker": "Nick Brazil",
                    "content": "So, to develop the employability skills obviously is a key part, and developing the skills for employment is a key part."
                },
                {
                    "turn_index": 31,
                    "sent_index": 2,
                    "speaker": "Kay Martin",
                    "content": "The Welsh bac, where it works really well, does help prepare them, I think, for employment, but it's not for everyone, because some people have to do the other things."
                },
                {
                    "turn_index": 31,
                    "sent_index": 6,
                    "speaker": "Kay Martin",
                    "content": "It helps prepare some people—the A-level students for university—but does it help my health and social care people become more skilled and employable?"
                }
            ]
        },
        {
            "query": "Summarize Kay Martin (principal of Cardiff and Vale College) opinion on how well the Welsh bac helped to prepare learners for employment.",
            "oracle_info": [
                {
                    "turn_index": 8,
                    "sent_index": 0,
                    "speaker": "Kay Martin",
                    "content": "Certainly, it's very similar, and our employers want to make sure they get the right qualification."
                },
                {
                    "turn_index": 31,
                    "sent_index": 0,
                    "speaker": "Kay Martin",
                    "content": "If I could just say as well, our job in the college is to develop skills and employable people, and we use every tool in our box to do that."
                },
                {
                    "turn_index": 31,
                    "sent_index": 2,
                    "speaker": "Kay Martin",
                    "content": "The Welsh bac, where it works really well, does help prepare them, I think, for employment, but it's not for everyone, because some people have to do the other things."
                },
                {
                    "turn_index": 31,
                    "sent_index": 4,
                    "speaker": "Kay Martin",
                    "content": "As you say, they're coming from schools, some of them with very few GCSEs, or they haven't got literacy and numeracy skills, they're being tested and many of them are below level 1 in terms of literacy and numeracy."
                },
                {
                    "turn_index": 31,
                    "sent_index": 5,
                    "speaker": "Kay Martin",
                    "content": "So, I think it needs to be reviewed, to look at how we could make skilled and employable people."
                }
            ]
        },
        {
            "query": "Summarize Dafydd Evans' (chair of ColegauCymru) and Nick Brazil's (deputy principal) opinion on how well the Welsh bac helped to prepare for employment?",
            "oracle_info": [
                {
                    "turn_index": 28,
                    "sent_index": 0,
                    "speaker": "Dafydd Evans",
                    "content": "I think that one of the problems is that there are a number of priorities."
                },
                {
                    "turn_index": 28,
                    "sent_index": 1,
                    "speaker": "Dafydd Evans",
                    "content": "And one of the problems that we have is that we have a number of children coming in to the colleges, and they need to resit their GCSEs—in maths, English and Welsh."
                },
                {
                    "turn_index": 28,
                    "sent_index": 2,
                    "speaker": "Dafydd Evans",
                    "content": "It's a valid priority for the Welsh Government for everyone to get a C grade in the core subjects."
                },
                {
                    "turn_index": 28,
                    "sent_index": 3,
                    "speaker": "Dafydd Evans",
                    "content": "But that eats into the time that we have to teach young people."
                },
                {
                    "turn_index": 28,
                    "sent_index": 7,
                    "speaker": "Dafydd Evans",
                    "content": "So, at levels 1 and 2, there are fewer and fewer doing 1 and 2 in the baccalaureate because they're resitting their GCSEs, and there is much more use of the Welsh bac at level 3, and A-level, and vocational level 3."
                },
                {
                    "turn_index": 30,
                    "sent_index": 2,
                    "speaker": "Nick Brazil",
                    "content": "The Welsh bac is a combination of qualifications; it's not just one qualification—it's a combination."
                },
                {
                    "turn_index": 30,
                    "sent_index": 3,
                    "speaker": "Nick Brazil",
                    "content": "So, to develop the employability skills obviously is a key part, and developing the skills for employment is a key part."
                }
            ]
        },
        {
            "query": "Summarize the views to what extent they believe that universities understood the value of the Welsh bac.",
            "oracle_info": [
                {
                    "turn_index": 48,
                    "sent_index": 0,
                    "speaker": "Kay Martin",
                    "content": "Well, we don't think they do, really, especially the experience we have with some of our learners to go to Russell Group universities."
                },
                {
                    "turn_index": 48,
                    "sent_index": 3,
                    "speaker": "Kay Martin",
                    "content": "But I think it is mixed, and it does depend on the admissions tutors and the areas that they're going into in universities."
                },
                {
                    "turn_index": 48,
                    "sent_index": 4,
                    "speaker": "Kay Martin",
                    "content": "In some areas, and certainly the local universities around here—University of South Wales, Cardiff Metropolitan University—value it in a great number of subjects, particularly in sport, when our students go to Cardiff Met, and business studies, when our learners go to USW."
                },
                {
                    "turn_index": 48,
                    "sent_index": 5,
                    "speaker": "Kay Martin",
                    "content": "It is valued by them and they accept it, but when people go further afield—and we're always trying to push our learners beyond."
                },
                {
                    "turn_index": 48,
                    "sent_index": 7,
                    "speaker": "Kay Martin",
                    "content": "But some of the universities are not valuing the Welsh baccalaureate."
                }
            ]
        },
        {
            "query": "What did Nick Brazil (deputy principal) think about to what extent that universities understood the value of the Welsh bac?",
            "oracle_info": [
                {
                    "turn_index": 52,
                    "sent_index": 0,
                    "speaker": "Nick Brazil",
                    "content": "Could I jump in there?"
                },
                {
                    "turn_index": 52,
                    "sent_index": 1,
                    "speaker": "Nick Brazil",
                    "content": "I've got to jump in there as, from the institution I'm in, we've had a long track record of getting learners into top universities."
                },
                {
                    "turn_index": 52,
                    "sent_index": 2,
                    "speaker": "Nick Brazil",
                    "content": "About 20 per cent of our learners go to Russell Group universities, and there is no doubt—in certainly 50 per cent of those, they do not value the Welsh bac."
                },
                {
                    "turn_index": 52,
                    "sent_index": 3,
                    "speaker": "Nick Brazil",
                    "content": "But if they do offer an option with the Welsh bac, they say it is on top of three A2-level grades."
                }
            ]
        },
        {
            "query": "What was the situation in north Wales when discussing to what extent that universities understood the value of the Welsh bac?",
            "oracle_info": [
                {
                    "turn_index": 55,
                    "sent_index": 1,
                    "speaker": "Dafydd Evans",
                    "content": "Because of the nature of our catchment area, there is a greater percentage of our students staying in Welsh universities, and, as Kay said, Welsh universities are much more willing to recognise the bac."
                },
                {
                    "turn_index": 55,
                    "sent_index": 2,
                    "speaker": "Dafydd Evans",
                    "content": "So, to a certain extent, it is less of a problem."
                },
                {
                    "turn_index": 55,
                    "sent_index": 3,
                    "speaker": "Dafydd Evans",
                    "content": "But, naturally, we do have students who are looking to go out to universities in England in the Russell Group, and we're having the same experience there where there are differences between the policy that that university extols and what actually happens on the ground when students have interviews in those universities."
                },
                {
                    "turn_index": 56,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "But in terms of Bangor and Glyndŵr University, there's no problem there, though."
                }
            ]
        },
        {
            "query": "Summarize their opinions on introducing a specialist teacher-training qualification to deliver the Welsh bac.",
            "oracle_info": [
                {
                    "turn_index": 121,
                    "sent_index": 0,
                    "speaker": "Nick Brazil",
                    "content": "And I think you've got to bear in mind that the number of the skills and the number of challenges that are done within the Welsh bac are done very similarly within the vocational qualification as well."
                },
                {
                    "turn_index": 121,
                    "sent_index": 1,
                    "speaker": "Nick Brazil",
                    "content": "So, a number of those staff have already got those skills and they're undertaking that."
                },
                {
                    "turn_index": 120,
                    "sent_index": 3,
                    "speaker": "Dafydd Evans",
                    "content": "Therefore, no, I think that if it's going to be a success, it's got to be contextualised, and for the vocational lecturers to do that, and we've invested heavily in training those vocational lecturers to understand how to deliver the Welsh bac and get positive outcomes of the Welsh bac—."
                },
                {
                    "turn_index": 120,
                    "sent_index": 4,
                    "speaker": "Dafydd Evans",
                    "content": "It's been an intensive staff development process."
                }
            ]
        },
        {
            "query": "What did Dafydd Evans (chair of ColegauCymru) think of introducing a specialist teacher training qualification?",
            "oracle_info": [
                {
                    "turn_index": 120,
                    "sent_index": 3,
                    "speaker": "Dafydd Evans",
                    "content": "Therefore, no, I think that if it's going to be a success, it's got to be contextualised, and for the vocational lecturers to do that, and we've invested heavily in training those vocational lecturers to understand how to deliver the Welsh bac and get positive outcomes of the Welsh bac—."
                },
                {
                    "turn_index": 120,
                    "sent_index": 4,
                    "speaker": "Dafydd Evans",
                    "content": "It's been an intensive staff development process."
                }
            ]
        },
        {
            "query": "What did Nick Brazil (deputy principal) think of introducing a specialist teacher training qualification?",
            "oracle_info": [
                {
                    "turn_index": 121,
                    "sent_index": 0,
                    "speaker": "Nick Brazil",
                    "content": "And I think you've got to bear in mind that the number of the skills and the number of challenges that are done within the Welsh bac are done very similarly within the vocational qualification as well."
                },
                {
                    "turn_index": 121,
                    "sent_index": 1,
                    "speaker": "Nick Brazil",
                    "content": "So, a number of those staff have already got those skills and they're undertaking that."
                }
            ]
        }
    ]
}