{
    "transcripts_id": "education_10",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "Welcome to the Children, Young People and Education Committee."
                },
                {
                    "turn_index": 2,
                    "sent_index": 2,
                    "speaker": "Lynne Neagle AM",
                    "content": "We'll move on, then, to item 2 this morning, which is our evidence session on the higher education new academic year allocations."
                },
                {
                    "turn_index": 4,
                    "sent_index": 1,
                    "speaker": "Dr David Blaney",
                    "content": "It's undeniably the case there are financial challenges facing our universities."
                },
                {
                    "turn_index": 4,
                    "sent_index": 2,
                    "speaker": "Dr David Blaney",
                    "content": "They result from three main causes: one is the impact of the demographic dip of 18-year-olds, which is deeper and longer in Wales than it is elsewhere in the UK."
                },
                {
                    "turn_index": 13,
                    "sent_index": 0,
                    "speaker": "Bethan Owen",
                    "content": "We monitor, we receive forecasts, five-year forecasts, and we meet frequently with all our universities now."
                },
                {
                    "turn_index": 11,
                    "sent_index": 0,
                    "speaker": "Bethan Owen",
                    "content": "And, there are also differences in the way that universities have secured funding for investing in their estates."
                },
                {
                    "turn_index": 12,
                    "sent_index": 0,
                    "speaker": "Angela Burns AM",
                    "content": "So, overall, you're painting a picture of a sector that's under a significant degree of financial stress, and this is obviously using your key financial indicators."
                },
                {
                    "turn_index": 15,
                    "sent_index": 5,
                    "speaker": "Dr David Blaney",
                    "content": "There is always the possibility of structural change within the sector, and that might be one of the solutions that institutions think about, but it's not a policy position, and it's not always a good short-term response to crisis anyway, actually."
                },
                {
                    "turn_index": 40,
                    "sent_index": 0,
                    "speaker": "Hefin David AM",
                    "content": "And how different are those cultures across institutions?"
                },
                {
                    "turn_index": 47,
                    "sent_index": 0,
                    "speaker": "Dr David Blaney",
                    "content": "I think we’d like to see a consistent minimum set of expectations."
                },
                {
                    "turn_index": 61,
                    "sent_index": 3,
                    "speaker": "Dr David Blaney",
                    "content": "And these tensions are not all-out war, but there are sometimes differences of view and they have to be worked through, and that's governance working properly, I think."
                },
                {
                    "turn_index": 68,
                    "sent_index": 1,
                    "speaker": "Hefin David AM",
                    "content": "So, to answer my question: are we likely to see more in the high-risk category or not?"
                },
                {
                    "turn_index": 80,
                    "sent_index": 1,
                    "speaker": "Dr David Blaney",
                    "content": "First of all, we have provided £3.5 million of separate funding specifically targeted to improve and increase collaboration between HE and FE."
                },
                {
                    "turn_index": 80,
                    "sent_index": 7,
                    "speaker": "Dr David Blaney",
                    "content": "So, that is a specific bit of funding designed to incentivise HE-FE collaboration."
                },
                {
                    "turn_index": 80,
                    "sent_index": 8,
                    "speaker": "Dr David Blaney",
                    "content": "And then we direct fund a couple of FE institutions for delivery of higher education for historical reasons, and we also have our funding going through to support franchise activity between HE and FE."
                },
                {
                    "turn_index": 91,
                    "sent_index": 0,
                    "speaker": "Hefin David AM",
                    "content": "Could we end up seeing significant fee increases for part-time students?"
                },
                {
                    "turn_index": 92,
                    "sent_index": 5,
                    "speaker": "Dr David Blaney",
                    "content": "I don't think we'll see massive fee increases; we might see a bit, but we won't see masses, I don't think."
                },
                {
                    "turn_index": 94,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "We've got some questions now on funding for research and innovation, and also we'd like to talk a bit about a replacement for European Union funds."
                },
                {
                    "turn_index": 99,
                    "sent_index": 4,
                    "speaker": "Dr David Blaney",
                    "content": "The capacity of the sector to be able to respond to funding opportunities elsewhere in the UK and across the rest of the world is itself determined by the size and the strength of the research base, which is sustained by QR funding."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What were the three main causes for the financial challenges facing the universities?",
            "oracle_info": [
                {
                    "turn_index": 4,
                    "sent_index": 2,
                    "speaker": "Dr David Blaney",
                    "content": "They result from three main causes: one is the impact of the demographic dip of 18-year-olds, which is deeper and longer in Wales than it is elsewhere in the UK."
                },
                {
                    "turn_index": 4,
                    "sent_index": 3,
                    "speaker": "Dr David Blaney",
                    "content": "There are increased pension costs and, actually, increased costs generally."
                },
                {
                    "turn_index": 4,
                    "sent_index": 4,
                    "speaker": "Dr David Blaney",
                    "content": "And, of course, we also have current uncertainty as a result of the Augar review in England, and whether that might play into Wales, and also Brexit."
                },
                {
                    "turn_index": 4,
                    "sent_index": 7,
                    "speaker": "Dr David Blaney",
                    "content": "Before the Diamond review of fees and funding in Wales, there was a pre-existing funding gap in resource between England and Wales, and even now, that's still the case."
                },
                {
                    "turn_index": 4,
                    "sent_index": 1,
                    "speaker": "Dr David Blaney",
                    "content": "It's undeniably the case there are financial challenges facing our universities."
                },
                {
                    "turn_index": 4,
                    "sent_index": 9,
                    "speaker": "Dr David Blaney",
                    "content": "That's a challenge, and that is a result from a political decision to invest in students, and that's fine."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about universities that had secured funding for investing in their estates?",
            "oracle_info": [
                {
                    "turn_index": 11,
                    "sent_index": 1,
                    "speaker": "Bethan Owen",
                    "content": "So, for example, Cardiff University have had a bond rather than borrowing, which you draw down as you're spending."
                },
                {
                    "turn_index": 11,
                    "sent_index": 2,
                    "speaker": "Bethan Owen",
                    "content": "So, in the short term, the reserves of Cardiff will appear as though they have significant cash balances, but all of those are restricted for investment in the estate and, over the next two or three years, will be utilised for that."
                },
                {
                    "turn_index": 12,
                    "sent_index": 0,
                    "speaker": "Angela Burns AM",
                    "content": "So, overall, you're painting a picture of a sector that's under a significant degree of financial stress, and this is obviously using your key financial indicators."
                },
                {
                    "turn_index": 13,
                    "sent_index": 5,
                    "speaker": "Bethan Owen",
                    "content": "The forecasts that we had this time last year were indicating that, for 2018-19, we should have a sector that's roughly in a break-even position, but that has to be caveated with waiting for new forecasts in July, where there will have to be a reflection of the pension costs, and there have been significant changes in pension costs, both for the teachers' pension scheme and the universities' superannuation scheme as well, and those will be significant costs that universities have to build into their forecasts at a time when their income, certainly their fee income, is not increasing, and that is the challenge."
                },
                {
                    "turn_index": 14,
                    "sent_index": 0,
                    "speaker": "Angela Burns AM",
                    "content": "Are we going to lose any universities in the next couple of years?"
                },
                {
                    "turn_index": 15,
                    "sent_index": 7,
                    "speaker": "Dr David Blaney",
                    "content": "But I don't see an institution falling over in the foreseeable future."
                }
            ]
        },
        {
            "query": "What was the government's plan towards the structural change?",
            "oracle_info": [
                {
                    "turn_index": 16,
                    "sent_index": 1,
                    "speaker": "Angela Burns AM",
                    "content": "I bring this up because I'm the Assembly Member for Carmarthen West and South Pembrokeshire, and I have had multiple representations from students, and their parents, who are about to go to Lampeter and who've been told that courses are being restructured, there's a massive staff loss, and they have concerns about whether the three-year commitment they're about to make to a course is going to be able to be sustained."
                },
                {
                    "turn_index": 17,
                    "sent_index": 2,
                    "speaker": "Dr David Blaney",
                    "content": "First of all, your comment about causing a run is a serious consideration."
                },
                {
                    "turn_index": 17,
                    "sent_index": 11,
                    "speaker": "Dr David Blaney",
                    "content": "So there's an absolute obligation on them to meet their commitments, and that's a contractual obligation anyway, so it's a legal obligation."
                },
                {
                    "turn_index": 16,
                    "sent_index": 0,
                    "speaker": "Angela Burns AM",
                    "content": "When you talk about structural change, are you referring to the fact that certain offshoots or divisions might close?"
                },
                {
                    "turn_index": 19,
                    "sent_index": 6,
                    "speaker": "Dr David Blaney",
                    "content": "In terms of our oversight and monitoring, our primary consideration, again, is the interest of the students."
                }
            ]
        },
        {
            "query": "What was the government's policy towards the university's estates strategy?",
            "oracle_info": [
                {
                    "turn_index": 21,
                    "sent_index": 0,
                    "speaker": "Dr David Blaney",
                    "content": "Yes, so the estates strategies that institutions operate are overseen by either the full governing body or relevant sub-committees in respect of every institution, so there is proper governance oversight."
                },
                {
                    "turn_index": 25,
                    "sent_index": 1,
                    "speaker": "Dr David Blaney",
                    "content": "We're content on two fronts: one is that the governance machinery within the institutions is structured appropriately to look at that, but also that if the institutions are wanting to engage in anything other than relatively trivial borrowing, they have to get our consent as well."
                },
                {
                    "turn_index": 30,
                    "sent_index": 0,
                    "speaker": "Angela Burns AM",
                    "content": "Which actually, neatly, thank you, brings me to my last question, which is: have any universities broken those loan covenants or been close to breaking them, unable to pay their borrowings as and when they fall due?"
                },
                {
                    "turn_index": 31,
                    "sent_index": 6,
                    "speaker": "Bethan Owen",
                    "content": "The nature of those covenants vary, but most of them require a measure of cash flow, a ratio between the cash generated and the cost of debt, so there is close monitoring that is required because of the borrowing in the system, as well as our ongoing monitoring as well."
                }
            ]
        },
        {
            "query": "What was the solution to risk appetite?",
            "oracle_info": [
                {
                    "turn_index": 52,
                    "sent_index": 1,
                    "speaker": "Hefin David AM",
                    "content": "Do you feel that any governing bodies are exhibiting what might be considered to be an imprudent risk appetite?"
                },
                {
                    "turn_index": 53,
                    "sent_index": 1,
                    "speaker": "Dr David Blaney",
                    "content": "So, we would see this coming through in forecasts, and we would see it coming through in requests for borrowings, predominantly."
                },
                {
                    "turn_index": 55,
                    "sent_index": 1,
                    "speaker": "Dr David Blaney",
                    "content": "We have a slightly different perspective and we have a perspective that is very intimately informed in terms of how the institution is performing."
                },
                {
                    "turn_index": 55,
                    "sent_index": 2,
                    "speaker": "Dr David Blaney",
                    "content": "So, you have a governing body with a range of perspectives, and you will also have people who are very committed and very enthusiastic about the institution, and just occasionally it's helpful to get a slightly external perspective on these things."
                },
                {
                    "turn_index": 55,
                    "sent_index": 3,
                    "speaker": "Dr David Blaney",
                    "content": "So, I don't think it's a shortfall as such, but I just think—"
                }
            ]
        },
        {
            "query": "What did the meeting talk about to include more people in risk management?",
            "oracle_info": [
                {
                    "turn_index": 57,
                    "sent_index": 0,
                    "speaker": "Dr David Blaney",
                    "content": "The machinery depends on having a body like HEFCW doing some of that role, and the people who lend money to institutions are absolutely clear about that."
                },
                {
                    "turn_index": 58,
                    "sent_index": 2,
                    "speaker": "Hefin David AM",
                    "content": "There are people, as you say, involved, and people always make the difference in different cultures."
                },
                {
                    "turn_index": 59,
                    "sent_index": 1,
                    "speaker": "Dr David Blaney",
                    "content": "Occasionally, we help the governors to ask the right questions, so occasionally that external perspective we've just discussed is helpful in that regard."
                },
                {
                    "turn_index": 61,
                    "sent_index": 0,
                    "speaker": "Dr David Blaney",
                    "content": "Yes, sometimes these things can spill, and the governing bodies also include student representation, staff representation, who are typically union reps, and so, you know, there are all sorts of—."
                },
                {
                    "turn_index": 61,
                    "sent_index": 3,
                    "speaker": "Dr David Blaney",
                    "content": "And these tensions are not all-out war, but there are sometimes differences of view and they have to be worked through, and that's governance working properly, I think."
                }
            ]
        },
        {
            "query": "What was the direction of travel between universities with high risks and those with medium risks?",
            "oracle_info": [
                {
                    "turn_index": 65,
                    "sent_index": 0,
                    "speaker": "Dr David Blaney",
                    "content": "I think it's fair to say that the direction of travel is that we're seeing an increased risk profile in the sector in Wales, and it's about the financial pressures that we've already discussed this morning."
                },
                {
                    "turn_index": 65,
                    "sent_index": 4,
                    "speaker": "Dr David Blaney",
                    "content": "So, the amount of funding was always going to be under pressure; there's a demographic dip, and there are the other contextual factors we've discussed."
                },
                {
                    "turn_index": 66,
                    "sent_index": 1,
                    "speaker": "Hefin David AM",
                    "content": "You said you don't see collapse, but are we confident there won't be more in the high-risk category?"
                },
                {
                    "turn_index": 67,
                    "sent_index": 0,
                    "speaker": "Dr David Blaney",
                    "content": "Well, I think what I would always say about this process is that it doesn't guarantee 100 per cent accuracy."
                }
            ]
        },
        {
            "query": "What was Bethan Owen's comment towards the high-risk category?",
            "oracle_info": [
                {
                    "turn_index": 71,
                    "sent_index": 0,
                    "speaker": "Bethan Owen",
                    "content": "And, just to add, I think the key bit of that is maintaining the attractiveness of Welsh universities to students, because a large proportion are coming not from just Wales, but from England and internationally—so, that's a key part—and also that our research portfolio is invested in, and that also brings economic benefits."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about the QR research funding?",
            "oracle_info": [
                {
                    "turn_index": 98,
                    "sent_index": 1,
                    "speaker": "Sian Gwenllian AM",
                    "content": "I was talking about the Diamond and Reid reviews at the beginning of my question and the fact that they had recommended that QR funding should be maintained in real terms."
                },
                {
                    "turn_index": 98,
                    "sent_index": 2,
                    "speaker": "Sian Gwenllian AM",
                    "content": "But, of course, the sum hasn't actually increased over a period of nine years."
                },
                {
                    "turn_index": 99,
                    "sent_index": 1,
                    "speaker": "Dr David Blaney",
                    "content": "The reason the sum hasn't increased is because we haven't had enough money to be able to increase it and still meet the obligations we have to other bits of the HE system."
                },
                {
                    "turn_index": 99,
                    "sent_index": 3,
                    "speaker": "Dr David Blaney",
                    "content": "Both Ian Diamond and Graeme Reid were very clear about the importance of being able to invest in our QR research funding, for a number of reasons."
                }
            ]
        },
        {
            "query": "Had HEFCW done any assessment of the effect of underfunding research?",
            "oracle_info": [
                {
                    "turn_index": 103,
                    "sent_index": 1,
                    "speaker": "Dr David Blaney",
                    "content": "We've relied on the expert assessment of people like Graeme Reid."
                },
                {
                    "turn_index": 103,
                    "sent_index": 2,
                    "speaker": "Dr David Blaney",
                    "content": "It's sometimes more effective to have external experts making these points than us or the sector."
                }
            ]
        },
        {
            "query": "How would the allocation contribute to educational research?",
            "oracle_info": [
                {
                    "turn_index": 106,
                    "sent_index": 0,
                    "speaker": "Bethan Owen",
                    "content": "I was just going to add that, when we look at the funding that comes into our sector in Wales, compared with the rest of the UK, it's easy to see from the figures that our percentage of income that comes from research is smaller than in England, so the figures show that we receive less of the money that's available, which is a factor that results from us having less QR as a percentage, so we're in a situation where we get less of that UK funding that's available as well."
                },
                {
                    "turn_index": 108,
                    "sent_index": 0,
                    "speaker": "Dr David Blaney",
                    "content": "So, we have provided funding in 2017-18 and 2018-19 to WISERD Education, which is a research collaboration between a number of the Welsh universities, specifically looking at educational issues, and we're providing additional funding to that to add value to the Welsh Government's existing evaluation of the progress of pioneer schools in developing the three-to-15 curriculum in Wales."
                },
                {
                    "turn_index": 109,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "And likewise, in 2019-20, there will be allocations specifically for this."
                },
                {
                    "turn_index": 110,
                    "sent_index": 0,
                    "speaker": "Dr David Blaney",
                    "content": "It's a bit early to say yet."
                }
            ]
        },
        {
            "query": "What was the impact of the loss of funds to leave the European Union and what would be the solutions accordingly?",
            "oracle_info": [
                {
                    "turn_index": 114,
                    "sent_index": 3,
                    "speaker": "Dr David Blaney",
                    "content": "The challenge is finding the money, and we fully understand that."
                },
                {
                    "turn_index": 114,
                    "sent_index": 4,
                    "speaker": "Dr David Blaney",
                    "content": "There has been an additional £6.6 million allocated for research very recently by the Government, which we have put out specifically in line with some of the recommendations from Reid."
                },
                {
                    "turn_index": 114,
                    "sent_index": 5,
                    "speaker": "Dr David Blaney",
                    "content": "So, that's a start, but that's not sustainable funding, and it's not enough, really, but it is a good and welcome start."
                },
                {
                    "turn_index": 114,
                    "sent_index": 7,
                    "speaker": "Dr David Blaney",
                    "content": "And in response to that, we have recently issued our own vision for research and innovation, which was developed over a number of months, following the Reid report closely, working with stakeholders, including the Welsh Government, in order to try and set a vision for how we respond to the challenges facing research in the future, including the reduction, potentially, of access to EU funds."
                },
                {
                    "turn_index": 114,
                    "sent_index": 10,
                    "speaker": "Dr David Blaney",
                    "content": "A lot of that requires investment in the Welsh research base in order to be able to go for competitive funding at a UK level."
                }
            ]
        }
    ]
}