{
    "transcripts_id": "education_23",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 4,
                    "speaker": "Lynne Neagle AM",
                    "content": "Item 2 this morning is our final evidence session for our inquiry into targeted funding to improve educational outcomes."
                },
                {
                    "turn_index": 1,
                    "sent_index": 1,
                    "speaker": "Llyr Gruffydd AM",
                    "content": "I just want to start by asking some questions around the targeting of the pupil development grant because, clearly, we've had a lot of evidence around this apparent blurring of eligibility to an extent."
                },
                {
                    "turn_index": 2,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "I think it's important to be absolutely clear that when it comes to individual interventions, those individual interventions should only be targeted at those children who are eligible for free school meals."
                },
                {
                    "turn_index": 21,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "If we can go on, then, to talk about some of the practical uses of the PDG, you write in your written paper that 'the majority of schools are making well thought out and appropriate decisions' on how to use it."
                },
                {
                    "turn_index": 54,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "The next questions are on looked-after children and adopted children, and I've got questions from Michelle then Mark."
                },
                {
                    "turn_index": 159,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "It's one of the things that I have been very clear to the regional consortia that I expect their challenge and support advisers to be asking schools about."
                },
                {
                    "turn_index": 159,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, it's a fundamental role for the challenge and support advisers in the regional consortia in their school improvement work."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the extent that the experts consider that the money is being targeted appropriately.",
            "oracle_info": [
                {
                    "turn_index": 2,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "I think it's important to be absolutely clear that when it comes to individual interventions, those individual interventions should only be targeted at those children who are eligible for free school meals."
                },
                {
                    "turn_index": 2,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "But in some cases, schools may use their PDG funding to provide a universal intervention, but we would want to—in challenge advisers' discussions in schools—we'd want to have evidence that that universal intervention would have a disproportionate effect on the outcomes for children on free school meals."
                },
                {
                    "turn_index": 2,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "One of the things that they've used their PDG for is to really focus on the concept of growth mindset in school."
                },
                {
                    "turn_index": 2,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, that's a universal thing that they've trained all the teachers in, but what we know is that that has a disproportionate effect on those children who are on free school meals."
                },
                {
                    "turn_index": 2,
                    "sent_index": 14,
                    "speaker": "Kirsty Williams AM",
                    "content": "I'm absolutely clear that PDG needs to be used for those children who are eligible to drive potential, whatever the potential of that child is, including more able and talented."
                },
                {
                    "turn_index": 2,
                    "sent_index": 15,
                    "speaker": "Kirsty Williams AM",
                    "content": "And again, I'll give you an example that has been seen as good practice in Pembrokeshire: a window on the world bus, again paid for by schools."
                }
            ]
        },
        {
            "query": "What do the group think of the question whether the eligibility for free school meals is the best measure?",
            "oracle_info": [
                {
                    "turn_index": 10,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "I'll be the first person to say that maybe it's not as absolutely focused, but in the absence of anything different to identify a proxy for need, I think it's probably the best that we've got at present."
                },
                {
                    "turn_index": 10,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "And we will continue to have discussions with local government about whether there are different ways."
                },
                {
                    "turn_index": 10,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "And, officials are working all of the time, I must say, in conjunction with the department in England, to understand their thinking in this area so that we are in a position to make some decisions about what a notional eligibility for free school meals will look like going forward, but before I make any decisions, I want to assure everybody that there will be a full public consultation on that."
                }
            ]
        },
        {
            "query": "How do the group think of the extent and condition that schools actually make good use of that funding of PDG?",
            "oracle_info": [
                {
                    "turn_index": 22,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Well, to flip it on its head, the vast majority of schools, as identified by Estyn, are using this money to good effect."
                },
                {
                    "turn_index": 22,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, if we're honest, when PDG first started, I think, in some schools it was spent on investing in tracking of children, because they'd never thought about tracking these children, they didn't have systems in place to look at the performance of these children, and to have a system in place."
                },
                {
                    "turn_index": 22,
                    "sent_index": 7,
                    "speaker": "Kirsty Williams AM",
                    "content": "So we've moved now from spending money on the infrastructure around support for FSM children into actual inputs in terms of teaching and learning."
                },
                {
                    "turn_index": 22,
                    "sent_index": 9,
                    "speaker": "Kirsty Williams AM",
                    "content": "But clearly we want all of this money to be deployed as well as it can be, and again we come back to the decision I've made to appoint regional PDG advisers so that we can get that better consistency of approach."
                }
            ]
        },
        {
            "query": "How would the group assess the impact of PDG on attendance and subsequent engagement with education from children having free school meals?",
            "oracle_info": [
                {
                    "turn_index": 30,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "I think what's important to note is that, as Estyn have themselves said, over the period of the last inspection report, we have seen improvements in attendance, but I do think we need to, again, look at how PDG can support this particular agenda."
                },
                {
                    "turn_index": 30,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "And as always in the Welsh education system, there are some excellent examples of how schools use the money to address this."
                },
                {
                    "turn_index": 30,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "We tried a variety of means of improving that, but in the end we have taken this quite bold step—we actually send the staff out and they create that walking bus, and they walk the children into school'."
                },
                {
                    "turn_index": 30,
                    "sent_index": 8,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, we're looking again at what more we can do to support this particular agenda in terms of improving attendance, because although, again, there are examples of good practice, there is still a gap between the attendance of free-school-meal pupils and non-free-school-meal pupils."
                },
                {
                    "turn_index": 32,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Yes, indeed, and I think it gets more challenging the older the children get."
                }
            ]
        },
        {
            "query": "Summarize the discussion about why children on free school meals were less resilient in the exam system last year.",
            "oracle_info": [
                {
                    "turn_index": 41,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "There is no one answer to this."
                },
                {
                    "turn_index": 43,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "What I think is important is that there is no one, single reason why there seems to be less resilience in this cohort of children."
                },
                {
                    "turn_index": 45,
                    "sent_index": 10,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, I think what's important is that we can't draw broad-brush conclusions."
                },
                {
                    "turn_index": 45,
                    "sent_index": 11,
                    "speaker": "Kirsty Williams AM",
                    "content": "For me, the challenge is to go into individual schools and understand what was happening in that particular school that ensured that their children did really well."
                },
                {
                    "turn_index": 41,
                    "sent_index": 10,
                    "speaker": "Kirsty Williams AM",
                    "content": "We continue to have discussions with Qualifications Wales to get a better understanding of this."
                },
                {
                    "turn_index": 41,
                    "sent_index": 11,
                    "speaker": "Kirsty Williams AM",
                    "content": "At my next ministerial policy board, in May, we'll be doing a deep dive into this particular subject."
                }
            ]
        },
        {
            "query": "What is the role of schools with PDG for looked-after children as compared to the regional consortia in this field?",
            "oracle_info": [
                {
                    "turn_index": 59,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "I think it is absolutely fair to say that most awareness around PDG is around free school meals."
                },
                {
                    "turn_index": 59,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "There is less awareness around the availability of PDG to support looked-after children."
                },
                {
                    "turn_index": 59,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "I think that's probably in the nature of the cohort, so, there are more children subject to free school meals than are subject to being looked after."
                },
                {
                    "turn_index": 59,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "My understanding was that the thinking behind that at the time was around a greater strategic deployment of that resource and to try and drive a greater impact than how it was being used previously."
                },
                {
                    "turn_index": 59,
                    "sent_index": 7,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, looked-after PDG is held at a regional level."
                }
            ]
        },
        {
            "query": "What does the group think of the EAS consortium's approach to using the looked-after and adopted PDG as part of a broader approach targeted at vulnerable learners?",
            "oracle_info": [
                {
                    "turn_index": 77,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "I'm a great believer in if we can get it right for our most vulnerable learners, we'll be getting it right for all of our learners."
                },
                {
                    "turn_index": 77,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "One of the emerging themes for me, as I go around visiting schools, is the impact and the growing awareness and the growing numbers of children who have attachment disorder, and how schools are best able to respond to that in their children."
                },
                {
                    "turn_index": 77,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, that vulnerable learner, regardless of their background, will benefit from having teachers who are better trained, understanding and have intervention strategies in place to be able to address that need."
                },
                {
                    "turn_index": 78,
                    "sent_index": 2,
                    "speaker": "Steve Davies",
                    "content": "So, it is something that's applied consistently across the four regions."
                }
            ]
        },
        {
            "query": "What does the group discuss about the dataset on tracking adopted children?",
            "oracle_info": [
                {
                    "turn_index": 82,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "We're actively looking at whether we should try and find a way of collecting this data, with the caveats that I just gave earlier."
                },
                {
                    "turn_index": 82,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "We can't force parents to divulge information that is a matter for them, nor would I want to."
                },
                {
                    "turn_index": 82,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "But there is an active discussion going on at the moment about whether we could create a dataset where people divulge this information and we can then track the children through."
                },
                {
                    "turn_index": 82,
                    "sent_index": 11,
                    "speaker": "Kirsty Williams AM",
                    "content": "We can't see the educational attainment of looked-after children just being a job of education."
                },
                {
                    "turn_index": 82,
                    "sent_index": 12,
                    "speaker": "Kirsty Williams AM",
                    "content": "It's got to be a job of social services and the health service as well."
                }
            ]
        },
        {
            "query": "What does the group think of the exclusion rates amongst looked-after children (over six times more likely to be given a fixed-term exclusion)?",
            "oracle_info": [
                {
                    "turn_index": 96,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "We can look at exclusions."
                },
                {
                    "turn_index": 96,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "We also have to read across about how the whole system works, not just the PDG element of the system."
                },
                {
                    "turn_index": 96,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, we know, for example, that 66 per cent of looked-after learners have some additional learning need, so we can't just look at it in terms of this particular source of funding; we have to look at it at a wider level of support."
                },
                {
                    "turn_index": 82,
                    "sent_index": 26,
                    "speaker": "Kirsty Williams AM",
                    "content": "It can't be just the job of the PDG."
                }
            ]
        },
        {
            "query": "What lessons the Government is taking from that three-year investment of Schools Challenge Cymru into the school improvement agenda?",
            "oracle_info": [
                {
                    "turn_index": 108,
                    "sent_index": 8,
                    "speaker": "Kirsty Williams AM",
                    "content": "We're looking at systems and processes, so, actually, has a school got in place comprehensive systems of tracking and processes within the school?"
                },
                {
                    "turn_index": 108,
                    "sent_index": 9,
                    "speaker": "Kirsty Williams AM",
                    "content": "We're looking at the teacher quality—how can we ensure that we have got consistent strategies in place to drive up pedagogy and teacher quality in the classroom?"
                },
                {
                    "turn_index": 108,
                    "sent_index": 10,
                    "speaker": "Kirsty Williams AM",
                    "content": "Collaborative activity—again, absolutely key."
                },
                {
                    "turn_index": 108,
                    "sent_index": 11,
                    "speaker": "Kirsty Williams AM",
                    "content": "A school cannot see itself in isolation, and one of the key themes of the national mission is a self-improving system, so, collaborative working where schools are looking outside of each other, learning from best practice from other schools."
                }
            ]
        },
        {
            "query": "What is the progressing condition of the Schools Challenge Cymru?",
            "oracle_info": [
                {
                    "turn_index": 116,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Well, actually, there are some really good examples of some of the Schools Challenge Cymru schools making that sustained improvement now that the programme has come to an end."
                },
                {
                    "turn_index": 116,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "You only have to look at Tredegar, where we have seen continual improvement and moving up through the categorisation system."
                },
                {
                    "turn_index": 116,
                    "sent_index": 7,
                    "speaker": "Kirsty Williams AM",
                    "content": "The challenge for me is for those schools that Schools Challenge Cymru didn't work for, and we haven't seen that progress—how we can use our school improvement system now to continue to work with those schools to give them the level of support that they need to make a difference."
                },
                {
                    "turn_index": 116,
                    "sent_index": 8,
                    "speaker": "Kirsty Williams AM",
                    "content": "So that's what my focus is on now: a whole-system approach, rather than choosing 39 schools to get that level of support, when we recognise that there are schools everywhere, potentially, that need intervention, support and challenge, and in the primary sector as well."
                },
                {
                    "turn_index": 117,
                    "sent_index": 1,
                    "speaker": "Llyr Gruffydd AM",
                    "content": "So, you wouldn't agree with a number of—well, the near-unanimous evidence that we've had from academics, some of whom are Government advisers from consortia et cetera, that this kind of programme such as Schools Challenge Cymru would probably need about five years to really have the impact that it was intended to have."
                }
            ]
        },
        {
            "query": "Summarize the discussion on the roles regional consortia and Cabinet Secretary should play.",
            "oracle_info": [
                {
                    "turn_index": 159,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "It's one of the things that I have been very clear to the regional consortia that I expect their challenge and support advisers to be asking schools about."
                },
                {
                    "turn_index": 159,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, one of the conversations that they need to have when they are in schools is exploring, with that school, how they are using their PDG, and how they're demonstrating an impact for those resources."
                },
                {
                    "turn_index": 159,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, it's a fundamental role for the challenge and support advisers in the regional consortia in their school improvement work."
                }
            ]
        },
        {
            "query": "What does the group think of the extent they'd like to see the PDG used to track the progress of eligible pupils?",
            "oracle_info": [
                {
                    "turn_index": 175,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Firstly, can I say it's absolutely crucial that we track performance, absolutely crucial?"
                },
                {
                    "turn_index": 175,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "And, as I said in the beginning, where we weren't tracking pupils at all, initial investment in PDG was used to establish these systems within schools."
                },
                {
                    "turn_index": 175,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "Again, one of the outcomes from the schools challenge review, and one of the lessons learnt, was, again, the importance of individual tracking of pupils throughout their school career."
                },
                {
                    "turn_index": 175,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "But we don't dictate a single system."
                }
            ]
        }
    ]
}