{
    "transcripts_id": "education_6",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "Welcome to the Children, Young People and Education Committee this morning."
                },
                {
                    "turn_index": 0,
                    "sent_index": 10,
                    "speaker": "Lynne Neagle AM",
                    "content": "As I said, the purpose of the meeting is to undertake Stage 2 proceedings on the Children (Abolition of Defence of Reasonable Punishment) (Wales) Bill."
                },
                {
                    "turn_index": 0,
                    "sent_index": 9,
                    "speaker": "Lynne Neagle AM",
                    "content": "I'm just going to run through the procedures that we're going to follow now."
                },
                {
                    "turn_index": 0,
                    "sent_index": 25,
                    "speaker": "Lynne Neagle AM",
                    "content": "My intention is to try to dispose of all amendments during today's meeting."
                },
                {
                    "turn_index": 0,
                    "sent_index": 28,
                    "speaker": "Lynne Neagle AM",
                    "content": "So, we will proceed, then, to group 1, which is the duty to promote public awareness."
                },
                {
                    "turn_index": 56,
                    "sent_index": 10,
                    "speaker": "Lynne Neagle AM",
                    "content": "We'll move on now then to group 2, which relates to the duty to report on the effect of the legislation."
                },
                {
                    "turn_index": 116,
                    "sent_index": 5,
                    "speaker": "Lynne Neagle AM",
                    "content": "That takes us on to group 3, which relates to the regulation-making powers in the Bill."
                },
                {
                    "turn_index": 117,
                    "sent_index": 1,
                    "speaker": "Julie Morgan AM",
                    "content": "Members will note that I've brought forward an amendment to provide certainty on the date of commencement of the core provision in the Bill, which is obviously to abolish the defence of reasonable punishment."
                },
                {
                    "turn_index": 117,
                    "sent_index": 2,
                    "speaker": "Julie Morgan AM",
                    "content": "And that is going to be debated under group 5."
                },
                {
                    "turn_index": 135,
                    "sent_index": 4,
                    "speaker": "Lynne Neagle AM",
                    "content": "We will move on to group 4, which relates to the duty to ensure sufficient funding."
                },
                {
                    "turn_index": 90,
                    "sent_index": 3,
                    "speaker": "Lynne Neagle AM",
                    "content": "We have an objection, so I'll take a vote by show of hands."
                },
                {
                    "turn_index": 90,
                    "sent_index": 6,
                    "speaker": "Lynne Neagle AM",
                    "content": "So, there voted two in favour, four against."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What did the group discuss about amendments in group 1 that related to the duty to promote public awareness?",
            "oracle_info": [
                {
                    "turn_index": 1,
                    "sent_index": 23,
                    "speaker": "Julie Morgan AM",
                    "content": "I'm asking for the support of Members for amendments 1 and 4, and I ask Members to reject amendments 1A to 1E because this would place unnecessary provisions on the face of the Bill."
                },
                {
                    "turn_index": 3,
                    "sent_index": 2,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "While we believe it is absolutely imperative that the public are made aware of this controversial change in the law, the Deputy Minister's amendment lacks a number of key points that the committee were actually keen to address at Stage 1."
                },
                {
                    "turn_index": 3,
                    "sent_index": 8,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "As such, whilst we agree with the necessity of the awareness campaign, it is important too that the Welsh Government take stock and ensures that parents are not penalised due to a weak awareness campaign."
                },
                {
                    "turn_index": 21,
                    "sent_index": 5,
                    "speaker": "Suzy Davies AM",
                    "content": "But the one thing to bear in mind here is this is legislation, now—that means that this is the instrument of the Assembly, not of Government, and if this Assembly feels that the face of the Bill is unclear on the minimum requirements of a public awareness campaign, then we have the right to suggest the things that we would like to see in that public awareness-raising campaign."
                },
                {
                    "turn_index": 23,
                    "sent_index": 6,
                    "speaker": "Dawn Bowden AM",
                    "content": "But the point I'm trying to make is that I don't believe that any piece of legislation requires ongoing and indefinite awareness-raising campaigns, and particularly in relation to visitors to Wales."
                },
                {
                    "turn_index": 25,
                    "sent_index": 0,
                    "speaker": "Hefin David AM",
                    "content": "My comments follow logically from Dawn Bowden's comments, particularly in relation to amendments 1D and 1E."
                },
                {
                    "turn_index": 33,
                    "sent_index": 1,
                    "speaker": "Sian Gwenllian AM",
                    "content": "I just want to speak against amendment 1A and also amendment 1B."
                },
                {
                    "turn_index": 21,
                    "sent_index": 14,
                    "speaker": "Suzy Davies AM",
                    "content": "The amendment as listed is not even there to encourage people to do that, although that can be read in that way, but it is to help them be certain that they are doing the right thing."
                },
                {
                    "turn_index": 46,
                    "sent_index": 6,
                    "speaker": "Lynne Neagle AM",
                    "content": "The question is that amendment 1A be agreed."
                },
                {
                    "turn_index": 46,
                    "sent_index": 10,
                    "speaker": "Lynne Neagle AM",
                    "content": "So, amendment 1A is not agreed."
                },
                {
                    "turn_index": 54,
                    "sent_index": 7,
                    "speaker": "Lynne Neagle AM",
                    "content": "So, there voted two in favour, four against, and amendment 1E is not agreed."
                },
                {
                    "turn_index": 56,
                    "sent_index": 9,
                    "speaker": "Lynne Neagle AM",
                    "content": "So, there voted four in favour, two against, and amendment 1 is agreed."
                }
            ]
        },
        {
            "query": "How did the Deputy Minister speak to her amendments in group 1 that related to the duty to promote public awareness?",
            "oracle_info": [
                {
                    "turn_index": 1,
                    "sent_index": 1,
                    "speaker": "Julie Morgan AM",
                    "content": "My amendments 1 and 4 will place a duty on Welsh Ministers to provide information and increase awareness about the change in the law to ensure that the public are made aware of how the law will change as a result of the defence of reasonable punishment being abolished and that physical punishment would be prohibited once the Act commences."
                },
                {
                    "turn_index": 1,
                    "sent_index": 3,
                    "speaker": "Julie Morgan AM",
                    "content": "I've already made a commitment to a high-intensity awareness-raising campaign over approximately six years from Royal Assent, should the Bill be passed."
                },
                {
                    "turn_index": 1,
                    "sent_index": 4,
                    "speaker": "Julie Morgan AM",
                    "content": "I've considered amendments 1A to 1E, which have been tabled by Janet Finch-Saunders, and which relate to the duty to raise awareness."
                },
                {
                    "turn_index": 1,
                    "sent_index": 7,
                    "speaker": "Julie Morgan AM",
                    "content": "It makes the awareness-raising duty open-ended with no time limit, which is not necessary."
                },
                {
                    "turn_index": 1,
                    "sent_index": 5,
                    "speaker": "Julie Morgan AM",
                    "content": "Amendment 1A introduces a reference to public understanding."
                },
                {
                    "turn_index": 1,
                    "sent_index": 14,
                    "speaker": "Julie Morgan AM",
                    "content": "An additional due regard requirement, such as the one set out in amendment 1D, relating specifically to the need to promote awareness among children is not needed."
                },
                {
                    "turn_index": 1,
                    "sent_index": 16,
                    "speaker": "Julie Morgan AM",
                    "content": "Similarly, I don't think it's necessary for the Bill to set out specifically the topics that need to be covered in the awareness-raising campaign, as is suggested in amendments 1B and 1C."
                },
                {
                    "turn_index": 1,
                    "sent_index": 17,
                    "speaker": "Julie Morgan AM",
                    "content": "That level of detail, I don't think, is for the face of the Bill."
                },
                {
                    "turn_index": 1,
                    "sent_index": 18,
                    "speaker": "Julie Morgan AM",
                    "content": "Information required about parenting support will be considered by the parenting expert group, under the auspices of the Bill’s strategic implementation group, working with my officials and the expert stakeholder group on the awareness-raising campaign."
                },
                {
                    "turn_index": 43,
                    "sent_index": 8,
                    "speaker": "Julie Morgan AM",
                    "content": "And then amendment 1C—the information about how to raise concerns—I do repeat that safeguarding is everybody's business, and the same issues apply now as will after this defence has been removed."
                },
                {
                    "turn_index": 1,
                    "sent_index": 23,
                    "speaker": "Julie Morgan AM",
                    "content": "I'm asking for the support of Members for amendments 1 and 4, and I ask Members to reject amendments 1A to 1E because this would place unnecessary provisions on the face of the Bill."
                }
            ]
        },
        {
            "query": "What did Janet Finch-Saunders say for amendments 1A to 1E when discussing the amendments in group 1 that related to the duty to promote public awareness?",
            "oracle_info": [
                {
                    "turn_index": 3,
                    "sent_index": 2,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "While we believe it is absolutely imperative that the public are made aware of this controversial change in the law, the Deputy Minister's amendment lacks a number of key points that the committee were actually keen to address at Stage 1."
                },
                {
                    "turn_index": 3,
                    "sent_index": 4,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Amendment 1A: primarily, amendment 1A changes amendment 1 to include the promotion of understanding changes to the law."
                },
                {
                    "turn_index": 19,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Amendment 1B: amendment 1B is in line with the committee's recommendation 9, which stated that, as part of a public awareness campaign, there should be details about the support available to parents to use alternatives to physical punishment when disciplining their children."
                },
                {
                    "turn_index": 19,
                    "sent_index": 6,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "I note the Deputy Minister accepted the recommendation, through our amendment, but this does not explicitly include a duty to provide details about support for parents."
                },
                {
                    "turn_index": 19,
                    "sent_index": 9,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Amendment 1C: amendment 1C supports the committee's recommendation 15 that explains that the Welsh Government should ensure clear advice is provided on what people can do if they have seen or learned of a child being physically assaulted."
                },
                {
                    "turn_index": 19,
                    "sent_index": 12,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "While we would expect the awareness-raising campaign to include the consequences of false accusations, this could also be reflected among adults, if the public are not sufficiently made aware of how they can report and in what situations they can report a case of assault."
                }
            ]
        },
        {
            "query": "Summarize their discussions on the amendments related to the duty to report on the effect of the legislation.",
            "oracle_info": [
                {
                    "turn_index": 57,
                    "sent_index": 3,
                    "speaker": "Julie Morgan AM",
                    "content": "I've already provided assurance that I agree with the importance placed on such a review, both in the explanatory memorandum and during Stage 1 scrutiny."
                },
                {
                    "turn_index": 57,
                    "sent_index": 11,
                    "speaker": "Julie Morgan AM",
                    "content": "Turning to amendment 2C, this amendment would require Welsh Ministers to prepare and lay before the Assembly a report on the effect of their promotion of public awareness before section 1 is commenced."
                },
                {
                    "turn_index": 57,
                    "sent_index": 12,
                    "speaker": "Julie Morgan AM",
                    "content": "This amendment is unnecessary and is in conflict with what I think is a priority for the implementation of this Bill: that is, given certainty on the commencement date and in enabling us to work towards this with our partners and stakeholders."
                },
                {
                    "turn_index": 57,
                    "sent_index": 13,
                    "speaker": "Julie Morgan AM",
                    "content": "I also think this amendment is not required because, as I've already stated, we are preparing to assess the effectiveness of our awareness raising."
                },
                {
                    "turn_index": 59,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "I speak to amendments 2C, excluding 2D, to 2K, which relate to the Deputy Minister's amendment 2 on preparing a published report on the effect of abolishing the defence of reasonable punishment."
                },
                {
                    "turn_index": 61,
                    "sent_index": 4,
                    "speaker": "Suzy Davies AM",
                    "content": "I actually don't think that this amendment should affect or jeopardise the commencement date in any way at all."
                },
                {
                    "turn_index": 61,
                    "sent_index": 3,
                    "speaker": "Suzy Davies AM",
                    "content": "I just want to begin by commenting briefly on what you said about why you'll be rejecting amendment 2C here."
                },
                {
                    "turn_index": 90,
                    "sent_index": 3,
                    "speaker": "Lynne Neagle AM",
                    "content": "We have an objection, so I'll take a vote by show of hands."
                },
                {
                    "turn_index": 90,
                    "sent_index": 7,
                    "speaker": "Lynne Neagle AM",
                    "content": "Amendment 2C is lost."
                },
                {
                    "turn_index": 116,
                    "sent_index": 4,
                    "speaker": "Lynne Neagle AM",
                    "content": "So, there voted four in favour, two against, and amendment 2 is agreed."
                }
            ]
        },
        {
            "query": "How did the Deputy Minister speak to her amendments in group 2 that relate to the duty to report on the effect of the legislation?",
            "oracle_info": [
                {
                    "turn_index": 57,
                    "sent_index": 3,
                    "speaker": "Julie Morgan AM",
                    "content": "I've already provided assurance that I agree with the importance placed on such a review, both in the explanatory memorandum and during Stage 1 scrutiny."
                },
                {
                    "turn_index": 57,
                    "sent_index": 4,
                    "speaker": "Julie Morgan AM",
                    "content": "I also made a commitment to bring forward a Government amendment to put a duty to undertake a post-implementation review on the face of the Bill."
                },
                {
                    "turn_index": 57,
                    "sent_index": 11,
                    "speaker": "Julie Morgan AM",
                    "content": "Turning to amendment 2C, this amendment would require Welsh Ministers to prepare and lay before the Assembly a report on the effect of their promotion of public awareness before section 1 is commenced."
                },
                {
                    "turn_index": 57,
                    "sent_index": 12,
                    "speaker": "Julie Morgan AM",
                    "content": "This amendment is unnecessary and is in conflict with what I think is a priority for the implementation of this Bill: that is, given certainty on the commencement date and in enabling us to work towards this with our partners and stakeholders."
                },
                {
                    "turn_index": 81,
                    "sent_index": 6,
                    "speaker": "Julie Morgan AM",
                    "content": "I can't support amendments 2A, 2C, and amendments 2E to 2K, because these amendments make little difference in terms of practical effect to what we have in the Bill already, or they're covered by the Government amendments that I've moved."
                },
                {
                    "turn_index": 87,
                    "sent_index": 5,
                    "speaker": "Julie Morgan AM",
                    "content": "So, I think at this point I would ask that Members reject the non-Government amendments and agree to my amendments 2 and 5, which will ultimately achieve the same policy aim without the need for unnecessary detail on the Bill, with the exception, obviously, of those two amendments, which I'm prepared to look at a way of moving forward on."
                }
            ]
        },
        {
            "query": "Summarize Janet-Finch-Saunders' opinion on amendments in group 2 that relate to the duty to report on the effect of the legislation.",
            "oracle_info": [
                {
                    "turn_index": 59,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "I speak to amendments 2C, excluding 2D, to 2K, which relate to the Deputy Minister's amendment 2 on preparing a published report on the effect of abolishing the defence of reasonable punishment."
                },
                {
                    "turn_index": 59,
                    "sent_index": 3,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Amendments 2E to 2K outline what we would expect to be within this report, and we would wish to see a commitment from the Deputy Minister to ensure the National Assembly for Wales is fully apprised and able to scrutinise the result of this report."
                },
                {
                    "turn_index": 59,
                    "sent_index": 4,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Amendment 2C requests that the Welsh Government prepare a report on the awareness-raising campaign and lays it before the Assembly before section 1 commences."
                },
                {
                    "turn_index": 59,
                    "sent_index": 10,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "As will also be elaborated under amendment 2D, it is extremely important that we, as the Parliament of Wales, are fully apprised of the awareness-raising campaign's impact."
                }
            ]
        },
        {
            "query": "Summarize their discussions on the amendments in group 3 that relate to the regulation-making powers in the Bill.",
            "oracle_info": [
                {
                    "turn_index": 117,
                    "sent_index": 11,
                    "speaker": "Julie Morgan AM",
                    "content": "For those reasons, I encourage Members to reject amendment 3A from Suzy."
                },
                {
                    "turn_index": 117,
                    "sent_index": 5,
                    "speaker": "Julie Morgan AM",
                    "content": "So, I'm not seeking here to add any new powers to the Bill; amendment 3 will simply add this existing power back onto the face of the Bill where amendments 7 and 8 remove it, and amendment 6 will bring the power into force the day after Royal Assent."
                },
                {
                    "turn_index": 119,
                    "sent_index": 11,
                    "speaker": "Suzy Davies AM",
                    "content": "Amendment 3A is a holding position, which we will return to you in Stage 3, because I think, again, this is an area where it might be valuable for us to discuss quite what kind of powers you're looking for, because I think you probably need something that's beyond transitional, transitory and saving."
                },
                {
                    "turn_index": 133,
                    "sent_index": 3,
                    "speaker": "Lynne Neagle AM",
                    "content": "Okay, I'll take a vote by show of hands."
                },
                {
                    "turn_index": 133,
                    "sent_index": 7,
                    "speaker": "Lynne Neagle AM",
                    "content": "Amendment 3A is not agreed."
                },
                {
                    "turn_index": 135,
                    "sent_index": 2,
                    "speaker": "Lynne Neagle AM",
                    "content": "Amendment 3 is therefore agreed."
                }
            ]
        },
        {
            "query": "How did Deputy Minister speak to her amendments and the other amendments in group 3, which relates to the regulation-making powers in the Bill?",
            "oracle_info": [
                {
                    "turn_index": 117,
                    "sent_index": 4,
                    "speaker": "Julie Morgan AM",
                    "content": "As a consequence of proposing to remove the power for a Welsh Minister to make an Order for commencement, the power to make transitory, transitional or saving provisions in connection with section 1 of the Bill coming into force would also be removed."
                },
                {
                    "turn_index": 117,
                    "sent_index": 5,
                    "speaker": "Julie Morgan AM",
                    "content": "So, I'm not seeking here to add any new powers to the Bill; amendment 3 will simply add this existing power back onto the face of the Bill where amendments 7 and 8 remove it, and amendment 6 will bring the power into force the day after Royal Assent."
                },
                {
                    "turn_index": 117,
                    "sent_index": 7,
                    "speaker": "Julie Morgan AM",
                    "content": "These amendments are technical in nature and while I acknowledge that the Constitutional and Legislative Affairs Committee raised the issue of what procedure should be applied, their report did not call for any change to no procedure being applied."
                },
                {
                    "turn_index": 117,
                    "sent_index": 8,
                    "speaker": "Julie Morgan AM",
                    "content": "The absence of an Assembly procedure does not mean that Ministers' decisions in relation to transitional powers cannot be scrutinised by the Assembly."
                },
                {
                    "turn_index": 117,
                    "sent_index": 11,
                    "speaker": "Julie Morgan AM",
                    "content": "For those reasons, I encourage Members to reject amendment 3A from Suzy."
                }
            ]
        },
        {
            "query": "How did Suzy Davies say about amendment 3A when discussing the amendments in group 3 which relates to the regulation-making powers in the Bill?",
            "oracle_info": [
                {
                    "turn_index": 119,
                    "sent_index": 1,
                    "speaker": "Suzy Davies AM",
                    "content": "Well perhaps, Deputy Minister, I can begin by saying that one person's technical issue is another person's essential part of the legislative procedure and a keen element in scrutiny."
                },
                {
                    "turn_index": 119,
                    "sent_index": 3,
                    "speaker": "Suzy Davies AM",
                    "content": "Moving this—and I'm glad actually that amendment 8, I think it was, has removed an Order provision and we're moving into an area where at least statutory instruments do feature here."
                },
                {
                    "turn_index": 119,
                    "sent_index": 4,
                    "speaker": "Suzy Davies AM",
                    "content": "I have to say that amendment 3A is something of a probing amendment, and I'll explain why now."
                },
                {
                    "turn_index": 119,
                    "sent_index": 5,
                    "speaker": "Suzy Davies AM",
                    "content": "Your amendment 3 seeks to give a familiar range of powers in connection with the coming into force of section 1, but it's actually in a substantive part of section 1 itself now—it's not a separate commencement power."
                },
                {
                    "turn_index": 119,
                    "sent_index": 11,
                    "speaker": "Suzy Davies AM",
                    "content": "Amendment 3A is a holding position, which we will return to you in Stage 3, because I think, again, this is an area where it might be valuable for us to discuss quite what kind of powers you're looking for, because I think you probably need something that's beyond transitional, transitory and saving."
                }
            ]
        },
        {
            "query": "Summarize their discussions on amendment 11 and 12 that relate to the duty to ensure sufficient funding.",
            "oracle_info": [
                {
                    "turn_index": 135,
                    "sent_index": 7,
                    "speaker": "Lynne Neagle AM",
                    "content": "Janet."
                },
                {
                    "turn_index": 136,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "I speak to both amendments in this group."
                },
                {
                    "turn_index": 136,
                    "sent_index": 19,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "The reason that I wanted these amendments placed in here is I genuinely do not believe that you've even envisioned what, or even estimated the likely cost to be borne by the organisations, and certainly our local authorities and health boards, the impact this Bill is going to have."
                },
                {
                    "turn_index": 137,
                    "sent_index": 4,
                    "speaker": "Lynne Neagle AM",
                    "content": "I call the Deputy Minister, then."
                },
                {
                    "turn_index": 138,
                    "sent_index": 1,
                    "speaker": "Julie Morgan AM",
                    "content": "I can understand that the Member is concerned about the impact of this Bill on public services, but you will see from the explanatory memorandum and from the raft of impact statements published with the Bill that we've done a thorough and extremely diligent job of considering the potential impacts of this Bill before introduction."
                },
                {
                    "turn_index": 138,
                    "sent_index": 27,
                    "speaker": "Julie Morgan AM",
                    "content": "I do think all the evidence has shown that we do not anticipate that there will be a huge increase of a demand for funding, so I urge Members to reject these amendments, which I believe are unnecessary."
                },
                {
                    "turn_index": 144,
                    "sent_index": 3,
                    "speaker": "Lynne Neagle AM",
                    "content": "I therefore take a vote by show of hands."
                },
                {
                    "turn_index": 144,
                    "sent_index": 7,
                    "speaker": "Lynne Neagle AM",
                    "content": "Amendment 11 is not agreed."
                },
                {
                    "turn_index": 146,
                    "sent_index": 6,
                    "speaker": "Lynne Neagle AM",
                    "content": "Amendment 12 is not agreed."
                },
                {
                    "turn_index": 148,
                    "sent_index": 8,
                    "speaker": "Lynne Neagle AM",
                    "content": "So, there voted four in favour, two against, and amendment 4 is agreed."
                },
                {
                    "turn_index": 150,
                    "sent_index": 7,
                    "speaker": "Lynne Neagle AM",
                    "content": "So, there voted four in favour, two against, and amendment 5 is agreed."
                }
            ]
        },
        {
            "query": "Summarize Janet Finch-Saunders opinions on amendments 11 and 12 that relate to the duty to ensure sufficient funding.",
            "oracle_info": [
                {
                    "turn_index": 136,
                    "sent_index": 2,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "As I outlined under amendments 2I and 2J, there are ongoing concerns about the potential costs for Welsh devolved authorities and the lack of quantifiable costs within the regulatory impact assessment."
                },
                {
                    "turn_index": 136,
                    "sent_index": 10,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Now, while amendment 11 makes reference to costs borne by local authorities and health boards, I note that amendment 12 takes this further by including other devolved authorities that are not funded by Welsh Government."
                },
                {
                    "turn_index": 136,
                    "sent_index": 19,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "The reason that I wanted these amendments placed in here is I genuinely do not believe that you've even envisioned what, or even estimated the likely cost to be borne by the organisations, and certainly our local authorities and health boards, the impact this Bill is going to have."
                }
            ]
        },
        {
            "query": "How did the Deputy Minister respond to amendments 11 and 12 that relate to the duty to ensure sufficient funding?",
            "oracle_info": [
                {
                    "turn_index": 138,
                    "sent_index": 1,
                    "speaker": "Julie Morgan AM",
                    "content": "I can understand that the Member is concerned about the impact of this Bill on public services, but you will see from the explanatory memorandum and from the raft of impact statements published with the Bill that we've done a thorough and extremely diligent job of considering the potential impacts of this Bill before introduction."
                },
                {
                    "turn_index": 138,
                    "sent_index": 16,
                    "speaker": "Julie Morgan AM",
                    "content": "I just want to say again that the Bill is removing a defence to an offence of common assault, which has formed part of the common law of England and Wales for a very long time."
                },
                {
                    "turn_index": 138,
                    "sent_index": 17,
                    "speaker": "Julie Morgan AM",
                    "content": "And social services already receive and investigate reports of children being assaulted, including from health and education, so it's not a whole new area of costly activity for any of them."
                },
                {
                    "turn_index": 138,
                    "sent_index": 27,
                    "speaker": "Julie Morgan AM",
                    "content": "I do think all the evidence has shown that we do not anticipate that there will be a huge increase of a demand for funding, so I urge Members to reject these amendments, which I believe are unnecessary."
                }
            ]
        }
    ]
}