{
    "transcripts_id": "education_3",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 26,
                    "sent_index": 18,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, we need to ensure that those qualifications are reformed as a result of the reform of the curriculum, and, of course, Qualifications Wales is carrying out that work currently."
                },
                {
                    "turn_index": 8,
                    "sent_index": 0,
                    "speaker": "Meilyr Rowlands",
                    "content": "I think it's probably true to say that secondary schools have a greater challenge than primary schools generally in terms of preparedness for the new curriculum."
                },
                {
                    "turn_index": 13,
                    "sent_index": 2,
                    "speaker": "Suzy Davies AM",
                    "content": "The final question from me is: there's a general concern about the number of teachers that we have in the system at the moment, particularly at secondary level and in particular subjects as well."
                },
                {
                    "turn_index": 47,
                    "sent_index": 3,
                    "speaker": "Sian Gwenllian AM",
                    "content": "Isn't that where the focus should be and any additional funding that's allocated?"
                },
                {
                    "turn_index": 44,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "There's been a consistent message from Estyn that that is the weakest part of the system in Wales."
                },
                {
                    "turn_index": 50,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "The Minister recently told the committee that a number of recent Estyn inspections of local authorities' education services have been disappointing."
                },
                {
                    "turn_index": 51,
                    "sent_index": 9,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, we've talking quite a bit about secondary schools this morning, and I think that, again, is a factor in those local authorities."
                },
                {
                    "turn_index": 54,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "What is your latest assessment of how well the regional consortia are supporting and driving school improvement?"
                },
                {
                    "turn_index": 56,
                    "sent_index": 6,
                    "speaker": "Jassa Scott",
                    "content": "I think they've prioritised well the work that schools are doing around literacy and numeracy, but their support for schools to develop digital competence has been a bit weaker."
                },
                {
                    "turn_index": 88,
                    "sent_index": 0,
                    "speaker": "Meilyr Rowlands",
                    "content": "I think literacy has been, and still is, and still needs to be a top priority."
                },
                {
                    "turn_index": 101,
                    "sent_index": 1,
                    "speaker": "Dawn Bowden AM",
                    "content": "Can I just move you on, then, to numeracy and whether you can tell us if you're satisfied with the progress in numeracy, because I think we were doing better on the PISA results in maths in Wales than we did previously?"
                },
                {
                    "turn_index": 108,
                    "sent_index": 7,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, there are a lot of caveats to be made around the fact that that poverty gap hasn't closed, but that's not to say that schools can't do something about it, and I've suggested in the annual report a sort of a two-pronged approach."
                },
                {
                    "turn_index": 116,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "Pupils' confidence in their school's ability to help them with their emotional and mental well-being is much less at secondary school and that's been a consistent theme as well from your reports."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the difficulties carrying out the curriculum reform faced by secondary school.",
            "oracle_info": [
                {
                    "turn_index": 7,
                    "sent_index": 3,
                    "speaker": "Suzy Davies AM",
                    "content": "Because we're in a situation where a number of primary schools have got surplus funds, sometimes that's because of end of year additional funds just being magicked up, but there is a serious worry that so many secondary schools are in deficit and that, overall, secondary schools are in deficit."
                },
                {
                    "turn_index": 14,
                    "sent_index": 1,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, it is a concern that recruitment is getting more and more difficult and that targets for initial teacher training are not being hit."
                },
                {
                    "turn_index": 8,
                    "sent_index": 0,
                    "speaker": "Meilyr Rowlands",
                    "content": "I think it's probably true to say that secondary schools have a greater challenge than primary schools generally in terms of preparedness for the new curriculum."
                },
                {
                    "turn_index": 8,
                    "sent_index": 2,
                    "speaker": "Meilyr Rowlands",
                    "content": "With any sort of education reform, you've got that danger of people wanting to see change as soon as possible on the one hand, and on the other hand you need time to pilot things, to make sure that people have the right professional learning and make sure that there's opportunity for evaluation and thinking and so forth."
                }
            ]
        },
        {
            "query": "What did Meilyr Rowlands think of the shortage of teachers?",
            "oracle_info": [
                {
                    "turn_index": 14,
                    "sent_index": 1,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, it is a concern that recruitment is getting more and more difficult and that targets for initial teacher training are not being hit."
                },
                {
                    "turn_index": 14,
                    "sent_index": 5,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, long term, we've got to make sure that education is an attractive option for young people and more mature people to want to go into."
                },
                {
                    "turn_index": 16,
                    "sent_index": 7,
                    "speaker": "Meilyr Rowlands",
                    "content": "There are short-term things we need to do, of course, as well."
                },
                {
                    "turn_index": 16,
                    "sent_index": 10,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, all those kinds of varied routes, I think, into teaching, are important as well."
                }
            ]
        },
        {
            "query": "What did Meilyr Rowlands say about the additional challenge for secondary schools?",
            "oracle_info": [
                {
                    "turn_index": 26,
                    "sent_index": 13,
                    "speaker": "Meilyr Rowlands",
                    "content": "The children themselves are older and they have greater challenges."
                },
                {
                    "turn_index": 26,
                    "sent_index": 15,
                    "speaker": "Meilyr Rowlands",
                    "content": "It’s more difficult to engage with the parents of older children than younger children, and that’s an important factor."
                }
            ]
        },
        {
            "query": "What was Sian Gwenllian's concern about the schools in the bottom layer?",
            "oracle_info": [
                {
                    "turn_index": 47,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "It does cause one concern, because if the teaching and learning standards just stay the same in the secondary sector, and we know that 12 per cent of secondary schools are under Estyn review and 11 per cent of them are in special measures, we're talking about half of the schools almost, and no improvement in the teaching quality in general."
                },
                {
                    "turn_index": 47,
                    "sent_index": 1,
                    "speaker": "Sian Gwenllian AM",
                    "content": "So, there is a major cohort of children captured in that situation, and then there's a new curriculum that comes in."
                },
                {
                    "turn_index": 47,
                    "sent_index": 3,
                    "speaker": "Sian Gwenllian AM",
                    "content": "Isn't that where the focus should be and any additional funding that's allocated?"
                }
            ]
        },
        {
            "query": "What did Jassa Scott talk about the work of regional consortia?",
            "oracle_info": [
                {
                    "turn_index": 56,
                    "sent_index": 6,
                    "speaker": "Jassa Scott",
                    "content": "I think they've prioritised well the work that schools are doing around literacy and numeracy, but their support for schools to develop digital competence has been a bit weaker."
                },
                {
                    "turn_index": 56,
                    "sent_index": 9,
                    "speaker": "Jassa Scott",
                    "content": "I think, generally, their support for secondary schools has had less impact across the consortia than it has for primary schools, and I think sometimes that's because they're struggling to recruit appropriate specialists, to support with secondary, or perhaps they don't have the depth of strong practice that we talked about earlier within their region."
                }
            ]
        },
        {
            "query": "What did Jassa Scott and Janet Finch-Saunders agree on the priority of the inspections?",
            "oracle_info": [
                {
                    "turn_index": 56,
                    "sent_index": 11,
                    "speaker": "Jassa Scott",
                    "content": "We will be, over the next year, looking specifically at the work of consortia to support curriculum reform work."
                },
                {
                    "turn_index": 60,
                    "sent_index": 1,
                    "speaker": "Jassa Scott",
                    "content": "There's, obviously, local government legislation that has been debated recently, which has the potential to create corporate joint committees, and school improvement was one of the areas that is being considered there."
                },
                {
                    "turn_index": 60,
                    "sent_index": 2,
                    "speaker": "Jassa Scott",
                    "content": "So, there may be an opportunity, if that's created, to think how we then adapt inspection to look specifically at that."
                }
            ]
        },
        {
            "query": "What did Claire Morgan talk about the skill development in early year settings?",
            "oracle_info": [
                {
                    "turn_index": 78,
                    "sent_index": 1,
                    "speaker": "Claire Morgan",
                    "content": "But in a minority of schools and settings, as you've picked up, children are often introduced to things too early."
                },
                {
                    "turn_index": 78,
                    "sent_index": 2,
                    "speaker": "Claire Morgan",
                    "content": "So, they're introduced to phonics, they're introduced to learning to read, when they're not at that developmental stage."
                },
                {
                    "turn_index": 80,
                    "sent_index": 0,
                    "speaker": "Claire Morgan",
                    "content": "These would be children from three to five."
                },
                {
                    "turn_index": 78,
                    "sent_index": 3,
                    "speaker": "Claire Morgan",
                    "content": "And really, long term, it means the children lose confidence, because if they're introduced to these things too early they don't succeed, they tend to need additional support, and it can give them a negative impression, it can give them negative thoughts about their ability."
                }
            ]
        },
        {
            "query": "What was the top priority in skills developing, according to Meilyr Rowlands?",
            "oracle_info": [
                {
                    "turn_index": 88,
                    "sent_index": 0,
                    "speaker": "Meilyr Rowlands",
                    "content": "I think literacy has been, and still is, and still needs to be a top priority."
                },
                {
                    "turn_index": 88,
                    "sent_index": 1,
                    "speaker": "Meilyr Rowlands",
                    "content": "I mean, literacy clearly is something that underpins the rest of education, so it really does need to be a top priority."
                },
                {
                    "turn_index": 88,
                    "sent_index": 2,
                    "speaker": "Meilyr Rowlands",
                    "content": "I think it has been a high priority, but we need to continue prioritising it."
                }
            ]
        },
        {
            "query": "What did the group talk about the progress in numeracy skills?",
            "oracle_info": [
                {
                    "turn_index": 102,
                    "sent_index": 0,
                    "speaker": "Meilyr Rowlands",
                    "content": "I think there is a fairly clear good news story here."
                },
                {
                    "turn_index": 102,
                    "sent_index": 1,
                    "speaker": "Meilyr Rowlands",
                    "content": "PISA shows improvements and a lot of that can be attributed, I think, to the new GCSE mathematics numeracy."
                },
                {
                    "turn_index": 102,
                    "sent_index": 5,
                    "speaker": "Meilyr Rowlands",
                    "content": "I think that that GCSE numeracy has built on the work that's been done lower down on the national numeracy framework, which has the same philosophy of applying that mathematics knowledge in a problem-solving situation."
                },
                {
                    "turn_index": 102,
                    "sent_index": 6,
                    "speaker": "Meilyr Rowlands",
                    "content": "That has been a really good news story, really."
                },
                {
                    "turn_index": 104,
                    "sent_index": 4,
                    "speaker": "Meilyr Rowlands",
                    "content": "The only other thing I would add is that there is some research that indicates or suggests that the effect of schools is greater on mathematics and science than on reading, and the reason for that is you don't do a lot mathematics or science in the home."
                }
            ]
        },
        {
            "query": "What did Meilyr Rowlands say school could do about the poverty gap between pupils?",
            "oracle_info": [
                {
                    "turn_index": 108,
                    "sent_index": 7,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, there are a lot of caveats to be made around the fact that that poverty gap hasn't closed, but that's not to say that schools can't do something about it, and I've suggested in the annual report a sort of a two-pronged approach."
                },
                {
                    "turn_index": 108,
                    "sent_index": 8,
                    "speaker": "Meilyr Rowlands",
                    "content": "One is the new curriculum."
                },
                {
                    "turn_index": 108,
                    "sent_index": 11,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, I think improving teaching and learning, and we discussed that earlier this morning about how the new curriculum is really all about improving the quality of teaching and learning in the classroom."
                },
                {
                    "turn_index": 108,
                    "sent_index": 10,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, they gain more from it that their peers."
                },
                {
                    "turn_index": 108,
                    "sent_index": 12,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, that's one approach, and then the other approach, which I've also mentioned earlier, is having a community-focused approach to schools."
                },
                {
                    "turn_index": 108,
                    "sent_index": 14,
                    "speaker": "Meilyr Rowlands",
                    "content": "It means helping the pupils."
                },
                {
                    "turn_index": 108,
                    "sent_index": 15,
                    "speaker": "Meilyr Rowlands",
                    "content": "It means helping their families."
                }
            ]
        },
        {
            "query": "Why did pupils from better-off backgrounds do less well, according to Meilyr Rowlands?",
            "oracle_info": [
                {
                    "turn_index": 112,
                    "sent_index": 1,
                    "speaker": "Meilyr Rowlands",
                    "content": "So, it's not quite the same issue, but we've talked about the importance of making sure that more able and talented children do well."
                },
                {
                    "turn_index": 114,
                    "sent_index": 0,
                    "speaker": "Meilyr Rowlands",
                    "content": "They're not the same, clearly, because you have more able and talented children from poor backgrounds."
                }
            ]
        },
        {
            "query": "Why did Jassa Scott believe it was more difficult for secondary schools to prioritize mental health and well-being?",
            "oracle_info": [
                {
                    "turn_index": 117,
                    "sent_index": 7,
                    "speaker": "Jassa Scott",
                    "content": "And I think what we find in secondary schools is perhaps secondary school pupils notice sometimes the differences between their everyday life that they experience in school and perhaps the messages that they're getting about well-being in terms of their lessons, in terms of assemblies and in terms of school policies and so on."
                },
                {
                    "turn_index": 117,
                    "sent_index": 8,
                    "speaker": "Jassa Scott",
                    "content": "So, they are probably more discerning in noticing those differences and maybe there are some of those differences also there in primary school, but the pupils don't notice."
                },
                {
                    "turn_index": 119,
                    "sent_index": 0,
                    "speaker": "Jassa Scott",
                    "content": "I think there's an element that it's more of a challenge for a secondary school to provide an effective set of support from that whole-staff awareness of some of the challenges."
                },
                {
                    "turn_index": 119,
                    "sent_index": 7,
                    "speaker": "Jassa Scott",
                    "content": "So, in terms of getting to know pupils, picking up on signs that they may be struggling, or that there might be concerns—it's much more of a challenge."
                }
            ]
        }
    ]
}