{
    "transcripts_id": "education_4",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 5,
                    "speaker": "Lynne Neagle AM",
                    "content": "Item 2, then, is an evidence session for our inquiry on education otherwise than at school, and I'm very pleased to welcome our panel of witnesses this morning: Sharon Davies, head of learning, Torfaen County Borough Council and representing the Association of Directors of Education in Wales; Nick Williams, director of education, Swansea city and county council, and representing the Association of Directors of Education in Wales; and David Hopkins, interim head of education at the Welsh Local Government Association."
                },
                {
                    "turn_index": 0,
                    "sent_index": 8,
                    "speaker": "Lynne Neagle AM",
                    "content": "And if I can just start by asking you what you believe the main reasons are for the increase in the number of exclusions from school."
                },
                {
                    "turn_index": 1,
                    "sent_index": 3,
                    "speaker": "Nick Williams",
                    "content": "Obviously, I can speak more about my own local authority in Swansea: the numbers have increased about fourfold over the last five, six years, so what's presenting as difficult behaviour can also sometimes be additional learning needs as well, and the system's struggling a little bit to catch up to have enough capacity to do that, so that is placing pressure on schools and then, in turn, pressure on the EOTAS, including our pupil referral units, because, obviously, we just probably haven't got enough capacity at the moment in the system."
                },
                {
                    "turn_index": 21,
                    "sent_index": 1,
                    "speaker": "Sian Gwenllian AM",
                    "content": "We're all aware of the funding issues and the challenges of funding that face schools in general."
                },
                {
                    "turn_index": 41,
                    "sent_index": 0,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Can I just ask you about transition arrangements, because I know some of the issues that have arisen in my own constituency is when a pupil is in a PRU and then trying to get back into mainstream education?"
                },
                {
                    "turn_index": 96,
                    "sent_index": 3,
                    "speaker": "Sian Gwenllian AM",
                    "content": "I'll begin with the WLGA, in general, and ask you, in both your areas, what are the challenges to ensure that EOTAS learners have access to a broad and balanced curriculum, and that there are learning opportunities that are appropriate for them?"
                },
                {
                    "turn_index": 121,
                    "sent_index": 0,
                    "speaker": "Sharon Davies",
                    "content": "It's kind of what Nick said about capacity, but it's also ensuring the right staff as well, because sometimes, you may have them, but if they move on, or retire, or whatever, there's not a bus load, if you like, of people with that expertise."
                },
                {
                    "turn_index": 81,
                    "sent_index": 0,
                    "speaker": "Sharon Davies",
                    "content": "Therefore, it's really difficult then to quality assure, because unless the families invite us in there's very little—."
                },
                {
                    "turn_index": 101,
                    "sent_index": 1,
                    "speaker": "David Hopkins",
                    "content": "If you can't guarantee quality in any shape or form for a young person, it is a concern."
                },
                {
                    "turn_index": 119,
                    "sent_index": 5,
                    "speaker": "Nick Williams",
                    "content": "So, I suppose that comes down to additional funding, because I'd like a dedicated educational psychologist spending their time possibly only with our PRU youngsters and EOTAS provision, but we haven't got the capacity because of the demands on us from the wider system."
                },
                {
                    "turn_index": 107,
                    "sent_index": 0,
                    "speaker": "Sharon Davies",
                    "content": "Collaboration, I think, is the answer, between the PRUs and the schools."
                },
                {
                    "turn_index": 107,
                    "sent_index": 1,
                    "speaker": "Sharon Davies",
                    "content": "Collaborate and have joint working to ensure that the learners have what they need."
                },
                {
                    "turn_index": 128,
                    "sent_index": 1,
                    "speaker": "Dawn Bowden AM",
                    "content": "So, is there any way that local authorities can encourage specialist teachers and educational psychologists to actually share expertise with independent providers of EOTAS?"
                },
                {
                    "turn_index": 130,
                    "sent_index": 1,
                    "speaker": "Dawn Bowden AM",
                    "content": "But you're saying, really, take it back to teacher training and start at that point so that every teacher has at least some basic awareness of dealing with education in that setting."
                },
                {
                    "turn_index": 135,
                    "sent_index": 0,
                    "speaker": "David Hopkins",
                    "content": "I was going to say, about the question, I think there's a general deficit in child and adolescent mental health services, for example."
                },
                {
                    "turn_index": 135,
                    "sent_index": 3,
                    "speaker": "David Hopkins",
                    "content": "I suspect—I've not got an evidence base to offer you, but there's a very long-standing problem there."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What did the meeting discuss about the funding issues?",
            "oracle_info": [
                {
                    "turn_index": 22,
                    "sent_index": 0,
                    "speaker": "Sharon Davies",
                    "content": "In particular now with the new Act coming into force, that's going to place more pressure on the system."
                },
                {
                    "turn_index": 22,
                    "sent_index": 2,
                    "speaker": "Sharon Davies",
                    "content": "And sometimes, they have to look at every aspect within the school in terms of their learners, then, and that does place additional pressure on the schools."
                },
                {
                    "turn_index": 25,
                    "sent_index": 0,
                    "speaker": "Sian Gwenllian AM",
                    "content": "But maybe we need to spend more in light of the new Act?"
                },
                {
                    "turn_index": 29,
                    "sent_index": 1,
                    "speaker": "Nick Williams",
                    "content": "But just sometimes, the Government doesn't think about the staff in the pupil referral units, because we've gone back to the Government to tell them, 'Right, you've provided money to school staff, but what about staff that need training—perhaps more than staff in the school sector?'"
                },
                {
                    "turn_index": 33,
                    "sent_index": 4,
                    "speaker": "David Hopkins",
                    "content": "We're trying to agree with partners, including Estyn and the Welsh Government, a broader range of measures.'"
                },
                {
                    "turn_index": 33,
                    "sent_index": 5,
                    "speaker": "David Hopkins",
                    "content": "That, in a sense, may provide opportunities for schools, and local authorities, to look more constructively at this whole area."
                }
            ]
        },
        {
            "query": "What did David Hopkins think of the new Act?",
            "oracle_info": [
                {
                    "turn_index": 24,
                    "sent_index": 0,
                    "speaker": "Sharon Davies",
                    "content": "I'm not sure whether it's being worse affected, but certainly there's pressure, in particular with the new Act coming in, and that's going to place more pressure on the system."
                },
                {
                    "turn_index": 32,
                    "sent_index": 1,
                    "speaker": "Sian Gwenllian AM",
                    "content": "But just the pressures coming in with the new Act et cetera could mean more expulsions."
                },
                {
                    "turn_index": 33,
                    "sent_index": 6,
                    "speaker": "David Hopkins",
                    "content": "So, that's one area, but you're right, I think the ALN legislation will put pressures on, not just local authorities and schools, but also on the post-16 sector, because we're talking now about a wider age range—doing up to 25 as well."
                },
                {
                    "turn_index": 31,
                    "sent_index": 1,
                    "speaker": "David Hopkins",
                    "content": "The delegation levels are already very high in most authority areas, and we've got agreements in place with the Government to make sure that more money, or as much money as possible, is devolved to schools."
                },
                {
                    "turn_index": 31,
                    "sent_index": 2,
                    "speaker": "David Hopkins",
                    "content": "So, I don't think that's a direct factor."
                },
                {
                    "turn_index": 33,
                    "sent_index": 5,
                    "speaker": "David Hopkins",
                    "content": "That, in a sense, may provide opportunities for schools, and local authorities, to look more constructively at this whole area."
                }
            ]
        },
        {
            "query": "What was considered by David Hopkins as the factor that affected exclusions?",
            "oracle_info": [
                {
                    "turn_index": 31,
                    "sent_index": 1,
                    "speaker": "David Hopkins",
                    "content": "The delegation levels are already very high in most authority areas, and we've got agreements in place with the Government to make sure that more money, or as much money as possible, is devolved to schools."
                },
                {
                    "turn_index": 31,
                    "sent_index": 3,
                    "speaker": "David Hopkins",
                    "content": "I think the factors that really affect exclusions, which is where I think the question came from: you've got the very narrow measure at the end of key stage 4 attainment, which I think has put pressure on some schools, certainly, and headteachers have felt that—sometimes excluded, or otherwise put into another school as a consequence, which is regrettable, but that's what's happened."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about the networking within the PRU and the transition arrangements?",
            "oracle_info": [
                {
                    "turn_index": 40,
                    "sent_index": 0,
                    "speaker": "Nick Williams",
                    "content": "Well, one of the things I think that has improved a lot is the networking within the PRU sector."
                },
                {
                    "turn_index": 40,
                    "sent_index": 1,
                    "speaker": "Nick Williams",
                    "content": "We meet on a regular basis, and that's nationally."
                },
                {
                    "turn_index": 40,
                    "sent_index": 3,
                    "speaker": "Nick Williams",
                    "content": "So, there's definitely a better sharing of practice."
                },
                {
                    "turn_index": 40,
                    "sent_index": 4,
                    "speaker": "Nick Williams",
                    "content": "We put on some very, very good conferences as one form of professional learning."
                },
                {
                    "turn_index": 40,
                    "sent_index": 6,
                    "speaker": "Nick Williams",
                    "content": "And we're talking about professional learning for any teacher or provider, or it's sometimes the more informal training they receive by making visits, joint visits, to provision and also using the expertise that we do have within the sector to work more closely with our schools, and vice versa, particularly around the curriculum."
                },
                {
                    "turn_index": 41,
                    "sent_index": 0,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Can I just ask you about transition arrangements, because I know some of the issues that have arisen in my own constituency is when a pupil is in a PRU and then trying to get back into mainstream education?"
                },
                {
                    "turn_index": 42,
                    "sent_index": 1,
                    "speaker": "Nick Williams",
                    "content": "We've had a big investment of time, and there will be money and through band B, we're building a brand-new PRU provision in Swansea, which will be open in January 2021."
                },
                {
                    "turn_index": 42,
                    "sent_index": 3,
                    "speaker": "Nick Williams",
                    "content": "There's an integration through a part-time timetable back into school, and we continue to support them during that process."
                },
                {
                    "turn_index": 42,
                    "sent_index": 4,
                    "speaker": "Nick Williams",
                    "content": "But then, when they're back in school, that support doesn't stop—that support continues, and then there's a managed reduction in that support."
                }
            ]
        },
        {
            "query": "What was the major challenge of the transition of the excluded students?",
            "oracle_info": [
                {
                    "turn_index": 44,
                    "sent_index": 0,
                    "speaker": "Nick Williams",
                    "content": "But I'll be honest with you, the more challenging your learners are the ones who are coming to the end of their statutory education, your key stage 4."
                },
                {
                    "turn_index": 44,
                    "sent_index": 1,
                    "speaker": "Nick Williams",
                    "content": "It is far, far more difficult when they're 15, 16 to get them back into mainstream."
                },
                {
                    "turn_index": 44,
                    "sent_index": 2,
                    "speaker": "Nick Williams",
                    "content": "So, then you're looking more at how you transit, then, into further education and colleges and so on."
                }
            ]
        },
        {
            "query": "What was the solution to the major challenge for the transition of the excluded students?",
            "oracle_info": [
                {
                    "turn_index": 47,
                    "sent_index": 1,
                    "speaker": "Sharon Davies",
                    "content": "It comes back to that team-around-the-family approach, to ensure what is needed for that learner to go back into school, what can the school provide."
                },
                {
                    "turn_index": 47,
                    "sent_index": 2,
                    "speaker": "Sharon Davies",
                    "content": "It's looking at the whole package of support, then, that surrounds not just the learner but the family, whether it's transport—it's looking at the whole agenda, then, to ensure that everything is in place for that learner to go back to school, where it's possible."
                },
                {
                    "turn_index": 53,
                    "sent_index": 0,
                    "speaker": "Sharon Davies",
                    "content": "A few years ago, I used to be a primary headteacher in England, so we were looking at different models, then, at various conferences, and I believe Oxford, as a local authority—they had a PRU, and they had discussions with their secondary schools, then, whether to get rid of the PRU, as such, and give the money back into schools."
                },
                {
                    "turn_index": 53,
                    "sent_index": 1,
                    "speaker": "Sharon Davies",
                    "content": "But they looked at a partnership within the schools, then, to say, 'Okay, you can have the money, but there's got to be terms of reference'—not quite a service level agreement, but the schools worked together as a partnership, then, so that they couldn't keep moving the children around, the learners around."
                },
                {
                    "turn_index": 53,
                    "sent_index": 4,
                    "speaker": "Sharon Davies",
                    "content": "But that was a model that, at the time, that local authority looked at to get more money into schools and to get schools, then, to have that responsibility—that they didn't offload the learners elsewhere."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about the pros and cons of local authoritative frameworks?",
            "oracle_info": [
                {
                    "turn_index": 60,
                    "sent_index": 6,
                    "speaker": "Nick Williams",
                    "content": "Sometimes, it works really well; sometimes, the learner turns around and says, 'Actually, I preferred it in my old school.'"
                },
                {
                    "turn_index": 60,
                    "sent_index": 7,
                    "speaker": "Nick Williams",
                    "content": "So, there's a cooling-off period as well."
                },
                {
                    "turn_index": 60,
                    "sent_index": 8,
                    "speaker": "Nick Williams",
                    "content": "I think the learner voice is very important there, because—."
                },
                {
                    "turn_index": 62,
                    "sent_index": 6,
                    "speaker": "Nick Williams",
                    "content": "But, to actually offer some additional training is a challenge."
                },
                {
                    "turn_index": 64,
                    "sent_index": 2,
                    "speaker": "Nick Williams",
                    "content": "And obviously, as part of the visits, as well, to the schools by the challenge advisers, the school should be monitoring that provision and quality assuring that provision."
                }
            ]
        },
        {
            "query": "What did Sharon Davies think of the role that local authorities should take in the quality assurance of individual intuition?",
            "oracle_info": [
                {
                    "turn_index": 78,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Individual tuition in terms of we wouldn't want any child, if they're away from a main-school setting, to slip through the net in terms of tuition, or safeguarding even."
                },
                {
                    "turn_index": 79,
                    "sent_index": 0,
                    "speaker": "Sharon Davies",
                    "content": "I suppose the difficulty with home tuition is, as a local authority, we're restricted on how much access we get into the home."
                },
                {
                    "turn_index": 81,
                    "sent_index": 0,
                    "speaker": "Sharon Davies",
                    "content": "Therefore, it's really difficult then to quality assure, because unless the families invite us in there's very little—."
                },
                {
                    "turn_index": 81,
                    "sent_index": 1,
                    "speaker": "Sharon Davies",
                    "content": "We are restricted in that respect."
                }
            ]
        },
        {
            "query": "Summarize the conclusion of the discussion about the intuition in a private setting.",
            "oracle_info": [
                {
                    "turn_index": 83,
                    "sent_index": 0,
                    "speaker": "Nick Williams",
                    "content": "If they're following a restricted timetable or whatever, because maybe they're school anxious and so on, and we're trying to get them into our provision like that, the home-tuition staff work for us."
                },
                {
                    "turn_index": 83,
                    "sent_index": 2,
                    "speaker": "Nick Williams",
                    "content": "So, for whatever reason their needs at the moment can't be met in a school or in approved provision, then the staff who do provide some education, or if it's for medical reasons, they work for us in the local authority."
                },
                {
                    "turn_index": 83,
                    "sent_index": 1,
                    "speaker": "Nick Williams",
                    "content": "We don't use agency staff, for instance, to go in and provide a few hours of provision, or to go to the local library."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about issues on the special education and recruitment of professional staff?",
            "oracle_info": [
                {
                    "turn_index": 107,
                    "sent_index": 0,
                    "speaker": "Sharon Davies",
                    "content": "Collaboration, I think, is the answer, between the PRUs and the schools."
                },
                {
                    "turn_index": 107,
                    "sent_index": 1,
                    "speaker": "Sharon Davies",
                    "content": "Collaborate and have joint working to ensure that the learners have what they need."
                },
                {
                    "turn_index": 119,
                    "sent_index": 5,
                    "speaker": "Nick Williams",
                    "content": "So, I suppose that comes down to additional funding, because I'd like a dedicated educational psychologist spending their time possibly only with our PRU youngsters and EOTAS provision, but we haven't got the capacity because of the demands on us from the wider system."
                },
                {
                    "turn_index": 121,
                    "sent_index": 0,
                    "speaker": "Sharon Davies",
                    "content": "It's kind of what Nick said about capacity, but it's also ensuring the right staff as well, because sometimes, you may have them, but if they move on, or retire, or whatever, there's not a bus load, if you like, of people with that expertise."
                },
                {
                    "turn_index": 125,
                    "sent_index": 5,
                    "speaker": "Nick Williams",
                    "content": "So, that should be built in to their teacher training, and even through their ongoing professional development, both ways—staff actually coming out to schools, going into our provision and vise versa—because you can also get very isolated if you've worked in PRUs for—."
                },
                {
                    "turn_index": 125,
                    "sent_index": 6,
                    "speaker": "Nick Williams",
                    "content": "You've got very specialist skills, but you perhaps need those wider experiences as well."
                }
            ]
        },
        {
            "query": "What was the major challenge of training professional staff for special education?",
            "oracle_info": [
                {
                    "turn_index": 126,
                    "sent_index": 0,
                    "speaker": "Dawn Bowden AM",
                    "content": "And on that point, actually, we did hear from Estyn the point you were making about the staff leaving and there are very small numbers of staff working in that provision."
                },
                {
                    "turn_index": 126,
                    "sent_index": 1,
                    "speaker": "Dawn Bowden AM",
                    "content": "There really isn't the capacity for them to access professional training."
                },
                {
                    "turn_index": 127,
                    "sent_index": 1,
                    "speaker": "Sharon Davies",
                    "content": "I think it is getting better, as Nick mentioned."
                },
                {
                    "turn_index": 127,
                    "sent_index": 2,
                    "speaker": "Sharon Davies",
                    "content": "There are networks now, there are conferences."
                },
                {
                    "turn_index": 131,
                    "sent_index": 0,
                    "speaker": "Sharon Davies",
                    "content": "Or whether there's an opportunity, if somebody wants to lead into that more, that there's an opportunity to do it; that there's an offer there, if they want to specialise more into that area."
                },
                {
                    "turn_index": 131,
                    "sent_index": 1,
                    "speaker": "Sharon Davies",
                    "content": "But at the minute, there isn't that option."
                }
            ]
        },
        {
            "query": "Summarize the conclusion of the discussion about the transport for EOTAS learners in rural areas.",
            "oracle_info": [
                {
                    "turn_index": 146,
                    "sent_index": 0,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "Yes, I think the rural aspect—are you aware that there are any issues relating to transport for EOTAS learners, particularly in more rural parts or areas of Wales?"
                },
                {
                    "turn_index": 149,
                    "sent_index": 0,
                    "speaker": "Nick Williams",
                    "content": "I think there's a PRU provision in the north of Powys and one in the south—"
                },
                {
                    "turn_index": 153,
                    "sent_index": 1,
                    "speaker": "Nick Williams",
                    "content": "But even so, the distances that those learners are having to travel are huge."
                },
                {
                    "turn_index": 157,
                    "sent_index": 0,
                    "speaker": "David Hopkins",
                    "content": "I'm not aware of issues, if I'm honest, but then again, it may be something we've not investigated."
                },
                {
                    "turn_index": 157,
                    "sent_index": 1,
                    "speaker": "David Hopkins",
                    "content": "I'm quite happy to look at that."
                }
            ]
        }
    ]
}