{
    "transcripts_id": "education_2",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "Welcome to the Children, Young People and Education Committee this morning."
                },
                {
                    "turn_index": 1,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "COVID-19 coronavirus is one of the most significant issues that the Welsh Government and the people of Wales have dealt with in recent times."
                },
                {
                    "turn_index": 1,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "But I would like to assure you that our aim, and my aim, and my main concern as the education Minister is to protect all staff and pupils in our schools and other educational settings."
                },
                {
                    "turn_index": 1,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "Dealing with the impacts of this pandemic is extremely challenging."
                },
                {
                    "turn_index": 1,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "Things are changing on an hourly basis, and we have to make decisions quickly to ensure public safety."
                },
                {
                    "turn_index": 1,
                    "sent_index": 7,
                    "speaker": "Kirsty Williams AM",
                    "content": "Public health is clearly the priority here, but that does not change our belief that no child should miss out on any education, unless absolutely necessary."
                },
                {
                    "turn_index": 1,
                    "sent_index": 9,
                    "speaker": "Kirsty Williams AM",
                    "content": "From next week, schools will have a new purpose."
                },
                {
                    "turn_index": 1,
                    "sent_index": 10,
                    "speaker": "Kirsty Williams AM",
                    "content": "They will help support those most in need, including people involved in the immediate response to the coronavirus outbreak, and I'm working with my colleagues in the Cabinet, with Government officials and our partners in local government to develop and finalise these plans."
                },
                {
                    "turn_index": 1,
                    "sent_index": 11,
                    "speaker": "Kirsty Williams AM",
                    "content": "The key areas that we're looking at are supporting and safeguarding the vulnerable and ensuring continuity of learning."
                },
                {
                    "turn_index": 1,
                    "sent_index": 12,
                    "speaker": "Kirsty Williams AM",
                    "content": "This includes all of those who benefit from free school meals and children with additional learning needs."
                },
                {
                    "turn_index": 1,
                    "sent_index": 18,
                    "speaker": "Kirsty Williams AM",
                    "content": "We need to continue to do this work together, as we face the continuing challenges posed by the coronavirus."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the discussion about policies and measures related to free-school-meal children during the pandemic.",
            "oracle_info": [
                {
                    "turn_index": 17,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "We do find ourselves in a strange situation."
                },
                {
                    "turn_index": 17,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "We're trying to create a system where it will be seamless and it will not necessarily matter that two of those weeks were formally holidays."
                },
                {
                    "turn_index": 19,
                    "sent_index": 0,
                    "speaker": "Helen Mary Jones AM",
                    "content": "Just briefly, building on Suzy's question, one particular group of children and young people that I hope will be eligible to be included in the potentially vulnerable category is young carers."
                },
                {
                    "turn_index": 42,
                    "sent_index": 1,
                    "speaker": "Steve Davies",
                    "content": "But the principle we've used there is, actually, even if it's a minority of children who go to those schools and are vulnerable, they deserve and need that support through the school."
                }
            ]
        },
        {
            "query": "What were the measures concerning the normal holiday provision for children?",
            "oracle_info": [
                {
                    "turn_index": 17,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "We do find ourselves in a strange situation."
                },
                {
                    "turn_index": 17,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "My understanding is what we're trying to work to is that we would have ongoing provision and not to make some strange, 'You get this for two weeks, then you don't get it for two weeks, and then you're back in.'"
                },
                {
                    "turn_index": 17,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "We're trying to create a system that will run uniformly."
                },
                {
                    "turn_index": 21,
                    "sent_index": 1,
                    "speaker": "Rob Orford",
                    "content": "This is a rapidly-evolving problem and the scale is something that we haven't seen in 100 years, and so we're having to evolve and iterate things as we go."
                },
                {
                    "turn_index": 21,
                    "sent_index": 5,
                    "speaker": "Rob Orford",
                    "content": "Areas that we're worried about are displacement activities."
                },
                {
                    "turn_index": 27,
                    "sent_index": 2,
                    "speaker": "Dawn Bowden AM",
                    "content": "Just so that I can be clear, are you saying that, at this stage, every headteacher will be in school on Monday, as will all their staff?"
                },
                {
                    "turn_index": 28,
                    "sent_index": 0,
                    "speaker": "Steve Davies",
                    "content": "Within the scope of the guidance in terms of their health, the expectation—and this will be conveyed in letters by the Minister today, to be made clear—is that they are closing for the majority of pupils, but our expectation within the guidance is that the headteacher with their staff will be coming in; for some to start the delivery of what we just described, but that will probably be small numbers, but more importantly to plan to ensure that, after the formal Easter period, which is school holidays, the schools are geared to cater for the range of pupils that we've been discussing."
                }
            ]
        },
        {
            "query": "Would that be possible that they might move children on to fewer sites?",
            "oracle_info": [
                {
                    "turn_index": 30,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "That is a potential."
                },
                {
                    "turn_index": 30,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "That local authority has already chosen those locations, and is already having communications with how they will then staff those centres."
                },
                {
                    "turn_index": 30,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "The local authorities are best placed to understand what is the best, pragmatic use of the resources that they have available; and of course those resources, primarily, are human beings."
                },
                {
                    "turn_index": 30,
                    "sent_index": 12,
                    "speaker": "Kirsty Williams AM",
                    "content": "And we want to give those parents confidence that, when they leave their child with us, that child will receive something really worthwhile, and they can direct all of their attention to doing their job."
                }
            ]
        },
        {
            "query": "How would special schools fit into the new purpose arrangement?",
            "oracle_info": [
                {
                    "turn_index": 41,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, again, already local authorities are making different provision."
                },
                {
                    "turn_index": 42,
                    "sent_index": 3,
                    "speaker": "Steve Davies",
                    "content": "But similarly, even in special schools, there will be children whose parents will be key workers, so we would expect them to apply that same principle."
                },
                {
                    "turn_index": 42,
                    "sent_index": 4,
                    "speaker": "Steve Davies",
                    "content": "Just quickly in response to the earlier question, while we may bring some groups of children into separate schools, we’ll have to continue with the principle of keeping social distance and any provision for a child in a special school in a different setting would be unlikely, given the nature of the special school, so we would look to cater for that within the original school."
                }
            ]
        },
        {
            "query": "Summarize the discussion about ideas about timescales for setting out what approach would be to handling the lack of exams.",
            "oracle_info": [
                {
                    "turn_index": 62,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Yes, it is a devastating decision to have to have been taken, but I have done so on the very, very clear and unambiguous advice from Qualifications Wales."
                },
                {
                    "turn_index": 62,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "It might not be possible, because, of course, we're dealing with a situation that requires human beings to be involved in it, and those human beings could find themselves unwell."
                },
                {
                    "turn_index": 62,
                    "sent_index": 7,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, our best attempts will be to maintain the normal rhythm of an exams day in August, but that has to be caveated by the fact that we're dealing with difficult circumstances."
                },
                {
                    "turn_index": 72,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "With regard to AS-levels—no final decision has been made for exactly how those students will be treated."
                },
                {
                    "turn_index": 72,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "There are a range of options that could be used, but again, we will want to be thinking about student well-being, fairness and equity in that regard, and I will update Members as soon as I have received definitive advice from Qualifications Wales around that, and that hasn't happened yet."
                },
                {
                    "turn_index": 72,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "With regard to other types of qualifications, as you will be aware, the vast majority of BTECs is a modular, continually-assessed piece of work, and we would have every expectation that BTECs will be able to be awarded, but clearly, those conversations are with awarding bodies—they tend to be UK awarding bodies, rather then necessarily our WJEC exam board—and those conversations are ongoing."
                }
            ]
        },
        {
            "query": "What was the further clarification and advice about coursework?",
            "oracle_info": [
                {
                    "turn_index": 65,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Okay, so, all exams are cancelled, but year 11 and year 13 will be given a grade—I think that's a distinction that people need to be aware of."
                },
                {
                    "turn_index": 65,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "That is because those years and those grades are gateway qualifications, and they are points of movement in the education system."
                },
                {
                    "turn_index": 65,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, it's really important for those students that they are not disadvantaged in any way by not being able to receive a grade that helps them to make a decision as a qualifying step into what they will do next, whether that be university, whether that be a degree apprenticeship or whether that be going into sixth form, into a college, into an apprenticeship or into some work-based learning opportunities."
                },
                {
                    "turn_index": 65,
                    "sent_index": 13,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, actually, we can make sure that our standards are maintained by actually having that modulation across the UK."
                },
                {
                    "turn_index": 65,
                    "sent_index": 15,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, they can have real confidence."
                }
            ]
        },
        {
            "query": "What's specific about the elements of coursework that were externally verified?",
            "oracle_info": [
                {
                    "turn_index": 68,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, children might well have done lots of oral exams in their English and in their Welsh language."
                },
                {
                    "turn_index": 68,
                    "sent_index": 6,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, we have lots of pieces of work that will have been externally verified."
                },
                {
                    "turn_index": 68,
                    "sent_index": 7,
                    "speaker": "Kirsty Williams AM",
                    "content": "I certainly will ensure that these concerns are passed on."
                },
                {
                    "turn_index": 68,
                    "sent_index": 10,
                    "speaker": "Kirsty Williams AM",
                    "content": "My job is to make the decision on the examinations on the basis of having confidence that what can be put in place is fair and is equitable, and I have confidence that that will be the case."
                }
            ]
        },
        {
            "query": "Had the universities across the UK indicated that they were content with the approach going forward?",
            "oracle_info": [
                {
                    "turn_index": 80,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "Certainly."
                },
                {
                    "turn_index": 80,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "And the views of university and how university terms might be impacted is one of the ways and one of the reasons that we've factored in to making these decisions."
                },
                {
                    "turn_index": 80,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "Those discussions with universities are ongoing, aren't they, Huw?"
                },
                {
                    "turn_index": 81,
                    "sent_index": 2,
                    "speaker": "Huw Morris",
                    "content": "Those conversations will continue as we work through the practicalities of how the gradings that are awarded are going to feed through into university admissions decisions and enrolment."
                }
            ]
        },
        {
            "query": "Summarize the discussion about issues related to the potential closures of colleges and universities.",
            "oracle_info": [
                {
                    "turn_index": 87,
                    "sent_index": 1,
                    "speaker": "Huw Morris",
                    "content": "We've been very impressed with the maturity and forward-planning that's been adopted by all of those institutions and their representative bodies."
                },
                {
                    "turn_index": 87,
                    "sent_index": 2,
                    "speaker": "Huw Morris",
                    "content": "We've got consistency in the approach and a common desire, and investment in moving towards online support for students."
                },
                {
                    "turn_index": 88,
                    "sent_index": 0,
                    "speaker": "Suzy Davies AM",
                    "content": "And there's still this safety net idea."
                },
                {
                    "turn_index": 88,
                    "sent_index": 1,
                    "speaker": "Suzy Davies AM",
                    "content": "Certainly, colleges have indicated, as with schools, that, for the most vulnerable learners, they'll have something in place that might permit attendance on an individual basis."
                },
                {
                    "turn_index": 92,
                    "sent_index": 1,
                    "speaker": "Suzy Davies AM",
                    "content": "You indicated that any Welsh Government support's going to stay, whatever the circumstances are—in your portfolio."
                },
                {
                    "turn_index": 93,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "I'm doing my best, but it's an absolute yes on the EMA."
                },
                {
                    "turn_index": 93,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "There will be no disruption to EMA."
                }
            ]
        },
        {
            "query": "What sort of conversations were they having with FE and HE at the moment about how they decide the closures?",
            "oracle_info": [
                {
                    "turn_index": 84,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "As we often say in this committee, universities are autonomous institutions—a status that they guard jealously and we would never want to question."
                },
                {
                    "turn_index": 84,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "Colleges are in a similar position, looking to do as much as they can to be able to provide continuity of learning via distance learning methods, and the Bill, potentially, does give us more powers of intervention in both the FE and the HE sector."
                }
            ]
        },
        {
            "query": "What were their opinions on support or changes of circumstances?",
            "oracle_info": [
                {
                    "turn_index": 103,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "We don't anticipate any change in the approach to students as a result of this."
                },
                {
                    "turn_index": 103,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "Individual student circumstances could well change and our expectation would be that the Student Loans Company would respond to that."
                },
                {
                    "turn_index": 103,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "There will undoubtedly in some cases be really practical challenges to service delivery, simply because organisations could be losing staff because of illness or the need to self-isolate or because they are reacting to social-distancing messages from the Government."
                },
                {
                    "turn_index": 108,
                    "sent_index": 0,
                    "speaker": "Huw Morris",
                    "content": "We instituted a monitoring process very early on in the onset of the disease, not least because a number of institutions have campuses and activities in China and other parts of south-east Asia."
                },
                {
                    "turn_index": 108,
                    "sent_index": 1,
                    "speaker": "Huw Morris",
                    "content": "And so, as the disease has progressed, we've seen lessons being learned from the support for students who are in isolation coming from there to the UK, and I am assured that the universities here in Wales have got processes in place that support those learners."
                }
            ]
        },
        {
            "query": "What's their attitude towards the question whether students might need to be refunded some of their tuition fees?",
            "oracle_info": [
                {
                    "turn_index": 110,
                    "sent_index": 0,
                    "speaker": "Huw Morris",
                    "content": "So, as the institutions move more and more of their material and some of their assessment online, clearly, there are lessons that will need to be taken on board."
                },
                {
                    "turn_index": 110,
                    "sent_index": 1,
                    "speaker": "Huw Morris",
                    "content": "There are established quality assurance and enhancement procedures in institutions to enable the tutors and other supporters to make sure that that material meets their needs."
                },
                {
                    "turn_index": 110,
                    "sent_index": 2,
                    "speaker": "Huw Morris",
                    "content": "The intention in all of these institutions is that they will complete their course of study."
                },
                {
                    "turn_index": 110,
                    "sent_index": 5,
                    "speaker": "Huw Morris",
                    "content": "So, we're confident that that system will be robust and will make sure that the students are getting a course of learning that meets their needs."
                }
            ]
        },
        {
            "query": "Summarize the discussion about problems and related advices concerning vulnerable learners.",
            "oracle_info": [
                {
                    "turn_index": 115,
                    "sent_index": 7,
                    "speaker": "Kirsty Williams AM",
                    "content": "I think we have to remember that this is a really worrying time for children and young people."
                },
                {
                    "turn_index": 115,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, our expectation would be that during a prolonged period of closure—which I think, if we're honest, we have to acknowledge is what we're looking at—we would expect school staff—well-being staff, for instance in school—to be doing check-ins—phone check-ins, potentially, or FaceTime check-ins, with students, just to keep in touch with them as we go forward."
                },
                {
                    "turn_index": 115,
                    "sent_index": 3,
                    "speaker": "Kirsty Williams AM",
                    "content": "We do, of course, have the formal NHS counselling services."
                },
                {
                    "turn_index": 115,
                    "sent_index": 4,
                    "speaker": "Kirsty Williams AM",
                    "content": "I'm concerned, of course, that for some children their access to their counsellor is via their school."
                },
                {
                    "turn_index": 115,
                    "sent_index": 5,
                    "speaker": "Kirsty Williams AM",
                    "content": "We know that, and we're just double checking the capacity of online counselling that already exists—online counselling tools that children already use because they don't want to go to the counsellor in the school and be seen in the school corridor going to the counsellor."
                }
            ]
        },
        {
            "query": "What considerations were they giving to how that mental health and well-being might be supported through what was an incredibly difficult time for everyone?",
            "oracle_info": [
                {
                    "turn_index": 115,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, our expectation would be that during a prolonged period of closure—which I think, if we're honest, we have to acknowledge is what we're looking at—we would expect school staff—well-being staff, for instance in school—to be doing check-ins—phone check-ins, potentially, or FaceTime check-ins, with students, just to keep in touch with them as we go forward."
                },
                {
                    "turn_index": 115,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "We'll be looking to promote amongst young people a range of online facilities that are available—so, for instance, Meic website—so, looking to use a variety of platforms."
                }
            ]
        },
        {
            "query": "Why did they want to keep schools going as long as possible?",
            "oracle_info": [
                {
                    "turn_index": 115,
                    "sent_index": 8,
                    "speaker": "Kirsty Williams AM",
                    "content": "One of the reasons, again, that we wanted to keep schools going as long as possible—and teachers have been working so hard to do that—is because that routine of going into school and that normality is one that we've needed and wanted to maintain."
                },
                {
                    "turn_index": 115,
                    "sent_index": 10,
                    "speaker": "Kirsty Williams AM",
                    "content": "So, we need to understand, and I think we will also have to recognise, that this support will have to be ongoing once we're back to normal, and we will have to continue to look to support children in the longer term who will have lived through this experience."
                },
                {
                    "turn_index": 115,
                    "sent_index": 11,
                    "speaker": "Kirsty Williams AM",
                    "content": "They are incredibly resilient, and they have been the champions of some of our public health messages."
                },
                {
                    "turn_index": 115,
                    "sent_index": 12,
                    "speaker": "Kirsty Williams AM",
                    "content": "They are so much better and so much more compliant on the whole 'washing your hands' and things like that than even adults have been."
                }
            ]
        },
        {
            "query": "With regard to the national youth voluntary service, would the support and funds be able to be maintained even if settings had to be shut as well?",
            "oracle_info": [
                {
                    "turn_index": 117,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "No formal decision has been made, but if people are in receipt of a Government grant from my department to run a service and that service can no longer run because of the public—"
                },
                {
                    "turn_index": 122,
                    "sent_index": 0,
                    "speaker": "Kirsty Williams AM",
                    "content": "As I said, we are facing unprecedented circumstances."
                },
                {
                    "turn_index": 122,
                    "sent_index": 1,
                    "speaker": "Kirsty Williams AM",
                    "content": "The normal rules of engagement have to change and, those organisations, we'll need them to be providing youth services for children when we are back to normal, and we wouldn't want to do anything that would undermine their ability to do that."
                },
                {
                    "turn_index": 122,
                    "sent_index": 2,
                    "speaker": "Kirsty Williams AM",
                    "content": "Our call to the youth service is a call to arms, though."
                }
            ]
        }
    ]
}