{
    "transcripts_id": "education_11",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 0,
                    "speaker": "Lynne Neagle AM",
                    "content": "Good morning, everyone, and welcome to the Children, Young People and Education committee this morning."
                },
                {
                    "turn_index": 0,
                    "sent_index": 7,
                    "speaker": "Lynne Neagle AM",
                    "content": "I'm very pleased to welcome Carol Shillabeer, who is chief executive of Powys Teaching Health Board, and who manages the Together for Children and Young People programme."
                },
                {
                    "turn_index": 1,
                    "sent_index": 9,
                    "speaker": "Carol Shillabeer",
                    "content": "Overall I would say we have made progress."
                },
                {
                    "turn_index": 3,
                    "sent_index": 8,
                    "speaker": "Carol Shillabeer",
                    "content": "But, if I could just agree with your comments about the whole system, it has to be the whole system and that's why the real focus now on early help and enhanced support is critical."
                },
                {
                    "turn_index": 16,
                    "sent_index": 2,
                    "speaker": "Lynne Neagle AM",
                    "content": "We've got some questions now on specialist CAMHS—if I can just ask about the impact of the specialist CAMHS framework, and how effective you feel that has been in promoting a consistent delivery of care for young people."
                },
                {
                    "turn_index": 20,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "We've got some questions now from Hefin David on neurodevelopmental services."
                },
                {
                    "turn_index": 36,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "If we can just move on now to in-patient care, and if I can just ask you what the programme has been doing to address some of the challenges and opportunities we face in terms of CAMHS in-patient care, particularly in light of the restrictions that are in place in Abergele and Tŷ Llidiard."
                },
                {
                    "turn_index": 40,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "Hefin David has got some questions on workforce now."
                },
                {
                    "turn_index": 56,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "Suzy Davies has a question about looked-after children."
                },
                {
                    "turn_index": 64,
                    "sent_index": 0,
                    "speaker": "Lynne Neagle AM",
                    "content": "Dawn has a question on transition."
                },
                {
                    "turn_index": 74,
                    "sent_index": 13,
                    "speaker": "Carol Shillabeer",
                    "content": "My position now is I want to just be really sure and secure that there is a strong arrangement going forward that takes this work, if this programme is going to close."
                },
                {
                    "turn_index": 76,
                    "sent_index": 3,
                    "speaker": "Carol Shillabeer",
                    "content": "If it was a choice between nothing being there and continuing this programme, I would be supporting continuing the programme."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the discussion about early help and enhanced support.",
            "oracle_info": [
                {
                    "turn_index": 6,
                    "sent_index": 7,
                    "speaker": "Carol Shillabeer",
                    "content": "So, I think we will have seen, by the evidence submission, that demand has increased, not just in Wales but in the UK, and it has increased significantly."
                },
                {
                    "turn_index": 6,
                    "sent_index": 8,
                    "speaker": "Carol Shillabeer",
                    "content": "We are doing reasonably well at meeting that demand—so, we have more contacts, more staff, shorter access times, so that is a good news story."
                },
                {
                    "turn_index": 6,
                    "sent_index": 9,
                    "speaker": "Carol Shillabeer",
                    "content": "We've not got it completely sustained at this stage, and therefore the focus of the delivery unit's primary care CAMHS report is what more can we do in that part of the system to help to see children and young people or provide consultation and liaison to others and support people at that level of intervention."
                },
                {
                    "turn_index": 8,
                    "sent_index": 3,
                    "speaker": "Carol Shillabeer",
                    "content": "I think there have been really good attempts in a couple of areas of that greater reach out and that earlier help—hot clinics and those sorts of initiatives that help people not to get in a long queue for specialist CAMHS, but can be supported, often by telephone, at that earlier stage."
                },
                {
                    "turn_index": 9,
                    "sent_index": 1,
                    "speaker": "Janet Finch-Saunders AM",
                    "content": "What are the outcomes of the stakeholder workshop held last week on early help and enhanced support?"
                },
                {
                    "turn_index": 12,
                    "sent_index": 1,
                    "speaker": "Carol Shillabeer",
                    "content": "So, you're absolutely right, there was a highly successful workshop last week really focusing on early help and enhanced support."
                },
                {
                    "turn_index": 12,
                    "sent_index": 15,
                    "speaker": "Carol Shillabeer",
                    "content": "That will move, most likely, to the CAMHS network, which is part of the NHS mental health network."
                }
            ]
        },
        {
            "query": "What did Carol Shillabeer think about the legacy arrangements when talking about early help and enhanced support?",
            "oracle_info": [
                {
                    "turn_index": 12,
                    "sent_index": 15,
                    "speaker": "Carol Shillabeer",
                    "content": "That will move, most likely, to the CAMHS network, which is part of the NHS mental health network."
                },
                {
                    "turn_index": 12,
                    "sent_index": 17,
                    "speaker": "Carol Shillabeer",
                    "content": "The whole-school approach element is already settled in Government and we've got a connection in to that."
                }
            ]
        },
        {
            "query": "What were the outcomes of stakeholder workshops on early help?",
            "oracle_info": [
                {
                    "turn_index": 12,
                    "sent_index": 2,
                    "speaker": "Carol Shillabeer",
                    "content": "It brought all of the agencies together, which was—and actually had a bit of a waiting list, apparently, for places."
                },
                {
                    "turn_index": 12,
                    "sent_index": 3,
                    "speaker": "Carol Shillabeer",
                    "content": "So, there was a lot of demand and a lot of interest in this."
                },
                {
                    "turn_index": 12,
                    "sent_index": 4,
                    "speaker": "Carol Shillabeer",
                    "content": "In relation to the next steps, there is a planning group reflection in early July, in terms of the outcomes of the workshop or the outputs of the workshop, and there are three commitments that have been made to this stage."
                },
                {
                    "turn_index": 12,
                    "sent_index": 5,
                    "speaker": "Carol Shillabeer",
                    "content": "One is that we develop those values-led approaches that will bring multiple agencies together to have that common purpose."
                },
                {
                    "turn_index": 12,
                    "sent_index": 6,
                    "speaker": "Carol Shillabeer",
                    "content": "The second one is to develop the ingredients for successful working in this area, and then, thirdly, to determine or propose priorities and sequencing of next steps."
                }
            ]
        },
        {
            "query": "Summarize the discussion about neurodevelopmental service.",
            "oracle_info": [
                {
                    "turn_index": 21,
                    "sent_index": 1,
                    "speaker": "Hefin David AM",
                    "content": "We're seeing an increase in neurodevelopmental referrals, and that will increase further in the future."
                },
                {
                    "turn_index": 21,
                    "sent_index": 2,
                    "speaker": "Hefin David AM",
                    "content": "Can you give us an explanation as to why this demand is growing and how we're going to meet capacity to deliver and for support for those children?"
                },
                {
                    "turn_index": 22,
                    "sent_index": 2,
                    "speaker": "Carol Shillabeer",
                    "content": "I'm not sure that anyone really knows why, if I'm honest, although there is a lot of academic research going on."
                },
                {
                    "turn_index": 30,
                    "sent_index": 6,
                    "speaker": "Carol Shillabeer",
                    "content": "So, we've got a lot of people who are under that threshold, but that's a lot of people who still need help and support."
                },
                {
                    "turn_index": 30,
                    "sent_index": 7,
                    "speaker": "Carol Shillabeer",
                    "content": "I'm trying to very fairly and, I hope, appropriately represent the very strong views coming from the group—the workstream under the programme."
                },
                {
                    "turn_index": 30,
                    "sent_index": 9,
                    "speaker": "Carol Shillabeer",
                    "content": "It's not going to be good enough for us just to focus our attention on those children and young people and their families who reach a threshold, because there are needs elsewhere as well, and some of that will overlap with the early help and enhanced support."
                }
            ]
        },
        {
            "query": "What did Carol Shillabeer think about how to meet the capacity to deliver when answering a question about neurodevelopmental service?",
            "oracle_info": [
                {
                    "turn_index": 22,
                    "sent_index": 10,
                    "speaker": "Carol Shillabeer",
                    "content": "If I can just give you a sense of what we've done so far and then what I think is next, I want to recognise the work of Dr Cath Norton and the steering group that's been established on neurodevelopmental issues under the programme."
                },
                {
                    "turn_index": 22,
                    "sent_index": 11,
                    "speaker": "Carol Shillabeer",
                    "content": "They had a standing start."
                },
                {
                    "turn_index": 22,
                    "sent_index": 13,
                    "speaker": "Carol Shillabeer",
                    "content": "We now have seven teams in place across Wales."
                },
                {
                    "turn_index": 22,
                    "sent_index": 14,
                    "speaker": "Carol Shillabeer",
                    "content": "We now have a national pathway."
                },
                {
                    "turn_index": 22,
                    "sent_index": 15,
                    "speaker": "Carol Shillabeer",
                    "content": "We now have a community-of-practice-type environment, and we're really getting into this."
                }
            ]
        },
        {
            "query": "What did Carol Shillabeer find unexpected when talking about neurodevelopmental service?",
            "oracle_info": [
                {
                    "turn_index": 30,
                    "sent_index": 5,
                    "speaker": "Carol Shillabeer",
                    "content": "What I would also say, and this is part of the bigger picture that we need to consider going forward, is that only about 40 per cent to 50 per cent of those families that come forward have what I would call or the clinicians would call a diagnosis—so, a threshold or whatever term you want to use that takes people through to that educational support."
                },
                {
                    "turn_index": 30,
                    "sent_index": 6,
                    "speaker": "Carol Shillabeer",
                    "content": "So, we've got a lot of people who are under that threshold, but that's a lot of people who still need help and support."
                },
                {
                    "turn_index": 30,
                    "sent_index": 8,
                    "speaker": "Carol Shillabeer",
                    "content": "We've got to tackle all of that."
                },
                {
                    "turn_index": 30,
                    "sent_index": 9,
                    "speaker": "Carol Shillabeer",
                    "content": "It's not going to be good enough for us just to focus our attention on those children and young people and their families who reach a threshold, because there are needs elsewhere as well, and some of that will overlap with the early help and enhanced support."
                }
            ]
        },
        {
            "query": "Summarize the discussion about in-patient care and workforce.",
            "oracle_info": [
                {
                    "turn_index": 36,
                    "sent_index": 1,
                    "speaker": "Lynne Neagle AM",
                    "content": "If we can just move on now to in-patient care, and if I can just ask you what the programme has been doing to address some of the challenges and opportunities we face in terms of CAMHS in-patient care, particularly in light of the restrictions that are in place in Abergele and Tŷ Llidiard."
                },
                {
                    "turn_index": 37,
                    "sent_index": 1,
                    "speaker": "Carol Shillabeer",
                    "content": "Again, quite a lot of progress has been made in the early part of the programme around in-patients, and you are very well aware of the challenges over the last year or 18 months in relation to both units."
                },
                {
                    "turn_index": 39,
                    "sent_index": 1,
                    "speaker": "Carol Shillabeer",
                    "content": "I think we need to be very mindful of ensuring that the right workforce are in place before that gets implemented."
                },
                {
                    "turn_index": 39,
                    "sent_index": 2,
                    "speaker": "Carol Shillabeer",
                    "content": "The peer review highlighted the challenge of the physical environment, where the unit is, the challenge across north Wales of the workforce."
                },
                {
                    "turn_index": 42,
                    "sent_index": 7,
                    "speaker": "Carol Shillabeer",
                    "content": "So, if I can mention psychology assistants, for example, my own health board is employing more psychology assistants as part of a skill mix team, rather than going to where we might have been more traditionally based."
                },
                {
                    "turn_index": 51,
                    "sent_index": 1,
                    "speaker": "Hefin David AM",
                    "content": "You've mentioned communities of practice."
                },
                {
                    "turn_index": 52,
                    "sent_index": 7,
                    "speaker": "Carol Shillabeer",
                    "content": "I think the community of practice—it's something that has become a bit of a standard now across these areas—actually brings people together doing collective audit, doing collective reflection on service improvement, and being very clear about learning from one another."
                },
                {
                    "turn_index": 54,
                    "sent_index": 2,
                    "speaker": "Carol Shillabeer",
                    "content": "In your report of last year you highlighted the need to do further work on the use of the Welsh language, and have we got enough Welsh language practitioners where we need them."
                },
                {
                    "turn_index": 54,
                    "sent_index": 5,
                    "speaker": "Carol Shillabeer",
                    "content": "We're particularly looking at it in terms of in-patient CAMHS and community intensive services, because, particularly when people are feeling at their most vulnerable, they would choose the language they wish to choose."
                }
            ]
        },
        {
            "query": "What did Carol Dhillabeer think about the most important part of the work of in-patient care at that time?",
            "oracle_info": [
                {
                    "turn_index": 37,
                    "sent_index": 7,
                    "speaker": "Carol Shillabeer",
                    "content": "But, if I can just say, probably the most important part of moving forward now is the longer term work between health and social care in terms of having a much more integrated and joined up approach for children."
                }
            ]
        },
        {
            "query": "What did Carol Dhillabeer think about the community of practice when talking about workforce?",
            "oracle_info": [
                {
                    "turn_index": 50,
                    "sent_index": 3,
                    "speaker": "Carol Shillabeer",
                    "content": "The practice in this area is guided by National Institute for Health and Care Excellence guidance, so it's pretty much guided."
                },
                {
                    "turn_index": 50,
                    "sent_index": 5,
                    "speaker": "Carol Shillabeer",
                    "content": "When you skill mix a team, you enable the right referrals to go to the right person, so you wouldn't necessarily have a child or young person with particularly complex needs—well, you would match them to the right practitioner for their needs."
                },
                {
                    "turn_index": 50,
                    "sent_index": 7,
                    "speaker": "Carol Shillabeer",
                    "content": "And we've seen some of that; if I just make reference to the panel approach in Gwent that's been developed, a multi-agency panel come together, a referral comes in, it's then about matching the right service and the right person to the needs that are being presented."
                },
                {
                    "turn_index": 50,
                    "sent_index": 8,
                    "speaker": "Carol Shillabeer",
                    "content": "So, we can be much more flexible in relation to that, and we have to be careful to use the right resource for the right person, because, if we've got a resource that is highly specialist, we want them to be dealing with those children and young people."
                },
                {
                    "turn_index": 52,
                    "sent_index": 7,
                    "speaker": "Carol Shillabeer",
                    "content": "I think the community of practice—it's something that has become a bit of a standard now across these areas—actually brings people together doing collective audit, doing collective reflection on service improvement, and being very clear about learning from one another."
                },
                {
                    "turn_index": 52,
                    "sent_index": 9,
                    "speaker": "Carol Shillabeer",
                    "content": "So, I think we have the fundamental building blocks in place, but there is more to do around the environment in which our practitioners and our staff operate."
                }
            ]
        },
        {
            "query": "Summarize the discussion about looked-after children and transitional-arrangement.",
            "oracle_info": [
                {
                    "turn_index": 57,
                    "sent_index": 3,
                    "speaker": "Suzy Davies AM",
                    "content": "Can you give us some indication about how the programme intersects, then, with the outcomes for the children in care work programme?"
                },
                {
                    "turn_index": 58,
                    "sent_index": 4,
                    "speaker": "Carol Shillabeer",
                    "content": "I just made reference to, under the question on specialist CAMHS in-patients, the need to bring those services together, and that, really, is the need for much stronger working between the outcomes for children group and the Together for Children and Young People programme and the constituent parts."
                },
                {
                    "turn_index": 68,
                    "sent_index": 1,
                    "speaker": "Carol Shillabeer",
                    "content": "We talk about transitions being an issue—and we know it's not just in mental health, but it's elsewhere—then you start to think, 'What if we could reduce transitions?"
                },
                {
                    "turn_index": 68,
                    "sent_index": 2,
                    "speaker": "Carol Shillabeer",
                    "content": "', so you reduce the number of transitions and you manage them better."
                }
            ]
        },
        {
            "query": "What did Carol Shillabeer think about the reasons that brought the programme to intersect with the outcomes for children when talking about looked-after children?",
            "oracle_info": [
                {
                    "turn_index": 58,
                    "sent_index": 3,
                    "speaker": "Carol Shillabeer",
                    "content": "We also have a director of social services on our programme board and, obviously, they're very clearly linked in to the outcomes for children."
                },
                {
                    "turn_index": 58,
                    "sent_index": 4,
                    "speaker": "Carol Shillabeer",
                    "content": "I just made reference to, under the question on specialist CAMHS in-patients, the need to bring those services together, and that, really, is the need for much stronger working between the outcomes for children group and the Together for Children and Young People programme and the constituent parts."
                }
            ]
        },
        {
            "query": "What did Carol Dhillabeer think about the development of transition guidance when talking about transitional arrangement?",
            "oracle_info": [
                {
                    "turn_index": 66,
                    "sent_index": 1,
                    "speaker": "Carol Shillabeer",
                    "content": "You're absolutely right; we developed that guidance and we are currently in the process of the evaluation of that."
                },
                {
                    "turn_index": 66,
                    "sent_index": 11,
                    "speaker": "Carol Shillabeer",
                    "content": "So, my sense will be it will show us, it will be better, but there's some further work to do, and following that up in terms of audit and making sure that we've got a systematic approach to dealing with those who haven't had the guidance fully implemented, because it can make a real difference."
                }
            ]
        }
    ]
}