{
    "transcripts_id": "education_12",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 7,
                    "speaker": "lynne neagle am",
                    "content": "Item 2 this morning is our last evidence session on the Children (Abolition of Defence of Reasonable Punishment) (Wales) Bill, and I'm really pleased to welcome back Julie Morgan AM, Deputy Minister for Health and Social Services; Karen Cornish, who is deputy director of the children and families division; and Emma Gammon, who is the lawyer working on the Bill."
                },
                {
                    "turn_index": 15,
                    "sent_index": 7,
                    "speaker": "julie morgan am",
                    "content": "That was the first meeting."
                },
                {
                    "turn_index": 56,
                    "sent_index": 2,
                    "speaker": "dawn bowden am",
                    "content": "The other response that we've received is from social workers."
                },
                {
                    "turn_index": 68,
                    "sent_index": 0,
                    "speaker": "dawn bowden am",
                    "content": "Yes, because they were talking about the fact that no assessment had been made about the risk of malicious reporting."
                },
                {
                    "turn_index": 68,
                    "sent_index": 1,
                    "speaker": "dawn bowden am",
                    "content": "We talked about that in a number of sessions with the police and so on."
                },
                {
                    "turn_index": 81,
                    "sent_index": 9,
                    "speaker": "julie morgan am",
                    "content": "We will be encouraging all those agencies that provide that universal service to help support parents and to pass on this information."
                },
                {
                    "turn_index": 82,
                    "sent_index": 2,
                    "speaker": "sian gwenllian am",
                    "content": "You talk about the 'Parenting."
                },
                {
                    "turn_index": 90,
                    "sent_index": 1,
                    "speaker": "hefin david am",
                    "content": "Would you agree with that?"
                },
                {
                    "turn_index": 103,
                    "sent_index": 0,
                    "speaker": "julie morgan am",
                    "content": "It removes the defence; that's all the Bill does."
                },
                {
                    "turn_index": 128,
                    "sent_index": 2,
                    "speaker": "julie morgan am",
                    "content": "The use of out-of-court disposals is actually a non-devolved responsibility, but we'll be working—"
                },
                {
                    "turn_index": 151,
                    "sent_index": 7,
                    "speaker": "julie morgan am",
                    "content": "Social services are already dealing with calls and referrals about the physical punishment of children already, including reasonable punishment."
                },
                {
                    "turn_index": 157,
                    "sent_index": 1,
                    "speaker": "hefin david am",
                    "content": "And who were the discussions with?"
                },
                {
                    "turn_index": 170,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "Hefin, on human rights."
                },
                {
                    "turn_index": 174,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "There are some questions from Vikki on awareness raising."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the discussion about the bill to ban physical punishment.",
            "oracle_info": [
                {
                    "turn_index": 4,
                    "sent_index": 2,
                    "speaker": "julie morgan am",
                    "content": "But we don't think that there is any place for physical punishment in bringing up children."
                },
                {
                    "turn_index": 15,
                    "sent_index": 3,
                    "speaker": "julie morgan am",
                    "content": "The Bill is removing a defence to an offence of common assault."
                },
                {
                    "turn_index": 15,
                    "sent_index": 7,
                    "speaker": "julie morgan am",
                    "content": "That was the first meeting."
                },
                {
                    "turn_index": 15,
                    "sent_index": 10,
                    "speaker": "julie morgan am",
                    "content": "But we had the first strategic implementation group on 14 May, and we had representatives from the police, the police and crime commissioners, the Crown Prosecution Service, the Association of Directors of Social Services Cymru, the Association of Directors of Education in Wales, the Welsh Local Government Association, the legal profession and the third sector."
                },
                {
                    "turn_index": 27,
                    "sent_index": 2,
                    "speaker": "julie morgan am",
                    "content": "And I think Wales has been very strong on children's rights."
                },
                {
                    "turn_index": 31,
                    "sent_index": 3,
                    "speaker": "julie morgan am",
                    "content": "We have got ongoing monitoring and we've got ongoing monitoring surveys looking at what are the views of the public."
                },
                {
                    "turn_index": 33,
                    "sent_index": 1,
                    "speaker": "julie morgan am",
                    "content": "The views of parents about whether this legislation—"
                }
            ]
        },
        {
            "query": "What did Julie Morgan think about a light smack from a loving parent when talking about the bill to ban physical punishment?",
            "oracle_info": [
                {
                    "turn_index": 2,
                    "sent_index": 2,
                    "speaker": "julie morgan am",
                    "content": "What the Bill is trying to do is prohibit all forms of physical punishment, and that is in order to protect children's rights and to ensure that children have the same protection from physical punishment as adults."
                },
                {
                    "turn_index": 4,
                    "sent_index": 3,
                    "speaker": "julie morgan am",
                    "content": "There's a whole range of other ways that you can help parents bring up children, and advice you can give them of different methods to use."
                }
            ]
        },
        {
            "query": "What were measures to make sure the effectiveness of the bill to ban physical punishment?",
            "oracle_info": [
                {
                    "turn_index": 31,
                    "sent_index": 1,
                    "speaker": "julie morgan am",
                    "content": "I think that's very important because we need to know what is the effect of the legislation we'll be bringing in."
                },
                {
                    "turn_index": 31,
                    "sent_index": 2,
                    "speaker": "julie morgan am",
                    "content": "So, we will be having ongoing evaluation, we will be bringing in an independent body to evaluate."
                },
                {
                    "turn_index": 31,
                    "sent_index": 3,
                    "speaker": "julie morgan am",
                    "content": "We have got ongoing monitoring and we've got ongoing monitoring surveys looking at what are the views of the public."
                }
            ]
        },
        {
            "query": "Summarize the discussion about relative agencies and workload.",
            "oracle_info": [
                {
                    "turn_index": 48,
                    "sent_index": 0,
                    "speaker": "dawn bowden am",
                    "content": "Okay, that's fine."
                },
                {
                    "turn_index": 48,
                    "sent_index": 3,
                    "speaker": "dawn bowden am",
                    "content": "And I think you acknowledged that as well."
                },
                {
                    "turn_index": 56,
                    "sent_index": 2,
                    "speaker": "dawn bowden am",
                    "content": "The other response that we've received is from social workers."
                },
                {
                    "turn_index": 72,
                    "sent_index": 1,
                    "speaker": "julie morgan am",
                    "content": "Yes, sorry about that."
                },
                {
                    "turn_index": 79,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "The next questions are from Siân Gwenllian."
                }
            ]
        },
        {
            "query": "What did Julie Morgan and Karen Cornish think about the relationship with other agencies when talking about relative agencies and workload?",
            "oracle_info": [
                {
                    "turn_index": 43,
                    "sent_index": 6,
                    "speaker": "julie morgan am",
                    "content": "We recognise that's likely to happen.'"
                },
                {
                    "turn_index": 49,
                    "sent_index": 3,
                    "speaker": "julie morgan am",
                    "content": "I think they're probably very good to have, actually, and very good to help the work, but it's certainly not dependent on them."
                },
                {
                    "turn_index": 52,
                    "sent_index": 2,
                    "speaker": "dawn bowden am",
                    "content": "So, it was just a point that they were raising."
                },
                {
                    "turn_index": 54,
                    "sent_index": 0,
                    "speaker": "dawn bowden am",
                    "content": "Sorry, Karen."
                },
                {
                    "turn_index": 55,
                    "sent_index": 2,
                    "speaker": "karen cornish",
                    "content": "As the Minister has said, social services, the police and others are already committed to working together, and, actually, we just want to make sure that we develop those working practices in the best way possible, recognising that not every area will have a MASH, and reiterating, again, what the Deputy Minister has said—that the effectiveness of the Bill is not predicated on a MASH in every area, but it is important that all those organisations do work together in a consistent and appropriate way."
                }
            ]
        },
        {
            "query": "What did Julie Morgan respond to the worry of heavy workload for social workers when talking about relative agencies and workload?",
            "oracle_info": [
                {
                    "turn_index": 56,
                    "sent_index": 0,
                    "speaker": "dawn bowden am",
                    "content": "Okay, that's fine."
                },
                {
                    "turn_index": 57,
                    "sent_index": 0,
                    "speaker": "julie morgan am",
                    "content": "Well, first of all, if I can just pay tribute to the work that social workers do."
                },
                {
                    "turn_index": 59,
                    "sent_index": 4,
                    "speaker": "julie morgan am",
                    "content": "So, I do take this point very seriously, but, obviously, the professionals who have given evidence—many of them have said they don’t see there being a big rise of referrals."
                },
                {
                    "turn_index": 59,
                    "sent_index": 12,
                    "speaker": "julie morgan am",
                    "content": "But it is important to look at the realities and the practicalities."
                },
                {
                    "turn_index": 59,
                    "sent_index": 14,
                    "speaker": "julie morgan am",
                    "content": "We want a baseline, and we are working with a small number of social services to try to get the baseline of where it is, and to see what happens when the Bill is implemented."
                },
                {
                    "turn_index": 59,
                    "sent_index": 15,
                    "speaker": "julie morgan am",
                    "content": "The evidence from other countries is that they certainly have not been overwhelmed."
                }
            ]
        },
        {
            "query": "Summarize the discussion about parenting issues and teachers' preparation.",
            "oracle_info": [
                {
                    "turn_index": 81,
                    "sent_index": 5,
                    "speaker": "julie morgan am",
                    "content": "But, of course, this legislation will go up to 18 years old, and so the issues may be very different."
                },
                {
                    "turn_index": 81,
                    "sent_index": 7,
                    "speaker": "julie morgan am",
                    "content": "Give it time' campaign."
                },
                {
                    "turn_index": 86,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "Just to take it on the next step from what Siân Gwenllian was asking about—in schools, are teachers ready for this legislation?"
                },
                {
                    "turn_index": 95,
                    "sent_index": 1,
                    "speaker": "julie morgan am",
                    "content": "They already have training courses about childcare issues, and this would be something that would be absorbed into that."
                },
                {
                    "turn_index": 100,
                    "sent_index": 3,
                    "speaker": "karen cornish",
                    "content": "There are procedures and processes that are already there that they all follow."
                },
                {
                    "turn_index": 104,
                    "sent_index": 1,
                    "speaker": "hefin david am",
                    "content": "There shouldn't, therefore, be any surprise amongst teachers in how to deal with these things when the Bill comes in."
                },
                {
                    "turn_index": 109,
                    "sent_index": 1,
                    "speaker": "julie morgan am",
                    "content": "But I think we've had that discussion with the mapping exercise that we've already mentioned, that we're going to identify where there are gaps or where we can do more, and that's where we will identify this."
                },
                {
                    "turn_index": 113,
                    "sent_index": 0,
                    "speaker": "lynne neagle am",
                    "content": "Yes, I think that would be helpful."
                },
                {
                    "turn_index": 113,
                    "sent_index": 2,
                    "speaker": "lynne neagle am",
                    "content": "Suzy, then Siân."
                },
                {
                    "turn_index": 118,
                    "sent_index": 0,
                    "speaker": "suzy davies am",
                    "content": "But that clarity is needed as well."
                },
                {
                    "turn_index": 122,
                    "sent_index": 2,
                    "speaker": "sian gwenllian am",
                    "content": "Maybe we could have a note about what the timetable is for this exercise, and more in-depth understanding perhaps about what your intentions are, and how you intend to take it forward once you've done the mapping exercise."
                }
            ]
        },
        {
            "query": "What did Julie Morgan think about the cost of training for teachers when talking about parenting issues and teachers' preparation?",
            "oracle_info": [
                {
                    "turn_index": 95,
                    "sent_index": 0,
                    "speaker": "julie morgan am",
                    "content": "I would have thought it would be minimal."
                },
                {
                    "turn_index": 95,
                    "sent_index": 1,
                    "speaker": "julie morgan am",
                    "content": "They already have training courses about childcare issues, and this would be something that would be absorbed into that."
                }
            ]
        },
        {
            "query": "What did Julie Morgan think about the communication process through health visitors when talking about parenting issues and teachers' preparation?",
            "oracle_info": [
                {
                    "turn_index": 107,
                    "sent_index": 0,
                    "speaker": "julie morgan am",
                    "content": "I think the Healthy Child Wales programme and the role of the health visitor is absolutely crucial, because, obviously, the health visitor is there right at the beginning."
                },
                {
                    "turn_index": 107,
                    "sent_index": 2,
                    "speaker": "julie morgan am",
                    "content": "So, I think this will be a great advantage to health visitors, and, obviously, they support it strongly, because they're trying to encourage parents not to use physical punishment now, but with their hands slightly tied behind their back, because the defence does exist."
                },
                {
                    "turn_index": 110,
                    "sent_index": 0,
                    "speaker": "karen cornish",
                    "content": "I think as well that that figure relates to one contact point across the whole of the Healthy Child Wales programme, not the Healthy Child Wales programme as a whole."
                }
            ]
        },
        {
            "query": "Summarize the discussion about resource implications.",
            "oracle_info": [
                {
                    "turn_index": 149,
                    "sent_index": 1,
                    "speaker": "julie morgan am",
                    "content": "You're right that there always could be unknown costs, but we are doing our very best to prepare to cover all eventualities that we can anticipate."
                },
                {
                    "turn_index": 149,
                    "sent_index": 2,
                    "speaker": "julie morgan am",
                    "content": "For example, I've committed to fund the high-intensity awareness-raising campaign, and committed to carry out a mapping exercise to establish whether there are any gaps in the parenting support."
                },
                {
                    "turn_index": 151,
                    "sent_index": 10,
                    "speaker": "julie morgan am",
                    "content": "And so I don't see it as such a big thing in terms of impact."
                },
                {
                    "turn_index": 155,
                    "sent_index": 0,
                    "speaker": "julie morgan am",
                    "content": "Some of the costings are decided."
                },
                {
                    "turn_index": 155,
                    "sent_index": 2,
                    "speaker": "julie morgan am",
                    "content": "So the decision has been made about that."
                },
                {
                    "turn_index": 156,
                    "sent_index": 0,
                    "speaker": "karen cornish",
                    "content": "There have been discussions."
                },
                {
                    "turn_index": 158,
                    "sent_index": 0,
                    "speaker": "karen cornish",
                    "content": "There has been an in-the-round discussion before the Bill was introduced, at which the First Minister and the finance Minister and others were present."
                },
                {
                    "turn_index": 167,
                    "sent_index": 0,
                    "speaker": "karen cornish",
                    "content": "Something like that."
                }
            ]
        },
        {
            "query": "What did Julie Morgan think about unforeseen costs when talking about resource implications?",
            "oracle_info": [
                {
                    "turn_index": 149,
                    "sent_index": 1,
                    "speaker": "julie morgan am",
                    "content": "You're right that there always could be unknown costs, but we are doing our very best to prepare to cover all eventualities that we can anticipate."
                },
                {
                    "turn_index": 151,
                    "sent_index": 2,
                    "speaker": "julie morgan am",
                    "content": "CAFCASS say that they can cope."
                },
                {
                    "turn_index": 151,
                    "sent_index": 4,
                    "speaker": "julie morgan am",
                    "content": "The people who are managing social services say they don't anticipate a big impact."
                },
                {
                    "turn_index": 151,
                    "sent_index": 7,
                    "speaker": "julie morgan am",
                    "content": "Social services are already dealing with calls and referrals about the physical punishment of children already, including reasonable punishment."
                }
            ]
        },
        {
            "query": "What did Karen Cornish think about the budget given when talking about resource implications?",
            "oracle_info": [
                {
                    "turn_index": 155,
                    "sent_index": 1,
                    "speaker": "julie morgan am",
                    "content": "For example, the advertising, the awareness-raising campaign—that's £2.2 million over six years."
                },
                {
                    "turn_index": 165,
                    "sent_index": 0,
                    "speaker": "karen cornish",
                    "content": "I think it was about £4 million—"
                },
                {
                    "turn_index": 168,
                    "sent_index": 3,
                    "speaker": "lynne neagle am",
                    "content": "Are you confident that amount of money is going to be enough?"
                },
                {
                    "turn_index": 169,
                    "sent_index": 2,
                    "speaker": "karen cornish",
                    "content": "But in terms of the initial stages of the awareness campaign, we are, as I say, as confident as we can be, based on what we know."
                }
            ]
        }
    ]
}