{
    "transcripts_id": "education_9",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "Welcome to the Children, Young People and Education Committee this morning."
                },
                {
                    "turn_index": 0,
                    "sent_index": 7,
                    "speaker": "lynne neagle am",
                    "content": "Item 2, then, this morning is an evidence session to scrutinise the Welsh Government's progress in developing the new curriculum for Wales."
                },
                {
                    "turn_index": 0,
                    "sent_index": 8,
                    "speaker": "lynne neagle am",
                    "content": "I'm very pleased to welcome Kirsty Williams AM, Minister for Education; Steve Davies, director of the education directorate; and Claire Bennett, who is deputy director for curriculum and assessment."
                },
                {
                    "turn_index": 1,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "So, there was a concerted effort and a plan drawn up to try and ensure that there was as much engagement, knowledge and opportunity as possible."
                },
                {
                    "turn_index": 1,
                    "sent_index": 17,
                    "speaker": "kirsty williams am",
                    "content": "So, good levels of support for the four purposes, and that driving the content below it."
                },
                {
                    "turn_index": 21,
                    "sent_index": 0,
                    "speaker": "claire bennett",
                    "content": "Yes, the 'what matters' are the articulation of the big ideas."
                },
                {
                    "turn_index": 123,
                    "sent_index": 1,
                    "speaker": "suzy davies am",
                    "content": "I accept that."
                },
                {
                    "turn_index": 151,
                    "sent_index": 1,
                    "speaker": "janet finch-saunders am",
                    "content": "How is awareness and understanding of human rights, including children’s rights, being embedded in the new curriculum?"
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What were the specific aspects of the framework of the curriculum that would be included in the primary legislation?",
            "oracle_info": [
                {
                    "turn_index": 10,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "The original proposal that we began working on was, in the legislation, to provide for the four purposes—so, the four purposes would be set out in the legislation—as well as putting in law the areas of learning and experience that you'll all be familiar with."
                },
                {
                    "turn_index": 23,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "Over time, the 'what matters' statements might change."
                },
                {
                    "turn_index": 77,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Yes, the content would be completely different."
                },
                {
                    "turn_index": 195,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "So, that would be around the four purposes; that would be around the cross-cutting themes of literacy, numeracy and digital competency and health and well-being."
                }
            ]
        },
        {
            "query": "What would be added to the legislation?",
            "oracle_info": [
                {
                    "turn_index": 16,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, the area of learning and experience for well-being is already there, and underneath that area of learning title, there are the broad concepts of what matters, what we believe matters, in that area of learning, and it is that that we will now actually put into the legislation."
                },
                {
                    "turn_index": 17,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "So, just to clarify, then, that would mean that every school would have to teach mental health by law."
                },
                {
                    "turn_index": 18,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "It refers to both physical and mental health, and we intend to legislate to ensure that the 'what matters' statements are a set given in the system."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about the 'what matters'?",
            "oracle_info": [
                {
                    "turn_index": 21,
                    "sent_index": 0,
                    "speaker": "claire bennett",
                    "content": "Yes, the 'what matters' are the articulation of the big ideas."
                },
                {
                    "turn_index": 21,
                    "sent_index": 1,
                    "speaker": "claire bennett",
                    "content": "These are the essence of the core content."
                },
                {
                    "turn_index": 22,
                    "sent_index": 0,
                    "speaker": "sian gwenllian am",
                    "content": "Therefore, it's not going to be on the face of the Bill—the mental health aspect, for example."
                },
                {
                    "turn_index": 23,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "So the actual wording of the 'what matters' statements will be in secondary legislation; the need to deliver and the requirement, the legal requirement to deliver the 'what matters' statement, will be on the face of the Bill."
                },
                {
                    "turn_index": 23,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "So, the wording of the 'what matters' statement will be in secondary legislation."
                }
            ]
        },
        {
            "query": "What value the government placed on different sectors?",
            "oracle_info": [
                {
                    "turn_index": 47,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "I always—and Welsh Government are big supporters of WISERD and the work that they do, and, in fact, we need more research into Welsh education, not less."
                },
                {
                    "turn_index": 49,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "These are 'coulds' and 'maybes' and things that we need, as a Government, to take into consideration as we plan this journey."
                },
                {
                    "turn_index": 49,
                    "sent_index": 5,
                    "speaker": "kirsty williams am",
                    "content": "There is an opportunity, I believe, that empowering teachers to be able to be more flexible in what they teach their children actually gives us an opportunity to deliver lessons that could be much more engaging and much more relevant to some of our schoolchildren than what they have at the moment."
                },
                {
                    "turn_index": 49,
                    "sent_index": 8,
                    "speaker": "kirsty williams am",
                    "content": "And that is strong leadership of our schools that ensures that there is no segregation, that has high expectation of all of our children, and delivers a curriculum within that setting that meets the needs of the children there."
                },
                {
                    "turn_index": 49,
                    "sent_index": 13,
                    "speaker": "kirsty williams am",
                    "content": "So, how do you assess how children are doing in your new curriculum?"
                },
                {
                    "turn_index": 49,
                    "sent_index": 24,
                    "speaker": "kirsty williams am",
                    "content": "So, the curriculum on its own will not be enough."
                }
            ]
        },
        {
            "query": "What did the WISERD research suggest about the distinction in schools?",
            "oracle_info": [
                {
                    "turn_index": 50,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "What the WISERD research suggests is that the senior management teams—the management teams—would certainly buy into what you've just said, but the classroom teachers would be a little bit more sceptical."
                },
                {
                    "turn_index": 51,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "As I said, classroom teachers are absolutely crucial to this, which is why, first of all, we've taken the difficult step to delay the implementation of the curriculum to give us the time that we need to make sure that it's not just school leaders but it is individual classroom practitioners who have the skills that they need to make the most of the opportunity that the curriculum allows them."
                },
                {
                    "turn_index": 54,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "Yes: 'different accountability framework to the aims and objectives of the new curriculum.'"
                }
            ]
        },
        {
            "query": "What did the meeting talk about the model of Scotland?",
            "oracle_info": [
                {
                    "turn_index": 64,
                    "sent_index": 1,
                    "speaker": "hefin david am",
                    "content": "What kind of lessons are being learned from the introduction of their curriculum?"
                },
                {
                    "turn_index": 65,
                    "sent_index": 4,
                    "speaker": "kirsty williams am",
                    "content": "Part of that is about assessment and they had not really thought—."
                },
                {
                    "turn_index": 65,
                    "sent_index": 6,
                    "speaker": "kirsty williams am",
                    "content": "Assessment has been a crucial part of the process that we have been involved in."
                },
                {
                    "turn_index": 65,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "Professional learning, ensuring that the profession was properly prepared for the changes, I think they would agree that that wasn't necessarily—."
                },
                {
                    "turn_index": 66,
                    "sent_index": 0,
                    "speaker": "steve davies",
                    "content": "As I said, they're very forthright in sharing their learning and I think one of the critical elements was the extent to which assessment was considered at the outset alongside the curriculum content."
                }
            ]
        },
        {
            "query": "How would the money for supporting teachers help in the preparation of the implementation?",
            "oracle_info": [
                {
                    "turn_index": 91,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "You're right, first of all, it's not an insignificant amount; it's the largest investment in professional learning since the history of devolution."
                },
                {
                    "turn_index": 91,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "So, you're right that it is not insignificant, and it was a hard-won resource, I can tell you, from my colleagues."
                },
                {
                    "turn_index": 91,
                    "sent_index": 4,
                    "speaker": "kirsty williams am",
                    "content": "That money is being made available to each and every school and has empowered headteachers to really think, 'What are the professional needs of my school and the practitioners in my school?'"
                },
                {
                    "turn_index": 93,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "But we have worked with the National Academy for Educational Leadership to put together a programme for headteachers, and that's national."
                },
                {
                    "turn_index": 93,
                    "sent_index": 4,
                    "speaker": "kirsty williams am",
                    "content": "The four regional consortia are working together to have a national approach for the first level of engagement."
                }
            ]
        },
        {
            "query": "What was the money like in the professional development preparation?",
            "oracle_info": [
                {
                    "turn_index": 77,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Yes, the content would be completely different."
                },
                {
                    "turn_index": 95,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "The money that was agreed was for a two-year period and, clearly, I continue to have conversations with the Minister for Finance and the First Minister around future allocations for professional learning, and I'm sure this committee and, indeed, members of this committee could help me in that task."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about the innovation schools?",
            "oracle_info": [
                {
                    "turn_index": 97,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "So, all of our schools that had previously been pioneers were invited to apply to morph into the next phase, which is innovation schools, and they were asked to apply and there was a discussion held both internally within Welsh Government and with the consortia about which schools were best placed to be able to do that role and to continue to work with us, going forward."
                },
                {
                    "turn_index": 99,
                    "sent_index": 3,
                    "speaker": "claire bennett",
                    "content": "So, it's slightly different to the feedback we've had from other people, which has been more, 'Maybe you should emphasise this or change that wording' and kind of quite practical, and really about how you would realise this curriculum in a school."
                },
                {
                    "turn_index": 99,
                    "sent_index": 8,
                    "speaker": "claire bennett",
                    "content": "So, it's been invaluable, and they're continuing on that work now this term to keep making sure that what we're doing is something that schools can actually realise practically."
                },
                {
                    "turn_index": 100,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "If you think of the pioneer model, pioneers were looking at specific aspects of the curriculum."
                },
                {
                    "turn_index": 100,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "', and the schools were chosen because of their ability to do that."
                }
            ]
        },
        {
            "query": "How was awareness and understanding of human rights embedded in the new curriculum?",
            "oracle_info": [
                {
                    "turn_index": 152,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Children's rights, human rights—they've been key considerations throughout the design, and this is currently set out in overarching guidance and we continue to work with the children's commissioner's office to map the rights of the child across each area of learning and experience."
                },
                {
                    "turn_index": 152,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "And I'm delighted that the children's commissioner took the time to write to me during the feedback phase to say that they were very pleased that their initial assessment demonstrates that what we're proposing is a big step forward."
                },
                {
                    "turn_index": 154,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "The output of that engagement and feedback has been drawn together into a report exploring learners' views about schools and learning."
                }
            ]
        },
        {
            "query": "What should be included in the implementation of the Welsh dimension?",
            "oracle_info": [
                {
                    "turn_index": 157,
                    "sent_index": 0,
                    "speaker": "sian gwenllian am",
                    "content": "Turning to the Welsh dimension in the new curriculum, the Learned Society of Wales has said that there needs to be a directory of resources to implement that Welsh dimension."
                },
                {
                    "turn_index": 158,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "We have a separate programme of work that is looking at resources that are needed to support the curriculum."
                }
            ]
        },
        {
            "query": "What did the meeting talk about the single continuum of learning with regard to the Welsh language?",
            "oracle_info": [
                {
                    "turn_index": 160,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "Just on the Welsh dimension, I think it's really important that whatever resources we have to support the Welsh dimension are really, really, really broad and not confined to specific areas."
                },
                {
                    "turn_index": 160,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "The continuum for language will have to be contextualised depending on the setting where a child is being taught."
                },
                {
                    "turn_index": 160,
                    "sent_index": 11,
                    "speaker": "kirsty williams am",
                    "content": "Vice versa—we've had this discussion before—if a child is going into Welsh medium, their progression in English perhaps from age three to seven would be very different from a child that was in an English-medium school, although the expectation would be that by 11 they would be in the same position."
                },
                {
                    "turn_index": 163,
                    "sent_index": 0,
                    "speaker": "sian gwenllian am",
                    "content": "Okay, so it's the timing."
                },
                {
                    "turn_index": 171,
                    "sent_index": 1,
                    "speaker": "steve davies",
                    "content": "We have not opted out of this."
                }
            ]
        }
    ]
}