{
    "transcripts_id": "education_20",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 9,
                    "sent_index": 2,
                    "speaker": "dr david blaney",
                    "content": "In terms of the impact of Brexit on higher education, clearly, the significance here is about the contribution that higher education can make to Wales."
                },
                {
                    "turn_index": 12,
                    "sent_index": 0,
                    "speaker": "bethan owen",
                    "content": "The funding position would be the main pressure."
                },
                {
                    "turn_index": 24,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "International non-EU."
                },
                {
                    "turn_index": 41,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "So, in terms of the efforts that have been made, there's a programme now that is being run by the sector in Wales—it's 'Study in Wales'."
                },
                {
                    "turn_index": 48,
                    "sent_index": 0,
                    "speaker": "bethan owen",
                    "content": "They are four plus the current year."
                },
                {
                    "turn_index": 50,
                    "sent_index": 5,
                    "speaker": "bethan owen",
                    "content": "And we're expecting a similar collective level of deficit for this financial year, if not slightly higher."
                },
                {
                    "turn_index": 57,
                    "sent_index": 1,
                    "speaker": "darren millar am",
                    "content": "You must have some idea."
                },
                {
                    "turn_index": 67,
                    "sent_index": 0,
                    "speaker": "john griffiths am",
                    "content": "And we have to stick to the Brexit impact."
                },
                {
                    "turn_index": 78,
                    "sent_index": 5,
                    "speaker": "bethan owen",
                    "content": "We mentioned the Welsh Government's HE Brexit group."
                },
                {
                    "turn_index": 115,
                    "sent_index": 2,
                    "speaker": "john griffiths am",
                    "content": "What would you say those barriers are?"
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What did Dr. David Blaney think of the impact of Brexit on the capacity of Wales' higher education system?",
            "oracle_info": [
                {
                    "turn_index": 9,
                    "sent_index": 5,
                    "speaker": "dr david blaney",
                    "content": "So, we know that universities make annually about £5 billion of impact; 50,000 jobs."
                },
                {
                    "turn_index": 9,
                    "sent_index": 7,
                    "speaker": "dr david blaney",
                    "content": "That has an impact in a number of ways."
                },
                {
                    "turn_index": 9,
                    "sent_index": 8,
                    "speaker": "dr david blaney",
                    "content": "We can identify at the moment the extent to which the HE sector in Wales is exposed to sources of income that are located from the EU, so EU students, structural funds, and EU research funding, and so on, from the EU."
                },
                {
                    "turn_index": 9,
                    "sent_index": 11,
                    "speaker": "dr david blaney",
                    "content": "We're also beginning to pick up, only anecdotally, some signs that there are increasing difficulties in the UK sector, and the Welsh sector as part of that, in playing in some of the EU collaborative research activities."
                },
                {
                    "turn_index": 9,
                    "sent_index": 14,
                    "speaker": "dr david blaney",
                    "content": "In terms of the financial impact of that, clearly, if it is accepted that the UK is a net contributor to the EU then, presumably, some of the money—we're almost immediately straight into politics if you're not careful—but some of the money will be available back to the UK, and the extent to which Wales benefits or not from that returned money is a function of the political relationship between the Welsh Government and Her Majesty's Government."
                },
                {
                    "turn_index": 9,
                    "sent_index": 15,
                    "speaker": "dr david blaney",
                    "content": "It's not necessarily the case that Wales will always lose out in that relationship, but that will become a matter of politics."
                },
                {
                    "turn_index": 9,
                    "sent_index": 21,
                    "speaker": "dr david blaney",
                    "content": "So, in terms of recruitment, Bethan."
                },
                {
                    "turn_index": 10,
                    "sent_index": 1,
                    "speaker": "bethan owen",
                    "content": "The European Union-domiciled applicants to Wales have decreased by 8 per cent, which contrasts with a 2 per cent increase for English institutions, and non-EU—so international students, not from Europe—have also decreased by 9 per cent to Welsh institutions, again contrasting with a 7 per cent increase in England."
                }
            ]
        },
        {
            "query": "Summarize the main pressures on the Welsh higher education sector at the moment.",
            "oracle_info": [
                {
                    "turn_index": 12,
                    "sent_index": 0,
                    "speaker": "bethan owen",
                    "content": "The funding position would be the main pressure."
                },
                {
                    "turn_index": 12,
                    "sent_index": 2,
                    "speaker": "bethan owen",
                    "content": "However, the recommendations for re-establishing funding at Welsh institutions are expected to take quite a bit longer."
                },
                {
                    "turn_index": 12,
                    "sent_index": 5,
                    "speaker": "bethan owen",
                    "content": "We have announced our funding allocations for 2018-19."
                },
                {
                    "turn_index": 12,
                    "sent_index": 10,
                    "speaker": "bethan owen",
                    "content": "I mentioned the EU and international students."
                },
                {
                    "turn_index": 12,
                    "sent_index": 14,
                    "speaker": "bethan owen",
                    "content": "Increased student expectations for modern facilities and infrastructure bring a requirement for capital expenditure and borrowing, which bring their own pressures."
                }
            ]
        },
        {
            "query": "According to Dr. Blaney, what are the reasons for the drop in EU students applying to study in Wales?",
            "oracle_info": [
                {
                    "turn_index": 17,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "It's very difficult to be definitive about the reasons, but I think there are probably two."
                },
                {
                    "turn_index": 17,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "The one that Bethan has already indicated, which is the change in student support arrangements for EU students, will have an effect of perturbation."
                },
                {
                    "turn_index": 17,
                    "sent_index": 3,
                    "speaker": "dr david blaney",
                    "content": "Ours would be better because the fee level is slightly lower, but we do struggle in Wales in terms of the Anglocentric nature of the media and so on."
                },
                {
                    "turn_index": 17,
                    "sent_index": 5,
                    "speaker": "dr david blaney",
                    "content": "The other dimension is that when you're in a highly competitive recruitment market, you have to do what you can to look attractive."
                },
                {
                    "turn_index": 17,
                    "sent_index": 6,
                    "speaker": "dr david blaney",
                    "content": "Part of that is about being able to invest in facilities, and particularly buildings and kit, and the relative levels of investment between Wales and England over quite a long period of time now probably have an impact on that."
                }
            ]
        },
        {
            "query": "What does Dr. Blaney think of the reasons why prospective students should study in Wales?",
            "oracle_info": [
                {
                    "turn_index": 43,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "One of them in particular is relative safety."
                },
                {
                    "turn_index": 43,
                    "sent_index": 4,
                    "speaker": "dr david blaney",
                    "content": "Being part of a UK system is also an important message there as well."
                },
                {
                    "turn_index": 43,
                    "sent_index": 5,
                    "speaker": "dr david blaney",
                    "content": "So, we've got a UK-quality system, a UK degree, and the strength of that brand is available in Wales, but it's available in a way that is safer and more supportive, I think is the messaging that's coming through."
                }
            ]
        },
        {
            "query": "Summarize the efforts of assessments on the future of the institutions.",
            "oracle_info": [
                {
                    "turn_index": 69,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "And we have provided that group with early summaries of the risks and the potential impact, in terms of the exposure of the sector to EU-sourced funding."
                },
                {
                    "turn_index": 69,
                    "sent_index": 5,
                    "speaker": "dr david blaney",
                    "content": "Beyond that, what we haven't done in that working group is share the work that institutions are doing individually to look at how they would respond to different scenarios."
                }
            ]
        },
        {
            "query": "How Brexit might impact the fee and access plans of the higher institutions?",
            "oracle_info": [
                {
                    "turn_index": 73,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "I think there are two dimensions to maybe touch upon there."
                },
                {
                    "turn_index": 73,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "Fee and access plans are approved annually by us."
                },
                {
                    "turn_index": 73,
                    "sent_index": 5,
                    "speaker": "dr david blaney",
                    "content": "We, as part of that process, go through similar—we look at their financial sustainability, which is based on their forecasts—data to the stuff we've just been discussing."
                },
                {
                    "turn_index": 73,
                    "sent_index": 6,
                    "speaker": "dr david blaney",
                    "content": "And also, of course, the fee plans themselves make assumptions about how many students of different types, from different domains, are going to be recruited."
                },
                {
                    "turn_index": 73,
                    "sent_index": 7,
                    "speaker": "dr david blaney",
                    "content": "So, clearly, if there is a continuing downward pressure on EU student recruitment, then that will reduce the amount of fee income that's going to come in, unless they can find other students, and that will reduce the amount of investment in the various activities that are identified in the fee plans."
                }
            ]
        },
        {
            "query": "Other than fee and access reports, what else do executives do to assure that Welsh higher education institutions are effectively planning for Brexit?",
            "oracle_info": [
                {
                    "turn_index": 78,
                    "sent_index": 1,
                    "speaker": "bethan owen",
                    "content": "I think rather than looking at worst-case scenarios, what the sector is also focusing on is the promotion and looking for additional or increased sources of funding."
                },
                {
                    "turn_index": 78,
                    "sent_index": 2,
                    "speaker": "bethan owen",
                    "content": "So, we touched on strengthening the Global Wales engagement in order to sell Wales, so more focus on marketing Wales overseas, but also within the UK."
                },
                {
                    "turn_index": 78,
                    "sent_index": 4,
                    "speaker": "bethan owen",
                    "content": "So, working with UK universities to make arguments at UK Government level for maintaining access to those sources of funding is also a part of what the institutions are doing."
                },
                {
                    "turn_index": 80,
                    "sent_index": 2,
                    "speaker": "bethan owen",
                    "content": "It's that nature of conversation, rather than directing."
                }
            ]
        },
        {
            "query": "According to the group, are higher education institutions having enough preparations on expertises to react to the current situation?",
            "oracle_info": [
                {
                    "turn_index": 82,
                    "sent_index": 1,
                    "speaker": "bethan owen",
                    "content": "We can advise based on our judgment."
                },
                {
                    "turn_index": 82,
                    "sent_index": 2,
                    "speaker": "bethan owen",
                    "content": "The big thing in this whole Brexit scenario is the uncertainty and the extent to which our speculation is better informed than the governing bodies or the sector collectively is probably the issue."
                },
                {
                    "turn_index": 83,
                    "sent_index": 9,
                    "speaker": "dr david blaney",
                    "content": "We have lots of conversations and we take all of that in the round and form an assessment about the financial sustainability of the institutions but also the extent to which we think their governance and management arrangements are properly sighted and facing properly the challenges that they face."
                }
            ]
        },
        {
            "query": "What do the group think of the existing problem of Erasmus and the mobility funding for students?",
            "oracle_info": [
                {
                    "turn_index": 86,
                    "sent_index": 0,
                    "speaker": "bethan owen",
                    "content": "Again, reflecting on the latest fee and access plans, seven of the universities are referring to mobility—either they have targets in them or are explaining what their plans are—so they are including an element of it from their own income and fee and access income."
                },
                {
                    "turn_index": 86,
                    "sent_index": 1,
                    "speaker": "bethan owen",
                    "content": "However, Erasmus is such a well-established and long-term plan—if we were looking at a scenario where that infrastructure wasn't available, to implement anything similar to that would be much less efficient and much more costly."
                },
                {
                    "turn_index": 86,
                    "sent_index": 6,
                    "speaker": "bethan owen",
                    "content": "So, I think replacing it would be a challenge."
                }
            ]
        },
        {
            "query": "What does the executives do to protect students' interests as the Brexit scenario evolves?",
            "oracle_info": [
                {
                    "turn_index": 92,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "We were the first of the funding councils in the UK to have a memorandum of understanding with the National Union of Students in Wales."
                },
                {
                    "turn_index": 92,
                    "sent_index": 5,
                    "speaker": "dr david blaney",
                    "content": "We we're, again, ahead of the rest of the UK in requiring all HE providers to have student charters and there are elements of student protection within the student charter."
                },
                {
                    "turn_index": 92,
                    "sent_index": 10,
                    "speaker": "dr david blaney",
                    "content": "We're also requiring further education institutions who are regulated and deliver higher education to do similar or the same, and that's very important."
                }
            ]
        },
        {
            "query": "What are the other barriers to Welsh universities gaining more funding from UK research councils?",
            "oracle_info": [
                {
                    "turn_index": 75,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "Not really."
                },
                {
                    "turn_index": 116,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "The first one—and we'll sound like a stuck record if we're not careful—is that there's an issue about investment and the Reid report makes this very clear."
                },
                {
                    "turn_index": 116,
                    "sent_index": 2,
                    "speaker": "dr david blaney",
                    "content": "So, he has reaffirmed research that had been done previously that identifies that, actually, the quality of the research base in Welsh universities and the productivity of that Welsh research base are both good, there's just not enough of them, and that, in the end, is a product of investment decisions."
                },
                {
                    "turn_index": 116,
                    "sent_index": 9,
                    "speaker": "dr david blaney",
                    "content": "If you want to be able to play into the UK-wide research funding, then the investment has two dimensions to it."
                },
                {
                    "turn_index": 116,
                    "sent_index": 10,
                    "speaker": "dr david blaney",
                    "content": "One is just having enough researchers to be able to play into those increasingly larger projects rather than small-scale projects."
                },
                {
                    "turn_index": 116,
                    "sent_index": 15,
                    "speaker": "dr david blaney",
                    "content": "I think it's fair to say that the Welsh sector has not been sufficiently focused on getting in on the conversations with the research councils, making sure they're in the various committees and so on."
                }
            ]
        },
        {
            "query": "What are the potential difficulties after Brexit for the continuation and enhancement of researcher collaborations and networks?",
            "oracle_info": [
                {
                    "turn_index": 118,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "First of all, the Brexit deal might or might not impact adversely on the capacity of Welsh and, indeed, UK research infrastructure to play into broader collaborative activity across Europe, and, in a sense, that's a function of the deal whatever the deal looks like, and we'll have to wait and see."
                },
                {
                    "turn_index": 118,
                    "sent_index": 2,
                    "speaker": "dr david blaney",
                    "content": "But we've mentioned playing into Horizon Europe, and being able to continue with that would be an important part of that capacity."
                },
                {
                    "turn_index": 118,
                    "sent_index": 5,
                    "speaker": "dr david blaney",
                    "content": "And then the other part of my response to this would be that, actually, Wales will need to continue to be good at the research it does, so maintaining the quality, maintaining the impact, and hopefully growing the critical mass."
                },
                {
                    "turn_index": 118,
                    "sent_index": 7,
                    "speaker": "dr david blaney",
                    "content": "And I think they are already showing dividends in terms of the capacity to win more research funding, and to establish an even stronger presence in the international research market."
                }
            ]
        }
    ]
}