{
    "transcripts_id": "education_10",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "Welcome to the Children, Young People and Education Committee."
                },
                {
                    "turn_index": 0,
                    "sent_index": 4,
                    "speaker": "lynne neagle am",
                    "content": "Can I also welcome Siân Gwenllian to the meeting?"
                },
                {
                    "turn_index": 2,
                    "sent_index": 2,
                    "speaker": "lynne neagle am",
                    "content": "We'll move on, then, to item 2 this morning, which is our evidence session on the higher education new academic year allocations."
                },
                {
                    "turn_index": 4,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "It's undeniably the case there are financial challenges facing our universities."
                },
                {
                    "turn_index": 11,
                    "sent_index": 0,
                    "speaker": "bethan owen",
                    "content": "And, there are also differences in the way that universities have secured funding for investing in their estates."
                },
                {
                    "turn_index": 12,
                    "sent_index": 0,
                    "speaker": "angela burns am",
                    "content": "So, overall, you're painting a picture of a sector that's under a significant degree of financial stress, and this is obviously using your key financial indicators."
                },
                {
                    "turn_index": 15,
                    "sent_index": 7,
                    "speaker": "dr david blaney",
                    "content": "But I don't see an institution falling over in the foreseeable future."
                },
                {
                    "turn_index": 16,
                    "sent_index": 0,
                    "speaker": "angela burns am",
                    "content": "When you talk about structural change, are you referring to the fact that certain offshoots or divisions might close?"
                },
                {
                    "turn_index": 23,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "Indeed, it is."
                },
                {
                    "turn_index": 36,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "How can we be assured that governance arrangements across the eight institutions are sufficiently rigorous but also consistent?"
                },
                {
                    "turn_index": 42,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "Do you have the option to observe at any point?"
                },
                {
                    "turn_index": 47,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "I think we’d like to see a consistent minimum set of expectations."
                },
                {
                    "turn_index": 59,
                    "sent_index": 3,
                    "speaker": "dr david blaney",
                    "content": "We have conversations with both governing bodies and executives."
                },
                {
                    "turn_index": 66,
                    "sent_index": 1,
                    "speaker": "hefin david am",
                    "content": "You said you don't see collapse, but are we confident there won't be more in the high-risk category?"
                },
                {
                    "turn_index": 91,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "Could we end up seeing significant fee increases for part-time students?"
                },
                {
                    "turn_index": 100,
                    "sent_index": 1,
                    "speaker": "sian gwenllian am",
                    "content": "But has any particular assessment been made of the impact of not increasing that funding?"
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What were the three main causes for the financial challenges facing the universities?",
            "oracle_info": [
                {
                    "turn_index": 4,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "It's undeniably the case there are financial challenges facing our universities."
                },
                {
                    "turn_index": 4,
                    "sent_index": 2,
                    "speaker": "dr david blaney",
                    "content": "They result from three main causes: one is the impact of the demographic dip of 18-year-olds, which is deeper and longer in Wales than it is elsewhere in the UK."
                },
                {
                    "turn_index": 4,
                    "sent_index": 4,
                    "speaker": "dr david blaney",
                    "content": "And, of course, we also have current uncertainty as a result of the Augar review in England, and whether that might play into Wales, and also Brexit."
                },
                {
                    "turn_index": 4,
                    "sent_index": 7,
                    "speaker": "dr david blaney",
                    "content": "Before the Diamond review of fees and funding in Wales, there was a pre-existing funding gap in resource between England and Wales, and even now, that's still the case."
                },
                {
                    "turn_index": 4,
                    "sent_index": 9,
                    "speaker": "dr david blaney",
                    "content": "That's a challenge, and that is a result from a political decision to invest in students, and that's fine."
                },
                {
                    "turn_index": 59,
                    "sent_index": 3,
                    "speaker": "dr david blaney",
                    "content": "We have conversations with both governing bodies and executives."
                },
                {
                    "turn_index": 80,
                    "sent_index": 5,
                    "speaker": "dr david blaney",
                    "content": "So, we were really pleased, actually."
                },
                {
                    "turn_index": 89,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "But they are more reactive to rises in fees."
                },
                {
                    "turn_index": 111,
                    "sent_index": 2,
                    "speaker": "sian gwenllian am",
                    "content": "]—do that?"
                },
                {
                    "turn_index": 117,
                    "sent_index": 0,
                    "speaker": "sian gwenllian am",
                    "content": "Is that part of the UKRI funding?"
                }
            ]
        },
        {
            "query": "What did the meeting discuss about universities that had secured funding for investing in their estates?",
            "oracle_info": [
                {
                    "turn_index": 11,
                    "sent_index": 2,
                    "speaker": "bethan owen",
                    "content": "So, in the short term, the reserves of Cardiff will appear as though they have significant cash balances, but all of those are restricted for investment in the estate and, over the next two or three years, will be utilised for that."
                },
                {
                    "turn_index": 12,
                    "sent_index": 0,
                    "speaker": "angela burns am",
                    "content": "So, overall, you're painting a picture of a sector that's under a significant degree of financial stress, and this is obviously using your key financial indicators."
                },
                {
                    "turn_index": 13,
                    "sent_index": 0,
                    "speaker": "bethan owen",
                    "content": "We monitor, we receive forecasts, five-year forecasts, and we meet frequently with all our universities now."
                },
                {
                    "turn_index": 13,
                    "sent_index": 5,
                    "speaker": "bethan owen",
                    "content": "The forecasts that we had this time last year were indicating that, for 2018-19, we should have a sector that's roughly in a break-even position, but that has to be caveated with waiting for new forecasts in July, where there will have to be a reflection of the pension costs, and there have been significant changes in pension costs, both for the teachers' pension scheme and the universities' superannuation scheme as well, and those will be significant costs that universities have to build into their forecasts at a time when their income, certainly their fee income, is not increasing, and that is the challenge."
                },
                {
                    "turn_index": 14,
                    "sent_index": 0,
                    "speaker": "angela burns am",
                    "content": "Are we going to lose any universities in the next couple of years?"
                }
            ]
        },
        {
            "query": "What was the government's plan towards the structural change?",
            "oracle_info": [
                {
                    "turn_index": 16,
                    "sent_index": 0,
                    "speaker": "angela burns am",
                    "content": "When you talk about structural change, are you referring to the fact that certain offshoots or divisions might close?"
                },
                {
                    "turn_index": 16,
                    "sent_index": 1,
                    "speaker": "angela burns am",
                    "content": "I bring this up because I'm the Assembly Member for Carmarthen West and South Pembrokeshire, and I have had multiple representations from students, and their parents, who are about to go to Lampeter and who've been told that courses are being restructured, there's a massive staff loss, and they have concerns about whether the three-year commitment they're about to make to a course is going to be able to be sustained."
                },
                {
                    "turn_index": 17,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "Let me try not to forget any of the elements."
                },
                {
                    "turn_index": 17,
                    "sent_index": 2,
                    "speaker": "dr david blaney",
                    "content": "First of all, your comment about causing a run is a serious consideration."
                },
                {
                    "turn_index": 17,
                    "sent_index": 10,
                    "speaker": "dr david blaney",
                    "content": "That is just not what institutions do."
                },
                {
                    "turn_index": 19,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "Yes, I understand that, so let’s come back to the material uncertainty."
                },
                {
                    "turn_index": 19,
                    "sent_index": 6,
                    "speaker": "dr david blaney",
                    "content": "In terms of our oversight and monitoring, our primary consideration, again, is the interest of the students."
                }
            ]
        },
        {
            "query": "What was the government's policy towards the university's estates strategy?",
            "oracle_info": [
                {
                    "turn_index": 21,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "Yes, so the estates strategies that institutions operate are overseen by either the full governing body or relevant sub-committees in respect of every institution, so there is proper governance oversight."
                },
                {
                    "turn_index": 25,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "We're content on two fronts: one is that the governance machinery within the institutions is structured appropriately to look at that, but also that if the institutions are wanting to engage in anything other than relatively trivial borrowing, they have to get our consent as well."
                },
                {
                    "turn_index": 31,
                    "sent_index": 6,
                    "speaker": "bethan owen",
                    "content": "The nature of those covenants vary, but most of them require a measure of cash flow, a ratio between the cash generated and the cost of debt, so there is close monitoring that is required because of the borrowing in the system, as well as our ongoing monitoring as well."
                }
            ]
        },
        {
            "query": "What was the solution to risk appetite?",
            "oracle_info": [
                {
                    "turn_index": 52,
                    "sent_index": 1,
                    "speaker": "hefin david am",
                    "content": "Do you feel that any governing bodies are exhibiting what might be considered to be an imprudent risk appetite?"
                },
                {
                    "turn_index": 53,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "So, we would see this coming through in forecasts, and we would see it coming through in requests for borrowings, predominantly."
                },
                {
                    "turn_index": 53,
                    "sent_index": 6,
                    "speaker": "dr david blaney",
                    "content": "And so we would see it in other ways."
                },
                {
                    "turn_index": 55,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "We have a slightly different perspective and we have a perspective that is very intimately informed in terms of how the institution is performing."
                },
                {
                    "turn_index": 55,
                    "sent_index": 2,
                    "speaker": "dr david blaney",
                    "content": "So, you have a governing body with a range of perspectives, and you will also have people who are very committed and very enthusiastic about the institution, and just occasionally it's helpful to get a slightly external perspective on these things."
                }
            ]
        },
        {
            "query": "What did the meeting talk about to include more people in risk management?",
            "oracle_info": [
                {
                    "turn_index": 57,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "The machinery depends on having a body like HEFCW doing some of that role, and the people who lend money to institutions are absolutely clear about that."
                },
                {
                    "turn_index": 58,
                    "sent_index": 2,
                    "speaker": "hefin david am",
                    "content": "There are people, as you say, involved, and people always make the difference in different cultures."
                },
                {
                    "turn_index": 59,
                    "sent_index": 3,
                    "speaker": "dr david blaney",
                    "content": "We have conversations with both governing bodies and executives."
                },
                {
                    "turn_index": 61,
                    "sent_index": 2,
                    "speaker": "dr david blaney",
                    "content": "So, sometimes it can spill."
                }
            ]
        },
        {
            "query": "What was the direction of travel between universities with high risks and those with medium risks?",
            "oracle_info": [
                {
                    "turn_index": 65,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "I think it's fair to say that the direction of travel is that we're seeing an increased risk profile in the sector in Wales, and it's about the financial pressures that we've already discussed this morning."
                },
                {
                    "turn_index": 65,
                    "sent_index": 4,
                    "speaker": "dr david blaney",
                    "content": "So, the amount of funding was always going to be under pressure; there's a demographic dip, and there are the other contextual factors we've discussed."
                },
                {
                    "turn_index": 67,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "Well, I think what I would always say about this process is that it doesn't guarantee 100 per cent accuracy."
                }
            ]
        },
        {
            "query": "What was Bethan Owen's comment towards the high-risk category?",
            "oracle_info": [
                {
                    "turn_index": 32,
                    "sent_index": 0,
                    "speaker": "angela burns am",
                    "content": "Thank you, Bethan."
                },
                {
                    "turn_index": 39,
                    "sent_index": 16,
                    "speaker": "dr david blaney",
                    "content": "We’ll be alongside that."
                },
                {
                    "turn_index": 71,
                    "sent_index": 0,
                    "speaker": "bethan owen",
                    "content": "And, just to add, I think the key bit of that is maintaining the attractiveness of Welsh universities to students, because a large proportion are coming not from just Wales, but from England and internationally—so, that's a key part—and also that our research portfolio is invested in, and that also brings economic benefits."
                },
                {
                    "turn_index": 92,
                    "sent_index": 3,
                    "speaker": "dr david blaney",
                    "content": "There's a limit to how much a fee increase would be acceptable to the part-time market."
                },
                {
                    "turn_index": 99,
                    "sent_index": 2,
                    "speaker": "dr david blaney",
                    "content": "We would dearly love to increase it."
                },
                {
                    "turn_index": 116,
                    "sent_index": 3,
                    "speaker": "bethan owen",
                    "content": "That is part of promoting the innovation, and part of the research portfolio as well."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about the QR research funding?",
            "oracle_info": [
                {
                    "turn_index": 17,
                    "sent_index": 14,
                    "speaker": "dr david blaney",
                    "content": "And if you think about it in a market context, it would be suicidal for a university to treat their students like that."
                },
                {
                    "turn_index": 98,
                    "sent_index": 1,
                    "speaker": "sian gwenllian am",
                    "content": "I was talking about the Diamond and Reid reviews at the beginning of my question and the fact that they had recommended that QR funding should be maintained in real terms."
                },
                {
                    "turn_index": 98,
                    "sent_index": 2,
                    "speaker": "sian gwenllian am",
                    "content": "But, of course, the sum hasn't actually increased over a period of nine years."
                },
                {
                    "turn_index": 99,
                    "sent_index": 1,
                    "speaker": "dr david blaney",
                    "content": "The reason the sum hasn't increased is because we haven't had enough money to be able to increase it and still meet the obligations we have to other bits of the HE system."
                },
                {
                    "turn_index": 99,
                    "sent_index": 3,
                    "speaker": "dr david blaney",
                    "content": "Both Ian Diamond and Graeme Reid were very clear about the importance of being able to invest in our QR research funding, for a number of reasons."
                },
                {
                    "turn_index": 103,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "Not directly."
                }
            ]
        },
        {
            "query": "Had HEFCW done any assessment of the effect of underfunding research?",
            "oracle_info": [
                {
                    "turn_index": 103,
                    "sent_index": 2,
                    "speaker": "dr david blaney",
                    "content": "It's sometimes more effective to have external experts making these points than us or the sector."
                }
            ]
        },
        {
            "query": "How would the allocation contribute to educational research?",
            "oracle_info": [
                {
                    "turn_index": 106,
                    "sent_index": 0,
                    "speaker": "bethan owen",
                    "content": "I was just going to add that, when we look at the funding that comes into our sector in Wales, compared with the rest of the UK, it's easy to see from the figures that our percentage of income that comes from research is smaller than in England, so the figures show that we receive less of the money that's available, which is a factor that results from us having less QR as a percentage, so we're in a situation where we get less of that UK funding that's available as well."
                },
                {
                    "turn_index": 108,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "So, we have provided funding in 2017-18 and 2018-19 to WISERD Education, which is a research collaboration between a number of the Welsh universities, specifically looking at educational issues, and we're providing additional funding to that to add value to the Welsh Government's existing evaluation of the progress of pioneer schools in developing the three-to-15 curriculum in Wales."
                },
                {
                    "turn_index": 110,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "It's a bit early to say yet."
                }
            ]
        },
        {
            "query": "What was the impact of the loss of funds to leave the European Union and what would be the solutions accordingly?",
            "oracle_info": [
                {
                    "turn_index": 103,
                    "sent_index": 0,
                    "speaker": "dr david blaney",
                    "content": "Not directly."
                },
                {
                    "turn_index": 111,
                    "sent_index": 2,
                    "speaker": "sian gwenllian am",
                    "content": "]—do that?"
                },
                {
                    "turn_index": 114,
                    "sent_index": 3,
                    "speaker": "dr david blaney",
                    "content": "The challenge is finding the money, and we fully understand that."
                },
                {
                    "turn_index": 114,
                    "sent_index": 4,
                    "speaker": "dr david blaney",
                    "content": "There has been an additional £6.6 million allocated for research very recently by the Government, which we have put out specifically in line with some of the recommendations from Reid."
                },
                {
                    "turn_index": 114,
                    "sent_index": 10,
                    "speaker": "dr david blaney",
                    "content": "A lot of that requires investment in the Welsh research base in order to be able to go for competitive funding at a UK level."
                }
            ]
        }
    ]
}