{
    "transcripts_id": "education_11",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 3,
                    "speaker": "lynne neagle am",
                    "content": "No?"
                },
                {
                    "turn_index": 0,
                    "sent_index": 7,
                    "speaker": "lynne neagle am",
                    "content": "I'm very pleased to welcome Carol Shillabeer, who is chief executive of Powys Teaching Health Board, and who manages the Together for Children and Young People programme."
                },
                {
                    "turn_index": 9,
                    "sent_index": 1,
                    "speaker": "janet finch-saunders am",
                    "content": "What are the outcomes of the stakeholder workshop held last week on early help and enhanced support?"
                },
                {
                    "turn_index": 16,
                    "sent_index": 2,
                    "speaker": "lynne neagle am",
                    "content": "We've got some questions now on specialist CAMHS—if I can just ask about the impact of the specialist CAMHS framework, and how effective you feel that has been in promoting a consistent delivery of care for young people."
                },
                {
                    "turn_index": 20,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "We've got some questions now from Hefin David on neurodevelopmental services."
                },
                {
                    "turn_index": 43,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "More of what?"
                },
                {
                    "turn_index": 56,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "Suzy Davies has a question about looked-after children."
                },
                {
                    "turn_index": 88,
                    "sent_index": 0,
                    "speaker": "lynne neagle am",
                    "content": "And that would either be an extension of the Together for Children and Young People programme or something else."
                },
                {
                    "turn_index": 90,
                    "sent_index": 2,
                    "speaker": "carol shillabeer",
                    "content": "It's a really important matter for young people."
                },
                {
                    "turn_index": 92,
                    "sent_index": 2,
                    "speaker": "lynne neagle am",
                    "content": "It was very, very important and very welcome."
                },
                {
                    "turn_index": 93,
                    "sent_index": 0,
                    "speaker": "suzy davies am",
                    "content": "Carol, thank you for that."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the discussion about early help and enhanced support.",
            "oracle_info": [
                {
                    "turn_index": 5,
                    "sent_index": 1,
                    "speaker": "janet finch-saunders am",
                    "content": "Good morning."
                },
                {
                    "turn_index": 6,
                    "sent_index": 8,
                    "speaker": "carol shillabeer",
                    "content": "We are doing reasonably well at meeting that demand—so, we have more contacts, more staff, shorter access times, so that is a good news story."
                },
                {
                    "turn_index": 9,
                    "sent_index": 1,
                    "speaker": "janet finch-saunders am",
                    "content": "What are the outcomes of the stakeholder workshop held last week on early help and enhanced support?"
                },
                {
                    "turn_index": 12,
                    "sent_index": 15,
                    "speaker": "carol shillabeer",
                    "content": "That will move, most likely, to the CAMHS network, which is part of the NHS mental health network."
                },
                {
                    "turn_index": 12,
                    "sent_index": 16,
                    "speaker": "carol shillabeer",
                    "content": "I actually chair the mental health network and that's one part of that."
                }
            ]
        },
        {
            "query": "What did Carol Shillabeer think about the legacy arrangements when talking about early help and enhanced support?",
            "oracle_info": [
                {
                    "turn_index": 12,
                    "sent_index": 14,
                    "speaker": "carol shillabeer",
                    "content": "I'm pretty secure on the specialist CAMHS element."
                },
                {
                    "turn_index": 12,
                    "sent_index": 17,
                    "speaker": "carol shillabeer",
                    "content": "The whole-school approach element is already settled in Government and we've got a connection in to that."
                }
            ]
        },
        {
            "query": "What were the outcomes of stakeholder workshops on early help?",
            "oracle_info": [
                {
                    "turn_index": 12,
                    "sent_index": 2,
                    "speaker": "carol shillabeer",
                    "content": "It brought all of the agencies together, which was—and actually had a bit of a waiting list, apparently, for places."
                },
                {
                    "turn_index": 12,
                    "sent_index": 3,
                    "speaker": "carol shillabeer",
                    "content": "So, there was a lot of demand and a lot of interest in this."
                },
                {
                    "turn_index": 12,
                    "sent_index": 4,
                    "speaker": "carol shillabeer",
                    "content": "In relation to the next steps, there is a planning group reflection in early July, in terms of the outcomes of the workshop or the outputs of the workshop, and there are three commitments that have been made to this stage."
                },
                {
                    "turn_index": 12,
                    "sent_index": 5,
                    "speaker": "carol shillabeer",
                    "content": "One is that we develop those values-led approaches that will bring multiple agencies together to have that common purpose."
                },
                {
                    "turn_index": 12,
                    "sent_index": 6,
                    "speaker": "carol shillabeer",
                    "content": "The second one is to develop the ingredients for successful working in this area, and then, thirdly, to determine or propose priorities and sequencing of next steps."
                }
            ]
        },
        {
            "query": "Summarize the discussion about neurodevelopmental service.",
            "oracle_info": [
                {
                    "turn_index": 21,
                    "sent_index": 1,
                    "speaker": "hefin david am",
                    "content": "We're seeing an increase in neurodevelopmental referrals, and that will increase further in the future."
                },
                {
                    "turn_index": 22,
                    "sent_index": 1,
                    "speaker": "carol shillabeer",
                    "content": "They're very big questions in terms of 'why'."
                },
                {
                    "turn_index": 30,
                    "sent_index": 0,
                    "speaker": "carol shillabeer",
                    "content": "No, not on that scale."
                },
                {
                    "turn_index": 30,
                    "sent_index": 9,
                    "speaker": "carol shillabeer",
                    "content": "It's not going to be good enough for us just to focus our attention on those children and young people and their families who reach a threshold, because there are needs elsewhere as well, and some of that will overlap with the early help and enhanced support."
                },
                {
                    "turn_index": 35,
                    "sent_index": 1,
                    "speaker": "carol shillabeer",
                    "content": "I think getting that slightly more independent view of what we think the trends are going to be over the long term will mean we can plan for the long term."
                },
                {
                    "turn_index": 35,
                    "sent_index": 6,
                    "speaker": "carol shillabeer",
                    "content": "So, that piece of work is really important."
                }
            ]
        },
        {
            "query": "What did Carol Shillabeer think about how to meet the capacity to deliver when answering a question about neurodevelopmental service?",
            "oracle_info": [
                {
                    "turn_index": 22,
                    "sent_index": 9,
                    "speaker": "carol shillabeer",
                    "content": "So, that has felt very difficult to manage."
                },
                {
                    "turn_index": 22,
                    "sent_index": 10,
                    "speaker": "carol shillabeer",
                    "content": "If I can just give you a sense of what we've done so far and then what I think is next, I want to recognise the work of Dr Cath Norton and the steering group that's been established on neurodevelopmental issues under the programme."
                },
                {
                    "turn_index": 22,
                    "sent_index": 12,
                    "speaker": "carol shillabeer",
                    "content": "They've done a lot of very, very good work."
                },
                {
                    "turn_index": 22,
                    "sent_index": 13,
                    "speaker": "carol shillabeer",
                    "content": "We now have seven teams in place across Wales."
                }
            ]
        },
        {
            "query": "What did Carol Shillabeer find unexpected when talking about neurodevelopmental service?",
            "oracle_info": [
                {
                    "turn_index": 30,
                    "sent_index": 4,
                    "speaker": "carol shillabeer",
                    "content": "So, this is happening not just across Wales, actually, but across the UK—so, this greater recognition, the desire for families coming forward to access that support and them seeing this as a route, which is really important."
                },
                {
                    "turn_index": 30,
                    "sent_index": 7,
                    "speaker": "carol shillabeer",
                    "content": "I'm trying to very fairly and, I hope, appropriately represent the very strong views coming from the group—the workstream under the programme."
                }
            ]
        },
        {
            "query": "Summarize the discussion about in-patient care and workforce.",
            "oracle_info": [
                {
                    "turn_index": 42,
                    "sent_index": 6,
                    "speaker": "carol shillabeer",
                    "content": "We are starting to see a greater diversity of workforce."
                },
                {
                    "turn_index": 42,
                    "sent_index": 7,
                    "speaker": "carol shillabeer",
                    "content": "So, if I can mention psychology assistants, for example, my own health board is employing more psychology assistants as part of a skill mix team, rather than going to where we might have been more traditionally based."
                },
                {
                    "turn_index": 51,
                    "sent_index": 1,
                    "speaker": "hefin david am",
                    "content": "You've mentioned communities of practice."
                },
                {
                    "turn_index": 52,
                    "sent_index": 1,
                    "speaker": "carol shillabeer",
                    "content": "So, there's a couple of things around—."
                },
                {
                    "turn_index": 54,
                    "sent_index": 2,
                    "speaker": "carol shillabeer",
                    "content": "In your report of last year you highlighted the need to do further work on the use of the Welsh language, and have we got enough Welsh language practitioners where we need them."
                }
            ]
        },
        {
            "query": "What did Carol Dhillabeer think about the most important part of the work of in-patient care at that time?",
            "oracle_info": [
                {
                    "turn_index": 37,
                    "sent_index": 7,
                    "speaker": "carol shillabeer",
                    "content": "But, if I can just say, probably the most important part of moving forward now is the longer term work between health and social care in terms of having a much more integrated and joined up approach for children."
                }
            ]
        },
        {
            "query": "What did Carol Dhillabeer think about the community of practice when talking about workforce?",
            "oracle_info": [
                {
                    "turn_index": 50,
                    "sent_index": 3,
                    "speaker": "carol shillabeer",
                    "content": "The practice in this area is guided by National Institute for Health and Care Excellence guidance, so it's pretty much guided."
                },
                {
                    "turn_index": 50,
                    "sent_index": 6,
                    "speaker": "carol shillabeer",
                    "content": "So, it does—."
                },
                {
                    "turn_index": 50,
                    "sent_index": 8,
                    "speaker": "carol shillabeer",
                    "content": "So, we can be much more flexible in relation to that, and we have to be careful to use the right resource for the right person, because, if we've got a resource that is highly specialist, we want them to be dealing with those children and young people."
                },
                {
                    "turn_index": 52,
                    "sent_index": 7,
                    "speaker": "carol shillabeer",
                    "content": "I think the community of practice—it's something that has become a bit of a standard now across these areas—actually brings people together doing collective audit, doing collective reflection on service improvement, and being very clear about learning from one another."
                }
            ]
        },
        {
            "query": "Summarize the discussion about looked-after children and transitional-arrangement.",
            "oracle_info": [
                {
                    "turn_index": 68,
                    "sent_index": 2,
                    "speaker": "carol shillabeer",
                    "content": "', so you reduce the number of transitions and you manage them better."
                },
                {
                    "turn_index": 70,
                    "sent_index": 3,
                    "speaker": "carol shillabeer",
                    "content": "What did the young people themselves think about that?'."
                }
            ]
        },
        {
            "query": "What did Carol Shillabeer think about the reasons that brought the programme to intersect with the outcomes for children when talking about looked-after children?",
            "oracle_info": [
                {
                    "turn_index": 57,
                    "sent_index": 2,
                    "speaker": "suzy davies am",
                    "content": "Obviously, everything you've been speaking about already, particularly about workforce development, applies to children in care as well, where there's other work also going on in terms of support."
                },
                {
                    "turn_index": 58,
                    "sent_index": 4,
                    "speaker": "carol shillabeer",
                    "content": "I just made reference to, under the question on specialist CAMHS in-patients, the need to bring those services together, and that, really, is the need for much stronger working between the outcomes for children group and the Together for Children and Young People programme and the constituent parts."
                },
                {
                    "turn_index": 58,
                    "sent_index": 6,
                    "speaker": "carol shillabeer",
                    "content": "We've got a way forward and there is a consensus that we need to do things together on that."
                }
            ]
        },
        {
            "query": "What did Carol Dhillabeer think about the development of transition guidance when talking about transitional arrangement?",
            "oracle_info": [
                {
                    "turn_index": 65,
                    "sent_index": 4,
                    "speaker": "dawn bowden am",
                    "content": "The transition guidance was published a couple of years ago now, and the programme was involved in developing that guidance."
                },
                {
                    "turn_index": 66,
                    "sent_index": 11,
                    "speaker": "carol shillabeer",
                    "content": "So, my sense will be it will show us, it will be better, but there's some further work to do, and following that up in terms of audit and making sure that we've got a systematic approach to dealing with those who haven't had the guidance fully implemented, because it can make a real difference."
                }
            ]
        }
    ]
}