{
    "transcripts_id": "education_3",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 26,
                    "sent_index": 27,
                    "speaker": "meilyr rowlands",
                    "content": "So, I'm very glad that we are doing this in secondary schools throughout Wales."
                },
                {
                    "turn_index": 51,
                    "sent_index": 1,
                    "speaker": "meilyr rowlands",
                    "content": "I think we've done nine inspections of local authorities' education services so far this cycle."
                },
                {
                    "turn_index": 63,
                    "sent_index": 4,
                    "speaker": "jassa scott",
                    "content": "There were key aspects such as support for secondary schools causing concern and there was some capacity centrally that could support areas such as Powys."
                },
                {
                    "turn_index": 72,
                    "sent_index": 3,
                    "speaker": "jassa scott",
                    "content": "Clearly, we've talked about that capacity at a local level."
                },
                {
                    "turn_index": 74,
                    "sent_index": 2,
                    "speaker": "meilyr rowlands",
                    "content": "I think the group is important."
                },
                {
                    "turn_index": 88,
                    "sent_index": 1,
                    "speaker": "meilyr rowlands",
                    "content": "I mean, literacy clearly is something that underpins the rest of education, so it really does need to be a top priority."
                },
                {
                    "turn_index": 93,
                    "sent_index": 0,
                    "speaker": "dawn bowden am",
                    "content": "No, no, but there should be evidence around that."
                },
                {
                    "turn_index": 116,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "Pupils' confidence in their school's ability to help them with their emotional and mental well-being is much less at secondary school and that's been a consistent theme as well from your reports."
                },
                {
                    "turn_index": 117,
                    "sent_index": 14,
                    "speaker": "jassa scott",
                    "content": "Maybe there a fewer of them around."
                },
                {
                    "turn_index": 119,
                    "sent_index": 3,
                    "speaker": "jassa scott",
                    "content": "They're the ones who are working day to day with the schools."
                },
                {
                    "turn_index": 121,
                    "sent_index": 0,
                    "speaker": "suzy davies am",
                    "content": "I'm just thinking again about specific groups of pupils."
                },
                {
                    "turn_index": 124,
                    "sent_index": 1,
                    "speaker": "jassa scott",
                    "content": "That's regularly discussed and talked about and referred to with those schools."
                },
                {
                    "turn_index": 136,
                    "sent_index": 2,
                    "speaker": "meilyr rowlands",
                    "content": "When we inspect, we look at a whole range of aspects of the work."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the difficulties carrying out the curriculum reform faced by secondary school.",
            "oracle_info": [
                {
                    "turn_index": 7,
                    "sent_index": 3,
                    "speaker": "suzy davies am",
                    "content": "Because we're in a situation where a number of primary schools have got surplus funds, sometimes that's because of end of year additional funds just being magicked up, but there is a serious worry that so many secondary schools are in deficit and that, overall, secondary schools are in deficit."
                },
                {
                    "turn_index": 22,
                    "sent_index": 4,
                    "speaker": "meilyr rowlands",
                    "content": "Now, we are, of course, looking at initial teacher training, but we haven't looked at the first couple of years for many a year."
                },
                {
                    "turn_index": 26,
                    "sent_index": 12,
                    "speaker": "meilyr rowlands",
                    "content": "So, there are many reasons why secondary schools find it more difficult, possibly, than primary schools."
                },
                {
                    "turn_index": 26,
                    "sent_index": 20,
                    "speaker": "meilyr rowlands",
                    "content": "Now, there is work ongoing on that as well."
                },
                {
                    "turn_index": 41,
                    "sent_index": 3,
                    "speaker": "meilyr rowlands",
                    "content": "That means freeing up teachers to think about what the new curriculum means to them."
                }
            ]
        },
        {
            "query": "What did Meilyr Rowlands think of the shortage of teachers?",
            "oracle_info": [
                {
                    "turn_index": 14,
                    "sent_index": 5,
                    "speaker": "meilyr rowlands",
                    "content": "So, long term, we've got to make sure that education is an attractive option for young people and more mature people to want to go into."
                },
                {
                    "turn_index": 22,
                    "sent_index": 4,
                    "speaker": "meilyr rowlands",
                    "content": "Now, we are, of course, looking at initial teacher training, but we haven't looked at the first couple of years for many a year."
                }
            ]
        },
        {
            "query": "What did Meilyr Rowlands say about the additional challenge for secondary schools?",
            "oracle_info": [
                {
                    "turn_index": 26,
                    "sent_index": 13,
                    "speaker": "meilyr rowlands",
                    "content": "The children themselves are older and they have greater challenges."
                },
                {
                    "turn_index": 26,
                    "sent_index": 15,
                    "speaker": "meilyr rowlands",
                    "content": "It’s more difficult to engage with the parents of older children than younger children, and that’s an important factor."
                }
            ]
        },
        {
            "query": "What was Sian Gwenllian's concern about the schools in the bottom layer?",
            "oracle_info": [
                {
                    "turn_index": 27,
                    "sent_index": 0,
                    "speaker": "sian gwenllian am",
                    "content": "You said previously that it's a cause of concern for you that these schools that are failing or underachieving are not identified early enough."
                },
                {
                    "turn_index": 35,
                    "sent_index": 0,
                    "speaker": "claire morgan",
                    "content": "On average, secondary schools that are in need of special measures take just over two years, on average."
                },
                {
                    "turn_index": 108,
                    "sent_index": 8,
                    "speaker": "meilyr rowlands",
                    "content": "One is the new curriculum."
                },
                {
                    "turn_index": 117,
                    "sent_index": 14,
                    "speaker": "jassa scott",
                    "content": "Maybe there a fewer of them around."
                }
            ]
        },
        {
            "query": "What did Jassa Scott talk about the work of regional consortia?",
            "oracle_info": [
                {
                    "turn_index": 56,
                    "sent_index": 5,
                    "speaker": "jassa scott",
                    "content": "But obviously, as we've been talking about this morning, there's still work to do."
                },
                {
                    "turn_index": 56,
                    "sent_index": 8,
                    "speaker": "jassa scott",
                    "content": "I think for schools causing concern, what we found—and we do look at their work through our local authority inspection, so we are getting some first-hand evidence of their impact through that—they're not always focused, in those schools causing concern, on improving teaching and learning, so actually getting in and looking and working with teachers and with staff to actually make improvements there."
                }
            ]
        },
        {
            "query": "What did Jassa Scott and Janet Finch-Saunders agree on the priority of the inspections?",
            "oracle_info": [
                {
                    "turn_index": 58,
                    "sent_index": 4,
                    "speaker": "jassa scott",
                    "content": "So, the first area that we've said is that we'll look specifically at how each of them is supporting curriculum reform, and report on that."
                },
                {
                    "turn_index": 59,
                    "sent_index": 0,
                    "speaker": "janet finch-saunders am",
                    "content": "Should they be on a statutory footing?"
                },
                {
                    "turn_index": 60,
                    "sent_index": 2,
                    "speaker": "jassa scott",
                    "content": "So, there may be an opportunity, if that's created, to think how we then adapt inspection to look specifically at that."
                }
            ]
        },
        {
            "query": "What did Claire Morgan talk about the skill development in early year settings?",
            "oracle_info": [
                {
                    "turn_index": 78,
                    "sent_index": 2,
                    "speaker": "claire morgan",
                    "content": "So, they're introduced to phonics, they're introduced to learning to read, when they're not at that developmental stage."
                },
                {
                    "turn_index": 78,
                    "sent_index": 3,
                    "speaker": "claire morgan",
                    "content": "And really, long term, it means the children lose confidence, because if they're introduced to these things too early they don't succeed, they tend to need additional support, and it can give them a negative impression, it can give them negative thoughts about their ability."
                }
            ]
        },
        {
            "query": "What was the top priority in skills developing, according to Meilyr Rowlands?",
            "oracle_info": [
                {
                    "turn_index": 53,
                    "sent_index": 3,
                    "speaker": "meilyr rowlands",
                    "content": "And we've inspected Powys and Newport, but we haven't inspected Gwynedd yet."
                },
                {
                    "turn_index": 74,
                    "sent_index": 3,
                    "speaker": "meilyr rowlands",
                    "content": "I remember commenting the first time it met that it was welcoming."
                },
                {
                    "turn_index": 88,
                    "sent_index": 0,
                    "speaker": "meilyr rowlands",
                    "content": "I think literacy has been, and still is, and still needs to be a top priority."
                },
                {
                    "turn_index": 88,
                    "sent_index": 1,
                    "speaker": "meilyr rowlands",
                    "content": "I mean, literacy clearly is something that underpins the rest of education, so it really does need to be a top priority."
                },
                {
                    "turn_index": 88,
                    "sent_index": 2,
                    "speaker": "meilyr rowlands",
                    "content": "I think it has been a high priority, but we need to continue prioritising it."
                },
                {
                    "turn_index": 119,
                    "sent_index": 1,
                    "speaker": "jassa scott",
                    "content": "And one of the pieces of work we've done recently is around adverse childhood experiences, and we have found that primary schools have taken that and embraced it."
                }
            ]
        },
        {
            "query": "What did the group talk about the progress in numeracy skills?",
            "oracle_info": [
                {
                    "turn_index": 102,
                    "sent_index": 0,
                    "speaker": "meilyr rowlands",
                    "content": "I think there is a fairly clear good news story here."
                },
                {
                    "turn_index": 102,
                    "sent_index": 1,
                    "speaker": "meilyr rowlands",
                    "content": "PISA shows improvements and a lot of that can be attributed, I think, to the new GCSE mathematics numeracy."
                },
                {
                    "turn_index": 102,
                    "sent_index": 3,
                    "speaker": "meilyr rowlands",
                    "content": "There's much more problem solving."
                },
                {
                    "turn_index": 102,
                    "sent_index": 6,
                    "speaker": "meilyr rowlands",
                    "content": "That has been a really good news story, really."
                },
                {
                    "turn_index": 103,
                    "sent_index": 1,
                    "speaker": "dawn bowden am",
                    "content": "That's good."
                },
                {
                    "turn_index": 104,
                    "sent_index": 4,
                    "speaker": "meilyr rowlands",
                    "content": "The only other thing I would add is that there is some research that indicates or suggests that the effect of schools is greater on mathematics and science than on reading, and the reason for that is you don't do a lot mathematics or science in the home."
                }
            ]
        },
        {
            "query": "What did Meilyr Rowlands say school could do about the poverty gap between pupils?",
            "oracle_info": [
                {
                    "turn_index": 102,
                    "sent_index": 3,
                    "speaker": "meilyr rowlands",
                    "content": "There's much more problem solving."
                },
                {
                    "turn_index": 108,
                    "sent_index": 6,
                    "speaker": "meilyr rowlands",
                    "content": "Schools can't solve that on their own."
                },
                {
                    "turn_index": 108,
                    "sent_index": 10,
                    "speaker": "meilyr rowlands",
                    "content": "So, they gain more from it that their peers."
                },
                {
                    "turn_index": 108,
                    "sent_index": 11,
                    "speaker": "meilyr rowlands",
                    "content": "So, I think improving teaching and learning, and we discussed that earlier this morning about how the new curriculum is really all about improving the quality of teaching and learning in the classroom."
                },
                {
                    "turn_index": 108,
                    "sent_index": 15,
                    "speaker": "meilyr rowlands",
                    "content": "It means helping their families."
                },
                {
                    "turn_index": 119,
                    "sent_index": 4,
                    "speaker": "jassa scott",
                    "content": "Secondary schools haven't always taken a whole-school approach to that."
                }
            ]
        },
        {
            "query": "Why did pupils from better-off backgrounds do less well, according to Meilyr Rowlands?",
            "oracle_info": [
                {
                    "turn_index": 114,
                    "sent_index": 0,
                    "speaker": "meilyr rowlands",
                    "content": "They're not the same, clearly, because you have more able and talented children from poor backgrounds."
                }
            ]
        },
        {
            "query": "Why did Jassa Scott believe it was more difficult for secondary schools to prioritize mental health and well-being?",
            "oracle_info": [
                {
                    "turn_index": 117,
                    "sent_index": 7,
                    "speaker": "jassa scott",
                    "content": "And I think what we find in secondary schools is perhaps secondary school pupils notice sometimes the differences between their everyday life that they experience in school and perhaps the messages that they're getting about well-being in terms of their lessons, in terms of assemblies and in terms of school policies and so on."
                },
                {
                    "turn_index": 119,
                    "sent_index": 0,
                    "speaker": "jassa scott",
                    "content": "I think there's an element that it's more of a challenge for a secondary school to provide an effective set of support from that whole-staff awareness of some of the challenges."
                },
                {
                    "turn_index": 119,
                    "sent_index": 4,
                    "speaker": "jassa scott",
                    "content": "Secondary schools haven't always taken a whole-school approach to that."
                },
                {
                    "turn_index": 119,
                    "sent_index": 7,
                    "speaker": "jassa scott",
                    "content": "So, in terms of getting to know pupils, picking up on signs that they may be struggling, or that there might be concerns—it's much more of a challenge."
                }
            ]
        }
    ]
}