{
    "transcripts_id": "education_8",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "Welcome to the Children, Young People and Education Committee."
                },
                {
                    "turn_index": 0,
                    "sent_index": 7,
                    "speaker": "lynne neagle am",
                    "content": "Item 2, then, this morning is a post-legislative scrutiny session on the Higher Education (Wales) Act 2015."
                },
                {
                    "turn_index": 3,
                    "sent_index": 1,
                    "speaker": "sian gwenllian am",
                    "content": "Do you believe that the Act has fulfilled all the Government's objectives?"
                },
                {
                    "turn_index": 4,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "You'll be aware that there were four main reasons for the introduction of the Bill: around regulation of institutions in Wales; safeguarding the contribution made to public good arising from Welsh Government's financial support for the sector; maintaining a focus on fair access; and preserving and protecting the principle of institutional autonomy."
                },
                {
                    "turn_index": 11,
                    "sent_index": 2,
                    "speaker": "sian gwenllian am",
                    "content": "What about private providers?"
                },
                {
                    "turn_index": 12,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Okay."
                },
                {
                    "turn_index": 12,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "Three of those were further education colleges."
                },
                {
                    "turn_index": 22,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "Personally, I wholeheartedly believe that tertiary education providers should contribute to national goals and outcomes as part of what I'd describe as a civic mission."
                },
                {
                    "turn_index": 27,
                    "sent_index": 2,
                    "speaker": "janet finch-saunders am",
                    "content": "Was this a missed opportunity and how will this be taken forward in the PCET Bill?"
                },
                {
                    "turn_index": 32,
                    "sent_index": 2,
                    "speaker": "dawn bowden am",
                    "content": "Are you satisfied that HEFCW's powers are useful on a preventative day-to-day basis?"
                },
                {
                    "turn_index": 45,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "And, of course, what always has to be—."
                },
                {
                    "turn_index": 77,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "I'll move on to managing risk, if that's okay."
                },
                {
                    "turn_index": 77,
                    "sent_index": 2,
                    "speaker": "hefin david am",
                    "content": "Do you think that Act has struck the right balance?"
                },
                {
                    "turn_index": 92,
                    "sent_index": 4,
                    "speaker": "kirsty williams am",
                    "content": "As I said, I'm glad that there's been recognition from within the sector themselves that they need to make sure, and they need to give confidence, that governance arrangements are what they should be."
                },
                {
                    "turn_index": 95,
                    "sent_index": 1,
                    "speaker": "dawn bowden am",
                    "content": "Do you think that that's a gap that needs to be plugged?"
                },
                {
                    "turn_index": 104,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "As always."
                },
                {
                    "turn_index": 113,
                    "sent_index": 4,
                    "speaker": "huw morris",
                    "content": "That's an issue not just in Wales."
                },
                {
                    "turn_index": 114,
                    "sent_index": 0,
                    "speaker": "sian gwenllian am",
                    "content": "And finally, therefore, looking at overseas providers."
                },
                {
                    "turn_index": 114,
                    "sent_index": 3,
                    "speaker": "sian gwenllian am",
                    "content": "They faced a scandal; that's probably the best word to use there."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What did the meeting discuss about the advantage of the Act?",
            "oracle_info": [
                {
                    "turn_index": 3,
                    "sent_index": 1,
                    "speaker": "sian gwenllian am",
                    "content": "Do you believe that the Act has fulfilled all the Government's objectives?"
                },
                {
                    "turn_index": 4,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "You'll be aware that there were four main reasons for the introduction of the Bill: around regulation of institutions in Wales; safeguarding the contribution made to public good arising from Welsh Government's financial support for the sector; maintaining a focus on fair access; and preserving and protecting the principle of institutional autonomy."
                },
                {
                    "turn_index": 4,
                    "sent_index": 4,
                    "speaker": "kirsty williams am",
                    "content": "I think those strategic aims are still really, really important and certainly will underpin our thought process going forward, but we have to recognise the higher education and research Bill across the border in England, the implementation of new student support measures in Wales, as well as the report that was done by Ellen Hazelkorn, I think, means it is appropriate that we move forward with different proposals, not just regulation of the HE sector but the post-compulsory sector as a whole."
                },
                {
                    "turn_index": 10,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, I don't know whether we need national outcomes through legislation, because those national priorities, potentially, will change over time."
                },
                {
                    "turn_index": 19,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "In the case of part-time courses, I'm currently content that fee levels are not exceeding the amount of student support made available by the Welsh Government."
                },
                {
                    "turn_index": 114,
                    "sent_index": 3,
                    "speaker": "sian gwenllian am",
                    "content": "They faced a scandal; that's probably the best word to use there."
                }
            ]
        },
        {
            "query": "What did the meeting discuss about the weakness of the Act?",
            "oracle_info": [
                {
                    "turn_index": 8,
                    "sent_index": 5,
                    "speaker": "kirsty williams am",
                    "content": "The remit letters are a really important way in which we can lay out those national priorities."
                },
                {
                    "turn_index": 11,
                    "sent_index": 1,
                    "speaker": "sian gwenllian am",
                    "content": "That's clear enough."
                },
                {
                    "turn_index": 12,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "So, I think, first of all, it's important to make the distinction between the scale of private providers, and what could be termed as 'unregulated providers' in the Welsh system, as opposed to the English system."
                },
                {
                    "turn_index": 12,
                    "sent_index": 11,
                    "speaker": "kirsty williams am",
                    "content": "So, in order for their courses to be specifically designated, the three crucial questions that those providers have to answer are: quality—is what they’re providing to students of a good quality; the financial viability of the institution, again, to try to protect the interests of the students who may find themselves embarking on a course in an institution that isn’t viable; as well as their contribution to private—sorry, not to private good—public good."
                },
                {
                    "turn_index": 19,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "I have to say that, at present, we've not identified an urgent reason to designate these courses as qualifying courses for the purposes of a fee limit."
                }
            ]
        },
        {
            "query": "What had the Act and the Bill already achieved?",
            "oracle_info": [
                {
                    "turn_index": 22,
                    "sent_index": 4,
                    "speaker": "kirsty williams am",
                    "content": "Of course, the funding situation has shifted again now because of the introduction of what is commonly known as the Diamond reforms, but our new system of student finance does again shift the parameters of influence that HEFCW or any new tertiary commission could have."
                },
                {
                    "turn_index": 22,
                    "sent_index": 8,
                    "speaker": "kirsty williams am",
                    "content": "We've been able to successfully see all institutions sign up to becoming living wage employers, all institutions sign up to the Welsh Government's code of ethical procurement."
                }
            ]
        },
        {
            "query": "How could the Act and the Bill be improved?",
            "oracle_info": [
                {
                    "turn_index": 11,
                    "sent_index": 1,
                    "speaker": "sian gwenllian am",
                    "content": "That's clear enough."
                },
                {
                    "turn_index": 12,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "Three of those were further education colleges."
                },
                {
                    "turn_index": 24,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "So, I've just talked about living wage; we're also using our remit letter to drive transparency over senior leaders' pay, the gender pay gap within institutions."
                },
                {
                    "turn_index": 24,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "For instance, as part of this Government's commitment to improving mental health, we've been able to use the remit letter and some funding to be able to drive change and some improvements in mental health in the higher education sector."
                },
                {
                    "turn_index": 28,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "That's one of the reasons why we are going to introduce the new PCET reforms—to create collaboration, not just between different higher education institutes but actually across the sector."
                }
            ]
        },
        {
            "query": "What was the current situation about HEFCW's powers of intervention?",
            "oracle_info": [
                {
                    "turn_index": 34,
                    "sent_index": 1,
                    "speaker": "dawn bowden am",
                    "content": "They explained to us that they often take informal measures or actions in their role as regulator, and they've explained that the small size of the sector enables good relationships to be developed."
                },
                {
                    "turn_index": 35,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "So, I would expect the commission to be able to have a series of abilities to intervene, from the soft, flexible type, which is non-punitive but actually allows people to go in and support institutions, through to something that would be, as I said, more punitive, if they felt that an institution was in danger of not providing quality or financial failure."
                },
                {
                    "turn_index": 40,
                    "sent_index": 4,
                    "speaker": "huw morris",
                    "content": "We use those mechanisms and informal interactions with FE college principals, with the work-based learning provider network, with sixth forms and others, and we would want to see, I hope, in the tertiary sector some alignment of those things."
                },
                {
                    "turn_index": 40,
                    "sent_index": 6,
                    "speaker": "huw morris",
                    "content": "I think what stands behind HEFCW's comments is that before we had a loan-based system of student finance, there was a system of block grant allocations and conditions could be attached to those grant allocations by HEFCW."
                }
            ]
        },
        {
            "query": "What did the meeting talk about to control HEFCW's powers of intervention?",
            "oracle_info": [
                {
                    "turn_index": 44,
                    "sent_index": 0,
                    "speaker": "huw morris",
                    "content": "In the Hazelkorn review, there's quite a lot of focus on that and looking to learn from other national systems where outcome agreements provide a broader measure of the range of things the institutions do and a mechanism for tracking how things are done through the provision of information back to the institution to help them know how they're doing."
                },
                {
                    "turn_index": 46,
                    "sent_index": 2,
                    "speaker": "lynne neagle am",
                    "content": "Dawn."
                },
                {
                    "turn_index": 47,
                    "sent_index": 1,
                    "speaker": "dawn bowden am",
                    "content": "I think, in terms of the levels of measures—and I understand what you're saying—but I think what HEFCW were saying was that they try as far as possible to use informal measures and they are able to do that because of the size of the sector—just 10 institutions to work with."
                },
                {
                    "turn_index": 47,
                    "sent_index": 3,
                    "speaker": "dawn bowden am",
                    "content": "So, the informal measures might not be as prevalent as they are currently, possibly."
                },
                {
                    "turn_index": 48,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Yes, but also, what's incumbent upon me as the Minister is to ensure that the commission is set up in a way where it can have that relationship with the sector, because what's really important to remember is that HEFCW will be replaced."
                },
                {
                    "turn_index": 48,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "We're not asking HEFCW suddenly to go from regulating a small number of institutions to suddenly regulating 50."
                },
                {
                    "turn_index": 50,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, I think it's important to recognise when HEFCW can enforce its directions by way of an injunction."
                },
                {
                    "turn_index": 51,
                    "sent_index": 1,
                    "speaker": "dawn bowden am",
                    "content": "That's fair enough."
                }
            ]
        },
        {
            "query": "What did Hefin David AM concern about the fee and access plans?",
            "oracle_info": [
                {
                    "turn_index": 58,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "I think, certainly, to really understand the success of the fee and access plan, you have to question whether an annual basis is an appropriate timescale for a university to be working to, and whether we could have something that was focused over a longer period of time."
                },
                {
                    "turn_index": 60,
                    "sent_index": 5,
                    "speaker": "kirsty williams am",
                    "content": "In a way, it's difficult to make a final judgment on whether fee and access plans in their current format have worked, because we need to know what'll happen to those students in the future."
                },
                {
                    "turn_index": 60,
                    "sent_index": 6,
                    "speaker": "kirsty williams am",
                    "content": "But undoubtedly, despite the limitations of them, I do think we're making progress in terms of access, but I don't think we can necessarily point to the fee and access plans as being the driver for some of those improvements."
                },
                {
                    "turn_index": 66,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Oh my goodness me, civil servants in the department are constantly in discussion with a range of stakeholders as we continue to develop legislative proposals."
                }
            ]
        },
        {
            "query": "How did Kirsty Williams AM plan to manage risks?",
            "oracle_info": [
                {
                    "turn_index": 77,
                    "sent_index": 1,
                    "speaker": "hefin david am",
                    "content": "The feedback from Universities Wales suggests that, with the outcome of the 2015 Act, institutions with the strongest track records are more highly regulated than the riskier private alternative providers."
                },
                {
                    "turn_index": 82,
                    "sent_index": 3,
                    "speaker": "huw morris",
                    "content": "So, I think we need to be careful in focusing on the inherent quality of things."
                },
                {
                    "turn_index": 82,
                    "sent_index": 4,
                    "speaker": "huw morris",
                    "content": "We've made charitable status a key reference point in the operation of things at the moment."
                },
                {
                    "turn_index": 82,
                    "sent_index": 5,
                    "speaker": "huw morris",
                    "content": "I think there has been attention drawn to some private providers, particularly in England, but I wouldn't tar them all with the same brush, necessarily."
                },
                {
                    "turn_index": 84,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "So, we would regulate them on a course-by-course basis, so it's back to the issue of proportionality, isn't it?"
                },
                {
                    "turn_index": 84,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "So, you are automatically regulated for all your courses, if you're one of our main universities, but there is a process that is run by HEFCW on a course-by-course basis to validate alternative providers."
                },
                {
                    "turn_index": 84,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "If there were concerns about the quality of that provision, that course could be deregulated."
                }
            ]
        },
        {
            "query": "What did Kirsty Williams AM react in response to concerns of the governance of universities?",
            "oracle_info": [
                {
                    "turn_index": 90,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, I think it's true and fair to say that the Bill does not directly address issues around governance in the sector."
                },
                {
                    "turn_index": 90,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "The first is, as I just said to Hefin, I have sought to have a more direct relationship with chairs of universities and have that one-to-one relationship with them, not in the presence of their vice-chancellors."
                },
                {
                    "turn_index": 94,
                    "sent_index": 4,
                    "speaker": "kirsty williams am",
                    "content": "Of course, in individual institutions, it does vary, but I think there is some way to go to making sure that our governing bodies are diverse and that there's an opportunity to look at the student voice in governance going forward, the staff voice in governance going forward, and these are things that we hope to have discussions on whilst we bring the legislation forward."
                },
                {
                    "turn_index": 96,
                    "sent_index": 1,
                    "speaker": "huw morris",
                    "content": "And I believe—I'll need to check this—that there are plans to engage with each of the governing bodies, because, as you rightly say, and this lies behind a lot of what we've been discussing, the activities of these institutions have become much more complex over recent years, and so there is a need for that training and development and understanding also of the fast-changing nature of that activity."
                }
            ]
        },
        {
            "query": "How did Sian Gwenllian AM ask about the quality assurance?",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 7,
                    "speaker": "lynne neagle am",
                    "content": "Item 2, then, this morning is a post-legislative scrutiny session on the Higher Education (Wales) Act 2015."
                },
                {
                    "turn_index": 2,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "We've got a series of questions now from Siân Gwenllian."
                },
                {
                    "turn_index": 12,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "Three of those were further education colleges."
                },
                {
                    "turn_index": 101,
                    "sent_index": 1,
                    "speaker": "sian gwenllian am",
                    "content": "We've heard evidence regarding the difficulties caused by HEFCW having a legal duty to quality-assure all the provision in two further education colleges."
                },
                {
                    "turn_index": 101,
                    "sent_index": 2,
                    "speaker": "sian gwenllian am",
                    "content": "That sounds to me like some kind of an anomaly or an unintended consequence of the Act."
                }
            ]
        },
        {
            "query": "How did Kirsty Williams AM answer Sian Gwenllian AM's question about quality assurance?",
            "oracle_info": [
                {
                    "turn_index": 102,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "My understanding—and as I said, it's a bit difficult, because I can't put myself into the thought process of the Minister at the time and what his expectation was."
                },
                {
                    "turn_index": 102,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "But, certainly, my understanding is that it was not an unintended consequence, it was an expectation built into the Act that HEFCW and Estyn would work together on these matters."
                },
                {
                    "turn_index": 102,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "The Act built on what were the quality assessment arrangements in the 1992 Act, which required HEFCW to secure arrangements for the assessment of the quality of education provided by funding institutions."
                },
                {
                    "turn_index": 102,
                    "sent_index": 4,
                    "speaker": "kirsty williams am",
                    "content": "So, as a consequence of that approach, HEFCW's quality assessment duty currently encompasses all the education provided by or on behalf of a regulated institution."
                },
                {
                    "turn_index": 102,
                    "sent_index": 6,
                    "speaker": "kirsty williams am",
                    "content": "Huw."
                },
                {
                    "turn_index": 105,
                    "sent_index": 1,
                    "speaker": "huw morris",
                    "content": "There's a lot of joint operation."
                },
                {
                    "turn_index": 105,
                    "sent_index": 3,
                    "speaker": "huw morris",
                    "content": "We're looking to the new Bill to try to make that clearer."
                }
            ]
        },
        {
            "query": "What did Kirsty Williams AM say about her plan for quality assurance?",
            "oracle_info": [
                {
                    "turn_index": 110,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "I am aware, and we've listened to stakeholders' concerns regarding proposals to introduce a single quality assessment body."
                },
                {
                    "turn_index": 110,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "As I said, I don't want to pre-empt bringing forward the legislation, but the principles underlying any assurance regime would need to be coherent, need to be effective and need to be comprehensive."
                },
                {
                    "turn_index": 110,
                    "sent_index": 5,
                    "speaker": "kirsty williams am",
                    "content": "And by an extension of that, it would be compatible with current UK-wide baseline standards."
                },
                {
                    "turn_index": 112,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, sometimes, I think it is necessary, maybe, to cause a stir."
                },
                {
                    "turn_index": 112,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "Huw."
                },
                {
                    "turn_index": 113,
                    "sent_index": 6,
                    "speaker": "huw morris",
                    "content": "So, I think we're not looking to impose one institution on anybody, but we are looking to encourage greater synergy in the ways in which quality assurance and enhancement is undertaken in those different areas of activity."
                }
            ]
        }
    ]
}