{
    "transcripts_id": "education_5",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 2,
                    "speaker": "lynne neagle am",
                    "content": "Welcome to the Children, Young People and Education Committee."
                },
                {
                    "turn_index": 0,
                    "sent_index": 7,
                    "speaker": "lynne neagle am",
                    "content": "We'll move on, then, to our evidence session for our inquiry on school improvement and raising standards."
                },
                {
                    "turn_index": 0,
                    "sent_index": 8,
                    "speaker": "lynne neagle am",
                    "content": "I'd like to welcome Kirsty Williams AM, Minister for Education, and Steve Davies, director of education."
                },
                {
                    "turn_index": 3,
                    "sent_index": 10,
                    "speaker": "kirsty williams am",
                    "content": "They applied to us."
                },
                {
                    "turn_index": 25,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "But that money, the way it's been spent, has been driven by evidence."
                },
                {
                    "turn_index": 48,
                    "sent_index": 1,
                    "speaker": "suzy davies am",
                    "content": "I'm conscious of time."
                },
                {
                    "turn_index": 54,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "You're right."
                },
                {
                    "turn_index": 55,
                    "sent_index": 6,
                    "speaker": "steve davies",
                    "content": "They're the fundamental—."
                },
                {
                    "turn_index": 66,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "Initially, they were very separate entities that did things their own way."
                },
                {
                    "turn_index": 81,
                    "sent_index": 4,
                    "speaker": "hefin david am",
                    "content": "Is that the current document?"
                },
                {
                    "turn_index": 82,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "Support for governors also has been stretched within individual local authorities."
                },
                {
                    "turn_index": 82,
                    "sent_index": 13,
                    "speaker": "kirsty williams am",
                    "content": "So, although we weren't successful in persuading local government to adopt a new national model, local authorities in those areas saw the value of moving that way."
                },
                {
                    "turn_index": 116,
                    "sent_index": 2,
                    "speaker": "suzy davies am",
                    "content": "We've got interim measures now."
                },
                {
                    "turn_index": 117,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "It's impossible."
                },
                {
                    "turn_index": 133,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "Siân, quite rightly, talked about consistency."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "Summarize the discussion about schools causing concern with questions from Irranca-Davies.",
            "oracle_info": [
                {
                    "turn_index": 28,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, you're right: what we have is a variety of ways in which we can identify schools that need support, or need to be challenged on their practice."
                },
                {
                    "turn_index": 28,
                    "sent_index": 5,
                    "speaker": "kirsty williams am",
                    "content": "So, our school improvement service—it's a risk-based approach, so they can evaluate where they need to put their time, effort and resource."
                },
                {
                    "turn_index": 30,
                    "sent_index": 8,
                    "speaker": "kirsty williams am",
                    "content": "And I would expect that situation to continue to evolve to align itself to our curriculum reform, and our changes in self-evaluation."
                },
                {
                    "turn_index": 37,
                    "sent_index": 8,
                    "speaker": "kirsty williams am",
                    "content": "So, actually, a more strategic, longer term approach to real change in a school rather than, perhaps, some of the easy-to-fix items that make a school as if it's doing better, but we really haven't tackled some of the underlying problems that make that school vulnerable to slipping back."
                },
                {
                    "turn_index": 37,
                    "sent_index": 9,
                    "speaker": "kirsty williams am",
                    "content": "Does that make sense?"
                },
                {
                    "turn_index": 44,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "What's crucial to me is that we have to—."
                },
                {
                    "turn_index": 51,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "I think, Siân, as I said earlier, the categorisation system has evolved over time, and my expectation is that it will continue to evolve, because it has to be consistent with our overall approach to school improvement and raising standards."
                },
                {
                    "turn_index": 55,
                    "sent_index": 6,
                    "speaker": "steve davies",
                    "content": "They're the fundamental—."
                }
            ]
        },
        {
            "query": "What was the method of holding schools and their governing bodies to account for their practice and for the work that they did?",
            "oracle_info": [
                {
                    "turn_index": 3,
                    "sent_index": 11,
                    "speaker": "kirsty williams am",
                    "content": "Those governing bodies were dissolved."
                },
                {
                    "turn_index": 9,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "It's not an Estyn checklist."
                },
                {
                    "turn_index": 28,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "Estyn—now that is part of that accountability system."
                },
                {
                    "turn_index": 28,
                    "sent_index": 9,
                    "speaker": "kirsty williams am",
                    "content": "Both systems, of course, are evolving."
                },
                {
                    "turn_index": 28,
                    "sent_index": 13,
                    "speaker": "kirsty williams am",
                    "content": "We're moving to a system where Estyn will be more regularly in schools."
                },
                {
                    "turn_index": 28,
                    "sent_index": 14,
                    "speaker": "kirsty williams am",
                    "content": "So, they are two systems, but they are different and they look at different things."
                },
                {
                    "turn_index": 28,
                    "sent_index": 15,
                    "speaker": "kirsty williams am",
                    "content": "But our categorisation system is how we look for those ways of identifying support for schools."
                },
                {
                    "turn_index": 34,
                    "sent_index": 24,
                    "speaker": "kirsty williams am",
                    "content": "And it's actually—I'd like to claim all the credit for it, but it's actually not dissimilar to something that's happening in Scotland as well."
                },
                {
                    "turn_index": 48,
                    "sent_index": 1,
                    "speaker": "suzy davies am",
                    "content": "I'm conscious of time."
                },
                {
                    "turn_index": 59,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "It was only three words."
                }
            ]
        },
        {
            "query": "How could the schools that are causing significant concern be identified?",
            "oracle_info": [
                {
                    "turn_index": 31,
                    "sent_index": 5,
                    "speaker": "huw irranca-davies am",
                    "content": "The Estyn chief inspector's conclusions at the end of the 2017-18 report that these schools are not being identified early enough—there's a need to do something urgently about these concerns, particularly in secondary schools."
                },
                {
                    "turn_index": 33,
                    "sent_index": 0,
                    "speaker": "huw irranca-davies am",
                    "content": "So just to ask, bearing in mind the earlier discussion we were having, how is it that we don't identify those schools?"
                },
                {
                    "turn_index": 34,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "So even though we've identified them as needing that extra help, they are not moving at pace away from that system."
                },
                {
                    "turn_index": 35,
                    "sent_index": 0,
                    "speaker": "steve davies",
                    "content": "I think your important point is about, 'What about the schools that are sliding in that direction?'"
                },
                {
                    "turn_index": 35,
                    "sent_index": 1,
                    "speaker": "steve davies",
                    "content": "And it's bringing together what we know from Estyn, but also, critically, local authorities have knowledge of their schools, and so do consortia."
                },
                {
                    "turn_index": 35,
                    "sent_index": 2,
                    "speaker": "steve davies",
                    "content": "We've got to be better at bringing those together."
                }
            ]
        },
        {
            "query": "What was a level that Kirsty would be content with of having schools in red category in Wales?",
            "oracle_info": [
                {
                    "turn_index": 54,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "You're right."
                },
                {
                    "turn_index": 54,
                    "sent_index": 5,
                    "speaker": "kirsty williams am",
                    "content": "Nothing else has changed in that school, but the simple fact that you have a new leader, sometimes in those cases it might be their first headship."
                },
                {
                    "turn_index": 54,
                    "sent_index": 6,
                    "speaker": "kirsty williams am",
                    "content": "That means that that school is going to need a little bit of extra support, so it isn't always just a crisis that needs extra support, there are just general things that happen in the life of a school that could lead to it."
                },
                {
                    "turn_index": 54,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "But you're absolutely right—we have a particular challenge in the secondary sector where we have not been able to move individual schools forward at pace."
                },
                {
                    "turn_index": 54,
                    "sent_index": 8,
                    "speaker": "kirsty williams am",
                    "content": "And 11 per cent is not acceptable to me, Huw, which is why we have introduced this new pilot to address those schools where, persistently, we have concerns about their ability to move forward."
                },
                {
                    "turn_index": 54,
                    "sent_index": 9,
                    "speaker": "kirsty williams am",
                    "content": "If we'd have carried on doing the same thing, I suspect we would have just carried on getting the same result—hence the need for a new approach to those schools that are causing concern."
                },
                {
                    "turn_index": 55,
                    "sent_index": 0,
                    "speaker": "steve davies",
                    "content": "Very briefly, the things we talked about earlier was how we measure the performance of schools, particularly at GCSEs, with a narrow focus."
                },
                {
                    "turn_index": 55,
                    "sent_index": 6,
                    "speaker": "steve davies",
                    "content": "They're the fundamental—."
                }
            ]
        },
        {
            "query": "Summarize the discussion about the attitudes and opinions on the work of consortia.",
            "oracle_info": [
                {
                    "turn_index": 66,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "I think, as with individual local education authorities, there are some regional consortia services that have performed really highly—and that's not me saying that, that's Estyn, but gives us assurance around that—and there are others that need to improve."
                },
                {
                    "turn_index": 66,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "Increasingly, over recent years, we have seen those consortia working together on a national approach, but delivered on a regional basis."
                },
                {
                    "turn_index": 66,
                    "sent_index": 4,
                    "speaker": "kirsty williams am",
                    "content": "So I think they themselves have evolved over time."
                },
                {
                    "turn_index": 67,
                    "sent_index": 2,
                    "speaker": "hefin david am",
                    "content": "But with regard to the four consortia, and we'll take Education through Regional Working as an example, it does things differently to the other three."
                },
                {
                    "turn_index": 68,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, ERW does things differently, but then so does the Education Achievement Service."
                },
                {
                    "turn_index": 68,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "EAS is constituted in a different way to the Central South Consortium."
                },
                {
                    "turn_index": 70,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "So we can't impose that solution, and we continue to discuss with ERW what is the optimal way, and they continue to discuss with their constituent local authorities about how that should be organised."
                },
                {
                    "turn_index": 71,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "Are you concerned that Neath Port Talbot have given notice that they want to withdraw from regional working?"
                }
            ]
        },
        {
            "query": "Why did they take Education through Regional Working as an example?",
            "oracle_info": [
                {
                    "turn_index": 67,
                    "sent_index": 2,
                    "speaker": "hefin david am",
                    "content": "But with regard to the four consortia, and we'll take Education through Regional Working as an example, it does things differently to the other three."
                },
                {
                    "turn_index": 68,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "What I'm interested in is not necessarily how they are constituted and organised, I'm interested in the effectiveness of that organisation to deliver for children and for teachers."
                },
                {
                    "turn_index": 68,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "ERW has got particular challenges, and we continue to work with those in ERW to address those, but increasingly, as I said, what we are seeing the regional consortia do is develop a national approach to school improvement services but deliver that on a regional basis so that there is greater consistency in terms of delivery."
                },
                {
                    "turn_index": 70,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "My preference would be for school improvement officers to be employed in the centre, and we continue to have those discussions, but what's really important to understand is that the regional consortia are not a beast of the Government; they are a beast of the local authorities that have worked together to create a school improvement service that meets their needs."
                }
            ]
        },
        {
            "query": "What's their opinion in intervening Neath Port Talbot and ERW about addressing the issue of safeguarding their schools?",
            "oracle_info": [
                {
                    "turn_index": 72,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "It will be really important for us to understand how Neath Port Talbot intend to support their schools and their teachers if they were to withdraw from ERW, especially at what is a very, very critical time."
                },
                {
                    "turn_index": 72,
                    "sent_index": 4,
                    "speaker": "kirsty williams am",
                    "content": "I would want to know from Neath Port Talbot how they are going to do that without being part of that organisation."
                },
                {
                    "turn_index": 72,
                    "sent_index": 6,
                    "speaker": "kirsty williams am",
                    "content": "So, I would want to understand from Neath Port Talbot how they're going to safeguard their schools and make sure that the children who are receiving their education in Neath Port Talbot are not disadvantaged if they were to follow through on that decision."
                }
            ]
        },
        {
            "query": "What's their role in intervening Neath Port Talbot and ERW about addressing the issue of safeguarding their schools?",
            "oracle_info": [
                {
                    "turn_index": 74,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, as I said, I would be seeking assurances—"
                },
                {
                    "turn_index": 75,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "What does that mean, though, 'seeking assurances'?"
                },
                {
                    "turn_index": 76,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, Neath Port Talbot would need to demonstrate to me how they're going to address these issues."
                },
                {
                    "turn_index": 76,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "I haven't seen those plans, but if they were to push forward and follow through on the notice, I would want to see them and I suspect Estyn would want to see them also."
                },
                {
                    "turn_index": 78,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, we have written to Neath Port Talbot to ask them to demonstrate to us, if they were to pull out of ERW, how they're going to meet their functions."
                },
                {
                    "turn_index": 78,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "I have not heard back from them."
                },
                {
                    "turn_index": 80,
                    "sent_index": 2,
                    "speaker": "steve davies",
                    "content": "We wrote to them last Friday, and we are awaiting their response now."
                },
                {
                    "turn_index": 81,
                    "sent_index": 3,
                    "speaker": "hefin david am",
                    "content": "There was the document in 2015—'National model for regional working'."
                }
            ]
        },
        {
            "query": "Summarize the discussion about actions towards the document in 2015-\"National model for regional working\".",
            "oracle_info": [
                {
                    "turn_index": 82,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "So, that is the current model."
                },
                {
                    "turn_index": 82,
                    "sent_index": 13,
                    "speaker": "kirsty williams am",
                    "content": "So, although we weren't successful in persuading local government to adopt a new national model, local authorities in those areas saw the value of moving that way."
                },
                {
                    "turn_index": 84,
                    "sent_index": 8,
                    "speaker": "steve davies",
                    "content": "But we're not, at this stage, looking to a wholesale review of the national model."
                },
                {
                    "turn_index": 89,
                    "sent_index": 6,
                    "speaker": "kirsty williams am",
                    "content": "So, everything now is a relentless focus on successful implementation."
                },
                {
                    "turn_index": 91,
                    "sent_index": 0,
                    "speaker": "steve davies",
                    "content": "It was set up, actually, about 18 months ago—just under."
                },
                {
                    "turn_index": 97,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "That's not the intention of setting the group up."
                },
                {
                    "turn_index": 100,
                    "sent_index": 2,
                    "speaker": "sian gwenllian am",
                    "content": "But it appears that it has evolved to be something that's much more than that, and that it is placing a focus on the curriculum and other aspects of the educational system."
                },
                {
                    "turn_index": 101,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "No, not at all."
                },
                {
                    "turn_index": 101,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "So, I don't think there's a question of it losing focus."
                }
            ]
        },
        {
            "query": "When would the work of implementation be completed?",
            "oracle_info": [
                {
                    "turn_index": 3,
                    "sent_index": 10,
                    "speaker": "kirsty williams am",
                    "content": "They applied to us."
                },
                {
                    "turn_index": 9,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "It's not an Estyn checklist."
                },
                {
                    "turn_index": 30,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "Now, it covers the breadth of schools."
                },
                {
                    "turn_index": 31,
                    "sent_index": 8,
                    "speaker": "huw irranca-davies am",
                    "content": "Was he right?"
                },
                {
                    "turn_index": 56,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "Hefin David has some questions now on the middle tier."
                },
                {
                    "turn_index": 66,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "Initially, they were very separate entities that did things their own way."
                },
                {
                    "turn_index": 89,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, the group is currently engaging with Steve and other officials on agreeing a plan, but also, crucially, that plan is there to support the successful implementation of the curriculum, so that we're very clear about the roles and responsibilities in the middle tier in this crucial phase following the publication."
                },
                {
                    "turn_index": 89,
                    "sent_index": 6,
                    "speaker": "kirsty williams am",
                    "content": "So, everything now is a relentless focus on successful implementation."
                },
                {
                    "turn_index": 92,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "Okay, that's very clear."
                }
            ]
        },
        {
            "query": "What should be expected from reviewing the role of the middle tier?",
            "oracle_info": [
                {
                    "turn_index": 91,
                    "sent_index": 1,
                    "speaker": "steve davies",
                    "content": "It was set up to build collective efficacy, because what people out there are seeing is that there's a confusion of roles, in what the regions are doing, and it was building that collective efficacy so everyone was behind the wheel."
                },
                {
                    "turn_index": 91,
                    "sent_index": 3,
                    "speaker": "steve davies",
                    "content": "It's not just what they do with Government or what they do with each other; it's just happened that it's timely, because one of the key bits of feedback we believe we will get from the Organisation for Economic Co-operation and Development is we have had co-construction, we'd had collective effort, but we need to do more, particularly within the middle tier."
                }
            ]
        },
        {
            "query": "What's their opinion about the risk of losing focus?",
            "oracle_info": [
                {
                    "turn_index": 100,
                    "sent_index": 2,
                    "speaker": "sian gwenllian am",
                    "content": "But it appears that it has evolved to be something that's much more than that, and that it is placing a focus on the curriculum and other aspects of the educational system."
                },
                {
                    "turn_index": 100,
                    "sent_index": 3,
                    "speaker": "sian gwenllian am",
                    "content": "Is there a risk for them to lose focus in that sense?"
                },
                {
                    "turn_index": 101,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "No, not at all."
                },
                {
                    "turn_index": 101,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "I think they are very, very clear around establishing roles and responsibilities for each of the players and to be very clear about the expectations that each part of the middle tier can have of each other, as to what they can expect from their partners in the middle tier."
                },
                {
                    "turn_index": 101,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "And absolutely, it is about making sure that there isn't duplication, that people aren't second-guessing each other's work, and there are clear demarcations about who does what in the system, and, as I said, knowing that you can rely on your colleague in the middle tier to do the bit that they are responsible for."
                },
                {
                    "turn_index": 101,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "So, I don't think there's a question of it losing focus."
                }
            ]
        },
        {
            "query": "Summarize the discussion about the long-term trends with regard to raising standards and improving educational attainment.",
            "oracle_info": [
                {
                    "turn_index": 104,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "But we're trying to develop a broader range of data and statistics that give us a whole picture of the education performance, rather than narrowing down on one simple indicator that tells you one thing but doesn't tell you everything."
                },
                {
                    "turn_index": 105,
                    "sent_index": 3,
                    "speaker": "steve davies",
                    "content": "And, inevitably, we will use the Programme for International Student Assessment, and any other external assessments that come through organisations like the OECD."
                },
                {
                    "turn_index": 108,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "But those changes are being made for the right reasons, as I said, whether that be at level 2 plus."
                },
                {
                    "turn_index": 111,
                    "sent_index": 12,
                    "speaker": "kirsty williams am",
                    "content": "If anything, it's about more data and, crucially for me, it's about more intelligent use and interrogation of that data, about truly what it's telling you about your system."
                },
                {
                    "turn_index": 113,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "No, not at all."
                }
            ]
        },
        {
            "query": "What did they think of making improvement but presenting more of a challenge?",
            "oracle_info": [
                {
                    "turn_index": 108,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "But you're right: it does make it more challenging."
                },
                {
                    "turn_index": 108,
                    "sent_index": 2,
                    "speaker": "kirsty williams am",
                    "content": "But those changes are being made for the right reasons, as I said, whether that be at level 2 plus."
                },
                {
                    "turn_index": 108,
                    "sent_index": 3,
                    "speaker": "kirsty williams am",
                    "content": "Look at English literature."
                },
                {
                    "turn_index": 108,
                    "sent_index": 9,
                    "speaker": "kirsty williams am",
                    "content": "Yes, it causes challenges, but we're making those changes because we believe that they are in the best interest of children, and that has to trump ease of comparison."
                }
            ]
        },
        {
            "query": "How do they come to conclusions about what was working if that was not presented on a local authority and regional basis?",
            "oracle_info": [
                {
                    "turn_index": 3,
                    "sent_index": 10,
                    "speaker": "kirsty williams am",
                    "content": "They applied to us."
                },
                {
                    "turn_index": 59,
                    "sent_index": 0,
                    "speaker": "hefin david am",
                    "content": "It was only three words."
                },
                {
                    "turn_index": 91,
                    "sent_index": 0,
                    "speaker": "steve davies",
                    "content": "It was set up, actually, about 18 months ago—just under."
                },
                {
                    "turn_index": 111,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "Well, I think the thing to say about the communications from Welsh Government, Estyn, and the WLGA is it's not about not communicating the data, it's about challenging people on how that data should be used."
                },
                {
                    "turn_index": 111,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "So, the data is still available, but it's a challenge to them about how to use that data."
                },
                {
                    "turn_index": 111,
                    "sent_index": 7,
                    "speaker": "kirsty williams am",
                    "content": "And sometimes, how we were presenting data in the past was lulling some people into a false sense of security about the performance of their system."
                },
                {
                    "turn_index": 111,
                    "sent_index": 12,
                    "speaker": "kirsty williams am",
                    "content": "If anything, it's about more data and, crucially for me, it's about more intelligent use and interrogation of that data, about truly what it's telling you about your system."
                }
            ]
        },
        {
            "query": "Was the continuing to publish the local and regional level data contraindicated to what they had said about consortia?",
            "oracle_info": [
                {
                    "turn_index": 113,
                    "sent_index": 0,
                    "speaker": "kirsty williams am",
                    "content": "No, not at all."
                },
                {
                    "turn_index": 113,
                    "sent_index": 1,
                    "speaker": "kirsty williams am",
                    "content": "As I said, we're not in the business of trying to hide data—I believe absolutely in full transparency."
                },
                {
                    "turn_index": 113,
                    "sent_index": 4,
                    "speaker": "kirsty williams am",
                    "content": "It is about how that data is used, not about hiding data or making that data not available."
                },
                {
                    "turn_index": 114,
                    "sent_index": 5,
                    "speaker": "steve davies",
                    "content": "It's not that they shouldn't be looking at that, but they need to dig much, much deeper underneath it."
                }
            ]
        }
    ]
}