{
    "transcripts_id": "education_17",
    "general_query_list": [
        {
            "query": "Summarize the whole meeting.",
            "oracle_info": [
                {
                    "turn_index": 0,
                    "sent_index": 1,
                    "speaker": "lynne neagle am",
                    "content": "Welcome to the Children, Young People and Education Committee."
                },
                {
                    "turn_index": 2,
                    "sent_index": 5,
                    "speaker": "dafydd evans",
                    "content": "To answer the specific question, no, I don't think that employers have a clear understanding of what the Welsh bac means or what it includes."
                },
                {
                    "turn_index": 4,
                    "sent_index": 0,
                    "speaker": "dafydd evans",
                    "content": "Yes, it's a huge problem, but not only to employers, but also to parents and young people, of course."
                },
                {
                    "turn_index": 8,
                    "sent_index": 2,
                    "speaker": "kay martin",
                    "content": "But they want them to get their main qualification."
                },
                {
                    "turn_index": 17,
                    "sent_index": 12,
                    "speaker": "ed evans",
                    "content": "It's tokenistic."
                },
                {
                    "turn_index": 27,
                    "sent_index": 2,
                    "speaker": "janet finch-saunders am",
                    "content": "What are your views on how well the Welsh bac, at all levels, helps to prepare learners for employment?"
                },
                {
                    "turn_index": 34,
                    "sent_index": 1,
                    "speaker": "janet finch-saunders am",
                    "content": "Is there a difference in how the Welsh bac is valued by learners at the different levels that it is studied?"
                },
                {
                    "turn_index": 47,
                    "sent_index": 1,
                    "speaker": "janet finch-saunders am",
                    "content": "A question, then, just to ColegauCymru: to what extent do you believe that universities in the main understand the value of the Welsh bac?"
                },
                {
                    "turn_index": 48,
                    "sent_index": 7,
                    "speaker": "kay martin",
                    "content": "But some of the universities are not valuing the Welsh baccalaureate."
                },
                {
                    "turn_index": 59,
                    "sent_index": 2,
                    "speaker": "julie morgan am",
                    "content": "I think you've already got into this bit of the discussion, but what are your views on how comparable the Welsh bac is to other qualifications?"
                },
                {
                    "turn_index": 62,
                    "sent_index": 1,
                    "speaker": "kay martin",
                    "content": "They know what it is."
                },
                {
                    "turn_index": 79,
                    "sent_index": 0,
                    "speaker": "lynne neagle am",
                    "content": "We've got some questions now then, from Suzy, on universal adoption."
                },
                {
                    "turn_index": 92,
                    "sent_index": 1,
                    "speaker": "nick brazil",
                    "content": "It's compulsory for A-level students to do the Welsh bac."
                }
            ]
        }
    ],
    "specific_query_list": [
        {
            "query": "What did the group discuss about how much employers understood the meaning of Welsh bac?",
            "oracle_info": [
                {
                    "turn_index": 2,
                    "sent_index": 5,
                    "speaker": "dafydd evans",
                    "content": "To answer the specific question, no, I don't think that employers have a clear understanding of what the Welsh bac means or what it includes."
                },
                {
                    "turn_index": 3,
                    "sent_index": 0,
                    "speaker": "sian gwenllian am",
                    "content": "Which is a big problem."
                },
                {
                    "turn_index": 5,
                    "sent_index": 3,
                    "speaker": "dr rachel bowen",
                    "content": "And while there are lots of small engaged employers who have taken an interest and do understand, the vast majority are more focused on getting on with the day-to-day running of the business."
                }
            ]
        },
        {
            "query": "What did Ed Evans (director and secretary of the Civil Engineering Contractors Association) think about employers' understanding of Welsh bac?",
            "oracle_info": [
                {
                    "turn_index": 9,
                    "sent_index": 1,
                    "speaker": "sian gwenllian am",
                    "content": "And, finally, I know you've got strong views as an organisation."
                },
                {
                    "turn_index": 12,
                    "sent_index": 1,
                    "speaker": "ed evans",
                    "content": "I think it's fair to say employers don't understand it, that's for sure, but I think if they did, they would really appreciate this."
                },
                {
                    "turn_index": 12,
                    "sent_index": 2,
                    "speaker": "ed evans",
                    "content": "For my sector in particular—the civil engineering sector—and particularly the contracting sector, which depends very much on pupils who have come through from a less academic background, the Welsh bac gives them that ability, I guess, not to pursue so much of an academic focus, but to test them in terms of the challenges, but also, to—."
                },
                {
                    "turn_index": 12,
                    "sent_index": 4,
                    "speaker": "ed evans",
                    "content": "And some children, some pupils, some young people, they respond far, far better to that."
                },
                {
                    "turn_index": 12,
                    "sent_index": 5,
                    "speaker": "ed evans",
                    "content": "And I think that's the issue for me—that we've not really sold this to employers to actually engage with them."
                },
                {
                    "turn_index": 12,
                    "sent_index": 6,
                    "speaker": "ed evans",
                    "content": "All of my understanding of this is literally as a parent, and that would be true of a lot of employers as well."
                },
                {
                    "turn_index": 12,
                    "sent_index": 7,
                    "speaker": "ed evans",
                    "content": "So, perhaps there are differences across the sector, but I think, certainly for my sector, we would really value the growth of the Welsh baccalaureate."
                }
            ]
        },
        {
            "query": "What did they decide on how to improve employers' understanding of the Welsh bac?",
            "oracle_info": [
                {
                    "turn_index": 14,
                    "sent_index": 0,
                    "speaker": "dafydd evans",
                    "content": "I think we need to review the qualification, and I think the voice of employers should be a key part of that review, so that employability skills and entrepreneurial skills have more of a role within that qualification."
                },
                {
                    "turn_index": 14,
                    "sent_index": 1,
                    "speaker": "dafydd evans",
                    "content": "And I think that rather than it being done by the colleges or by a qualifications board, I think the employers—."
                },
                {
                    "turn_index": 14,
                    "sent_index": 3,
                    "speaker": "dafydd evans",
                    "content": "Because I think that's what the vision was for the Welsh baccalaureate—that it was going to improve skills for employment."
                },
                {
                    "turn_index": 17,
                    "sent_index": 2,
                    "speaker": "ed evans",
                    "content": "I think there are opportunities to join up employers and schools and education facilities a lot more than we do at the moment."
                },
                {
                    "turn_index": 17,
                    "sent_index": 6,
                    "speaker": "ed evans",
                    "content": "They're there to serve a really good purpose, but it's become a little bit piecemeal and a little bit tokenistic, whereas the Welsh bac offers an opportunity—."
                }
            ]
        },
        {
            "query": "Summarize the views about how well the Welsh bac helped to prepare learners for employment.",
            "oracle_info": [
                {
                    "turn_index": 30,
                    "sent_index": 2,
                    "speaker": "nick brazil",
                    "content": "The Welsh bac is a combination of qualifications; it's not just one qualification—it's a combination."
                },
                {
                    "turn_index": 30,
                    "sent_index": 3,
                    "speaker": "nick brazil",
                    "content": "So, to develop the employability skills obviously is a key part, and developing the skills for employment is a key part."
                },
                {
                    "turn_index": 31,
                    "sent_index": 2,
                    "speaker": "kay martin",
                    "content": "The Welsh bac, where it works really well, does help prepare them, I think, for employment, but it's not for everyone, because some people have to do the other things."
                },
                {
                    "turn_index": 31,
                    "sent_index": 6,
                    "speaker": "kay martin",
                    "content": "It helps prepare some people—the A-level students for university—but does it help my health and social care people become more skilled and employable?"
                }
            ]
        },
        {
            "query": "Summarize Kay Martin (principal of Cardiff and Vale College) opinion on how well the Welsh bac helped to prepare learners for employment.",
            "oracle_info": [
                {
                    "turn_index": 7,
                    "sent_index": 0,
                    "speaker": "sian gwenllian am",
                    "content": "Kay, is that your experience?"
                },
                {
                    "turn_index": 8,
                    "sent_index": 2,
                    "speaker": "kay martin",
                    "content": "But they want them to get their main qualification."
                },
                {
                    "turn_index": 17,
                    "sent_index": 12,
                    "speaker": "ed evans",
                    "content": "It's tokenistic."
                },
                {
                    "turn_index": 31,
                    "sent_index": 0,
                    "speaker": "kay martin",
                    "content": "If I could just say as well, our job in the college is to develop skills and employable people, and we use every tool in our box to do that."
                },
                {
                    "turn_index": 31,
                    "sent_index": 2,
                    "speaker": "kay martin",
                    "content": "The Welsh bac, where it works really well, does help prepare them, I think, for employment, but it's not for everyone, because some people have to do the other things."
                },
                {
                    "turn_index": 31,
                    "sent_index": 4,
                    "speaker": "kay martin",
                    "content": "As you say, they're coming from schools, some of them with very few GCSEs, or they haven't got literacy and numeracy skills, they're being tested and many of them are below level 1 in terms of literacy and numeracy."
                },
                {
                    "turn_index": 31,
                    "sent_index": 5,
                    "speaker": "kay martin",
                    "content": "So, I think it needs to be reviewed, to look at how we could make skilled and employable people."
                },
                {
                    "turn_index": 102,
                    "sent_index": 4,
                    "speaker": "nick brazil",
                    "content": "It is always a question that people ask me."
                },
                {
                    "turn_index": 130,
                    "sent_index": 2,
                    "speaker": "lynne neagle am",
                    "content": "Are there any other questions from Members?"
                }
            ]
        },
        {
            "query": "Summarize Dafydd Evans' (chair of ColegauCymru) and Nick Brazil's (deputy principal) opinion on how well the Welsh bac helped to prepare for employment?",
            "oracle_info": [
                {
                    "turn_index": 28,
                    "sent_index": 0,
                    "speaker": "dafydd evans",
                    "content": "I think that one of the problems is that there are a number of priorities."
                },
                {
                    "turn_index": 28,
                    "sent_index": 1,
                    "speaker": "dafydd evans",
                    "content": "And one of the problems that we have is that we have a number of children coming in to the colleges, and they need to resit their GCSEs—in maths, English and Welsh."
                },
                {
                    "turn_index": 28,
                    "sent_index": 2,
                    "speaker": "dafydd evans",
                    "content": "It's a valid priority for the Welsh Government for everyone to get a C grade in the core subjects."
                },
                {
                    "turn_index": 28,
                    "sent_index": 3,
                    "speaker": "dafydd evans",
                    "content": "But that eats into the time that we have to teach young people."
                },
                {
                    "turn_index": 28,
                    "sent_index": 7,
                    "speaker": "dafydd evans",
                    "content": "So, at levels 1 and 2, there are fewer and fewer doing 1 and 2 in the baccalaureate because they're resitting their GCSEs, and there is much more use of the Welsh bac at level 3, and A-level, and vocational level 3."
                },
                {
                    "turn_index": 30,
                    "sent_index": 2,
                    "speaker": "nick brazil",
                    "content": "The Welsh bac is a combination of qualifications; it's not just one qualification—it's a combination."
                }
            ]
        },
        {
            "query": "Summarize the views to what extent they believe that universities understood the value of the Welsh bac.",
            "oracle_info": [
                {
                    "turn_index": 48,
                    "sent_index": 0,
                    "speaker": "kay martin",
                    "content": "Well, we don't think they do, really, especially the experience we have with some of our learners to go to Russell Group universities."
                },
                {
                    "turn_index": 48,
                    "sent_index": 3,
                    "speaker": "kay martin",
                    "content": "But I think it is mixed, and it does depend on the admissions tutors and the areas that they're going into in universities."
                },
                {
                    "turn_index": 48,
                    "sent_index": 7,
                    "speaker": "kay martin",
                    "content": "But some of the universities are not valuing the Welsh baccalaureate."
                },
                {
                    "turn_index": 49,
                    "sent_index": 0,
                    "speaker": "lynne neagle am",
                    "content": "Did you have a supplementary, Siân?"
                }
            ]
        },
        {
            "query": "What did Nick Brazil (deputy principal) think about to what extent that universities understood the value of the Welsh bac?",
            "oracle_info": [
                {
                    "turn_index": 52,
                    "sent_index": 1,
                    "speaker": "nick brazil",
                    "content": "I've got to jump in there as, from the institution I'm in, we've had a long track record of getting learners into top universities."
                },
                {
                    "turn_index": 52,
                    "sent_index": 2,
                    "speaker": "nick brazil",
                    "content": "About 20 per cent of our learners go to Russell Group universities, and there is no doubt—in certainly 50 per cent of those, they do not value the Welsh bac."
                },
                {
                    "turn_index": 52,
                    "sent_index": 3,
                    "speaker": "nick brazil",
                    "content": "But if they do offer an option with the Welsh bac, they say it is on top of three A2-level grades."
                },
                {
                    "turn_index": 72,
                    "sent_index": 0,
                    "speaker": "suzy davies am",
                    "content": "Yes, to both Rachel Bowen and Nick Brazil, if you don't mind."
                },
                {
                    "turn_index": 112,
                    "sent_index": 0,
                    "speaker": "lynne neagle am",
                    "content": "You do want an answer."
                }
            ]
        },
        {
            "query": "What was the situation in north Wales when discussing to what extent that universities understood the value of the Welsh bac?",
            "oracle_info": [
                {
                    "turn_index": 55,
                    "sent_index": 1,
                    "speaker": "dafydd evans",
                    "content": "Because of the nature of our catchment area, there is a greater percentage of our students staying in Welsh universities, and, as Kay said, Welsh universities are much more willing to recognise the bac."
                },
                {
                    "turn_index": 55,
                    "sent_index": 2,
                    "speaker": "dafydd evans",
                    "content": "So, to a certain extent, it is less of a problem."
                },
                {
                    "turn_index": 55,
                    "sent_index": 3,
                    "speaker": "dafydd evans",
                    "content": "But, naturally, we do have students who are looking to go out to universities in England in the Russell Group, and we're having the same experience there where there are differences between the policy that that university extols and what actually happens on the ground when students have interviews in those universities."
                },
                {
                    "turn_index": 56,
                    "sent_index": 0,
                    "speaker": "sian gwenllian am",
                    "content": "But in terms of Bangor and Glyndŵr University, there's no problem there, though."
                }
            ]
        },
        {
            "query": "Summarize their opinions on introducing a specialist teacher-training qualification to deliver the Welsh bac.",
            "oracle_info": [
                {
                    "turn_index": 120,
                    "sent_index": 3,
                    "speaker": "dafydd evans",
                    "content": "Therefore, no, I think that if it's going to be a success, it's got to be contextualised, and for the vocational lecturers to do that, and we've invested heavily in training those vocational lecturers to understand how to deliver the Welsh bac and get positive outcomes of the Welsh bac—."
                },
                {
                    "turn_index": 120,
                    "sent_index": 4,
                    "speaker": "dafydd evans",
                    "content": "It's been an intensive staff development process."
                },
                {
                    "turn_index": 121,
                    "sent_index": 0,
                    "speaker": "nick brazil",
                    "content": "And I think you've got to bear in mind that the number of the skills and the number of challenges that are done within the Welsh bac are done very similarly within the vocational qualification as well."
                },
                {
                    "turn_index": 121,
                    "sent_index": 1,
                    "speaker": "nick brazil",
                    "content": "So, a number of those staff have already got those skills and they're undertaking that."
                }
            ]
        },
        {
            "query": "What did Dafydd Evans (chair of ColegauCymru) think of introducing a specialist teacher training qualification?",
            "oracle_info": [
                {
                    "turn_index": 17,
                    "sent_index": 9,
                    "speaker": "ed evans",
                    "content": "It would benefit from that business input."
                },
                {
                    "turn_index": 25,
                    "sent_index": 2,
                    "speaker": "suzy davies am",
                    "content": "So, thank you for that."
                },
                {
                    "turn_index": 63,
                    "sent_index": 3,
                    "speaker": "nick brazil",
                    "content": "If it's right for the learner's future, absolutely it's comparable."
                },
                {
                    "turn_index": 120,
                    "sent_index": 3,
                    "speaker": "dafydd evans",
                    "content": "Therefore, no, I think that if it's going to be a success, it's got to be contextualised, and for the vocational lecturers to do that, and we've invested heavily in training those vocational lecturers to understand how to deliver the Welsh bac and get positive outcomes of the Welsh bac—."
                },
                {
                    "turn_index": 120,
                    "sent_index": 4,
                    "speaker": "dafydd evans",
                    "content": "It's been an intensive staff development process."
                }
            ]
        },
        {
            "query": "What did Nick Brazil (deputy principal) think of introducing a specialist teacher training qualification?",
            "oracle_info": [
                {
                    "turn_index": 121,
                    "sent_index": 0,
                    "speaker": "nick brazil",
                    "content": "And I think you've got to bear in mind that the number of the skills and the number of challenges that are done within the Welsh bac are done very similarly within the vocational qualification as well."
                },
                {
                    "turn_index": 121,
                    "sent_index": 1,
                    "speaker": "nick brazil",
                    "content": "So, a number of those staff have already got those skills and they're undertaking that."
                }
            ]
        }
    ]
}