{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "This was meeting number 22 of the House of Commons Special Committee on the COVD-19 Pandemic.",
                    "Firstly, members were given the chance to present their petitions.",
                    "Secondly, the meeting proceeded to statements by some members.",
                    "The third part, the major section, was the questioning of ministers.",
                    "These questions were closely related to the Canadian government and society during the pandemic period.",
                    "To be more specific, they included economic updates, systemic racism, the impact of international affairs, financial issues, the situation of veterans and the disabled, and employment and work situation nationwide."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 0,
                            "sent_index": 0,
                            "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                            "content": "I call this meeting to order."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 1,
                            "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                            "content": "Welcome to meeting number 22 of the House of Commons Special Committee on the COVID-19 Pandemic."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 5,
                            "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                            "content": "I understand we don't have any ministerial announcements today, so we'll proceed to presenting petitions."
                        },
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 2,
                            "speaker": "Ms. Elizabeth May (SaanichGulf Islands, GP)",
                            "content": "I'm here to present two petitions containing hundreds of signatures on the issue of the treatment of Falun Gong practitioners by the People's Republic of China, particularly the practice that's alleged of involuntary organ harvesting."
                        },
                        {
                            "type": "PES",
                            "turn_index": 1,
                            "sent_index": 4,
                            "speaker": "Ms. Elizabeth May (SaanichGulf Islands, GP)",
                            "content": "The second petition is from residents throughout SaanichGulf Islands concerned about what was, at the time this petition was submitted, a future problem."
                        },
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 1,
                            "speaker": "Ms. Jenny Kwan (Vancouver East, NDP)",
                            "content": "Chair, I rise to table two petitions."
                        },
                        {
                            "type": "PES",
                            "turn_index": 3,
                            "sent_index": 2,
                            "speaker": "Ms. Jenny Kwan (Vancouver East, NDP)",
                            "content": "The first petition deals with the COVID-19 situation."
                        },
                        {
                            "type": "PES",
                            "turn_index": 3,
                            "sent_index": 7,
                            "speaker": "Ms. Jenny Kwan (Vancouver East, NDP)",
                            "content": "The second petition deals with the Trans Mountain pipeline expansion."
                        },
                        {
                            "type": "CES",
                            "turn_index": 7,
                            "sent_index": 1,
                            "speaker": "Mr. Garnett Genuis (Sherwood ParkFort Saskatchewan, CPC)",
                            "content": "Chair, I have four petitions to present today."
                        },
                        {
                            "type": "PES",
                            "turn_index": 7,
                            "sent_index": 2,
                            "speaker": "Mr. Garnett Genuis (Sherwood ParkFort Saskatchewan, CPC)",
                            "content": "The first petition reflects the outrage of my constituents at the ever-expanding order in council from the government banning more and more firearms."
                        },
                        {
                            "type": "PES",
                            "turn_index": 7,
                            "sent_index": 8,
                            "speaker": "Mr. Garnett Genuis (Sherwood ParkFort Saskatchewan, CPC)",
                            "content": "The second petition deals with Bill C-8, which is the government's bill around conversion therapy."
                        },
                        {
                            "type": "PES",
                            "turn_index": 7,
                            "sent_index": 12,
                            "speaker": "Mr. Garnett Genuis (Sherwood ParkFort Saskatchewan, CPC)",
                            "content": "The third petition is regarding Bill S-204, a bill in the Senate that seeks to make it a criminal offence for a person to go abroad to receive an organ without consent, dealing especially with the horrific practice of forced organ harvesting and trafficking in China."
                        },
                        {
                            "type": "PES",
                            "turn_index": 7,
                            "sent_index": 14,
                            "speaker": "Mr. Garnett Genuis (Sherwood ParkFort Saskatchewan, CPC)",
                            "content": "The final petition is with respect to Bill C-7."
                        },
                        {
                            "type": "CES",
                            "turn_index": 8,
                            "sent_index": 0,
                            "speaker": "The Chair",
                            "content": "Presenting petitions."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 8,
                            "sent_index": 1,
                            "speaker": "The Chair",
                            "content": "We'll proceed to statements by members."
                        },
                        {
                            "type": "PES",
                            "turn_index": 8,
                            "sent_index": 2,
                            "speaker": "The Chair",
                            "content": "We'll start off with Mr. Manly."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 44,
                            "sent_index": 0,
                            "speaker": "The Chair",
                            "content": "We will now proceed to the questioning of ministers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 193,
                            "sent_index": 4,
                            "speaker": "Mr. Dane Lloyd (Sturgeon RiverParkland, CPC)",
                            "content": "My question to the Minister of Public Safety is this: Did their department do a legal analysis and consider the section 15 charter rights of disabled Canadians not to be discriminated against when they passed their OIC?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 194,
                            "sent_index": 0,
                            "speaker": "Hon. Bill Blair",
                            "content": "Yes, there was a very thorough analysis done by the justice department to ensure that the prohibitions we put in place were, in fact, charter compliant."
                        },
                        {
                            "type": "CES",
                            "turn_index": 238,
                            "sent_index": 2,
                            "speaker": "Hon. Steven Blaney (BellechasseLes EtcheminsLvis, CPC)",
                            "content": "My question is simple and goes to the Minister of Finance: where is this money coming from?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 239,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier",
                            "content": "We have implemented an emergency economic plan to support Canadians, workers and companies."
                        },
                        {
                            "type": "PES",
                            "turn_index": 239,
                            "sent_index": 3,
                            "speaker": "Hon. Mona Fortier",
                            "content": "We will continue to support them during this crisis."
                        },
                        {
                            "type": "CES",
                            "turn_index": 299,
                            "sent_index": 5,
                            "speaker": "Mr. Taylor Bachrach (SkeenaBulkley Valley, NDP)",
                            "content": "My question to the minister is this: Will the minister work to make the EI program more flexible for forestry workers, similar to what this government has done for oil and gas workers?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 300,
                            "sent_index": 0,
                            "speaker": "Hon. Seamus O'Regan",
                            "content": "Madam Chair, in the oil and gas sector we have focused on workers."
                        },
                        {
                            "type": "PES",
                            "turn_index": 300,
                            "sent_index": 2,
                            "speaker": "Hon. Seamus O'Regan",
                            "content": "The focus on workers has assured that success, and we will continue to focus on workers in all the industries, particularly our natural resource industry, as they go through this extraordinarily difficult time."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 250,
                            "sent_index": 1,
                            "speaker": "Mr. Doug Shipley (BarrieSpringwaterOro-Medonte, CPC)",
                            "content": "Over the course of the pandemic, has the government been using all avenues possible to source much-needed PPE in Canada?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 251,
                            "sent_index": 0,
                            "speaker": "Hon. Navdeep Bains",
                            "content": "Madam Chair, we have been very clear that we have a made-in-Canada initiative that has engaged companies across the country."
                        },
                        {
                            "type": "PES",
                            "turn_index": 251,
                            "sent_index": 1,
                            "speaker": "Hon. Navdeep Bains",
                            "content": "Over 700 companies have retooled and scaled up their operations for personal protective equipment to help front-line health care workers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 259,
                            "sent_index": 3,
                            "speaker": "Mr. James Bezan (SelkirkInterlakeEastman, CPC)",
                            "content": "Can the Minister of National Defence give the House an update on exactly where we are at with the number of Canadian Armed Forces members who have been infected with COVID-19?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 260,
                            "sent_index": 1,
                            "speaker": "Hon. Harjit S. Sajjan (Minister of National Defence)",
                            "content": "Currently, we have 13 active cases in the Canadian Armed Forces, but in the long-term care facilities we currently have 50 cases."
                        },
                        {
                            "type": "PES",
                            "turn_index": 260,
                            "sent_index": 3,
                            "speaker": "Hon. Harjit S. Sajjan (Minister of National Defence)",
                            "content": "We have also conducted very thorough reviews of our protection protocols as well."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 45,
                            "sent_index": 4,
                            "speaker": "Mr. Grard Deltell (Louis-Saint-Laurent, CPC)",
                            "content": "My question is very simple: when will the economic update take place?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 46,
                            "sent_index": 3,
                            "speaker": "Hon. Chrystia Freeland (Deputy Prime Minister and Minister of Intergovernmental Affairs)",
                            "content": "As for the economy, our government is there for Canadians, for workers and for businesses, and it will continue to be."
                        },
                        {
                            "type": "CES",
                            "turn_index": 90,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Systemic racism exists in all of our federal institutions, including the RCMP."
                        },
                        {
                            "type": "PES",
                            "turn_index": 90,
                            "sent_index": 3,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "It's time to put an end to it."
                        },
                        {
                            "type": "CES",
                            "turn_index": 135,
                            "sent_index": 3,
                            "speaker": "Hon. Mary Ng (Minister of Small Business, Export Promotion and International Trade)",
                            "content": "We know that at this time Canada must show leadership in the face of global challenges."
                        },
                        {
                            "type": "PES",
                            "turn_index": 135,
                            "sent_index": 4,
                            "speaker": "Hon. Mary Ng (Minister of Small Business, Export Promotion and International Trade)",
                            "content": "More than ever, Canada is playing a positive role by being a champion in diversity and inclusion, supporting the global fight against COVID-19, addressing climate change, leading peace and security efforts and helping the most vulnerable."
                        },
                        {
                            "type": "CES",
                            "turn_index": 139,
                            "sent_index": 3,
                            "speaker": "Mr. Michael Barrett",
                            "content": "Will the government offer support to Legions across the country so they can continue to carry out their vital work for our veterans?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 181,
                            "sent_index": 4,
                            "speaker": "Hon. Lawrence MacAulay",
                            "content": "You can never totally compensate veterans truly for what they deserve, but we want to make sure we provide the best compensation possible."
                        },
                        {
                            "type": "CES",
                            "turn_index": 214,
                            "sent_index": 0,
                            "speaker": "Ms. Louise Chabot",
                            "content": "We asked on a number of occasions for the House to be able to sit starting today to pass the part of the bill dealing with those with disabilities."
                        },
                        {
                            "type": "PES",
                            "turn_index": 215,
                            "sent_index": 2,
                            "speaker": "Hon. Pablo Rodriguez",
                            "content": "I hope that, one day, we will be able to pass this bill and be able to provide assistance for those living with disabilities."
                        },
                        {
                            "type": "CES",
                            "turn_index": 243,
                            "sent_index": 5,
                            "speaker": "Hon. Steven Blaney",
                            "content": "In my constituency, and everywhere else in the country, our young people want to work."
                        },
                        {
                            "type": "PES",
                            "turn_index": 246,
                            "sent_index": 3,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "We will continue to invest in the Canada summer jobs program."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the discussion about the economic update and systemic racism.",
                "tokenized_answer": [
                    "The discussion about the questions of minister started with the issue of economic update, and then it turned to discuss the federal support for the provinces.",
                    "The following topics were systemic racism.",
                    "Hon. Chrystia Freeland emphasized that systemic racism had existed in all federal institutions in Canada."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 44,
                            "sent_index": 0,
                            "speaker": "The Chair",
                            "content": "We will now proceed to the questioning of ministers."
                        },
                        {
                            "type": "PES",
                            "turn_index": 45,
                            "sent_index": 3,
                            "speaker": "Mr. Grard Deltell (Louis-Saint-Laurent, CPC)",
                            "content": "Economically, business people and the entire Canadian economy depend on government decisions."
                        },
                        {
                            "type": "CES",
                            "turn_index": 45,
                            "sent_index": 4,
                            "speaker": "Mr. Grard Deltell (Louis-Saint-Laurent, CPC)",
                            "content": "My question is very simple: when will the economic update take place?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 50,
                            "sent_index": 0,
                            "speaker": "Mr. Grard Deltell",
                            "content": "Canadians and Quebeckers also know that the Government of Quebec will table its economic update this week."
                        },
                        {
                            "type": "CES",
                            "turn_index": 50,
                            "sent_index": 1,
                            "speaker": "Mr. Grard Deltell",
                            "content": "Why isn't the federal government doing the same?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 71,
                            "sent_index": 0,
                            "speaker": "Ms. Christine Normandin (Saint-Jean, BQ)",
                            "content": "Mr.Chair, there are times when Quebec and the provinces are not just two solitudes, but they get along and speak as one, such as when the time comes to tell the government to mind its own business."
                        },
                        {
                            "type": "PES",
                            "turn_index": 71,
                            "sent_index": 4,
                            "speaker": "Ms. Christine Normandin (Saint-Jean, BQ)",
                            "content": "It is Quebec and the provinces that know what is happening on the ground and what their needs are."
                        },
                        {
                            "type": "PES",
                            "turn_index": 71,
                            "sent_index": 5,
                            "speaker": "Ms. Christine Normandin (Saint-Jean, BQ)",
                            "content": "Will the government do the only thing within its authority, which is to take the cheque, sign it and put it in the mail?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 72,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "We fully understand the importance of federal support for the provinces, especially in our national fight against the coronavirus."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 81,
                            "sent_index": 1,
                            "speaker": "Mr. Jagmeet Singh (Burnaby South, NDP)",
                            "content": "Chair, systemic racism is killing people."
                        },
                        {
                            "type": "CES",
                            "turn_index": 81,
                            "sent_index": 2,
                            "speaker": "Mr. Jagmeet Singh (Burnaby South, NDP)",
                            "content": "It's killing black people and it's killing indigenous people."
                        },
                        {
                            "type": "CES",
                            "turn_index": 81,
                            "sent_index": 5,
                            "speaker": "Mr. Jagmeet Singh (Burnaby South, NDP)",
                            "content": "To deal with systemic racism, we need systemic change."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 82,
                            "sent_index": 1,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Chair, I thank the member opposite for the extremely important question, and I'll take this opportunity to acknowledge the work that he has done for many years fighting racism in Canada."
                        },
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Our government absolutely acknowledges that systemic racism exists in Canada."
                        },
                        {
                            "type": "CES",
                            "turn_index": 90,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Systemic racism exists in all of our federal institutions, including the RCMP."
                        }
                    ]
                ]
            },
            {
                "query": "What did Christine Normandin think about federal support for the provinces?",
                "tokenized_answer": [
                    "Christine Normandin mentioned that in the past it took a long time for the provinces to negotiate conditions with the federal government.",
                    "Christine Normandin wanted to know the future situation: whether the federal government would send the money unconditionally."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 73,
                            "sent_index": 1,
                            "speaker": "Ms. Christine Normandin",
                            "content": "My question is whether it can be transferred unconditionally; that's what I'm asking."
                        },
                        {
                            "type": "CES",
                            "turn_index": 73,
                            "sent_index": 3,
                            "speaker": "Ms. Christine Normandin",
                            "content": "In the past, we have seen that it takes a long time to negotiate conditions with the federal government."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 73,
                            "sent_index": 5,
                            "speaker": "Ms. Christine Normandin",
                            "content": "Will the federal government send the money free of conditions?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 76,
                            "sent_index": 1,
                            "speaker": "Ms. Christine Normandin",
                            "content": "What I'm saying is that, at present, the provinces are unanimously asking that there be no conditions."
                        },
                        {
                            "type": "CES",
                            "turn_index": 76,
                            "sent_index": 2,
                            "speaker": "Ms. Christine Normandin",
                            "content": "It's urgent that the money be transferred."
                        }
                    ]
                ]
            },
            {
                "query": "What did Hon. Chrystia Freeland think about systemic racism?",
                "tokenized_answer": [
                    "Hon. Chrystia Freeland stated that there had existed racism in Canada.",
                    "Systemic racism had existed in all federal institutions, including the RCMP."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 82,
                            "sent_index": 1,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Chair, I thank the member opposite for the extremely important question, and I'll take this opportunity to acknowledge the work that he has done for many years fighting racism in Canada."
                        },
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Our government absolutely acknowledges that systemic racism exists in Canada."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 3,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "It exists in all of our institutions, including the police and the RCMP."
                        },
                        {
                            "type": "CES",
                            "turn_index": 90,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Systemic racism exists in all of our federal institutions, including the RCMP."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about finance and veterans.",
                "tokenized_answer": [
                    "This part mainly discussed a number of financial questions happening during the pandemic.",
                    "Those involved the foreign businessmen, veterans, and rural communities, project to widen the road.",
                    "There followed a series of detailed questions and answers about veterans' compensation and pension."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 220,
                            "sent_index": 1,
                            "speaker": "Mr. Randeep Sarai (Surrey Centre, Lib.)",
                            "content": "Many have been impacted by COVID-19."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 139,
                            "sent_index": 0,
                            "speaker": "Mr. Michael Barrett",
                            "content": "With nine branches throughout my riding, the Royal Canadian Legion offers a great deal to veterans and rural communities alike."
                        },
                        {
                            "type": "CES",
                            "turn_index": 143,
                            "sent_index": 0,
                            "speaker": "Mr. Michael Barrett",
                            "content": "The County Road 43 expansion project is critical for my riding and the region as a whole."
                        },
                        {
                            "type": "CES",
                            "turn_index": 143,
                            "sent_index": 1,
                            "speaker": "Mr. Michael Barrett",
                            "content": "This project will widen the road, increasing safety for the 18,000 motorists who travel the road every day."
                        },
                        {
                            "type": "CES",
                            "turn_index": 246,
                            "sent_index": 2,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "We will ensure that we support both our students and our temporary foreign workers to make sure we get the recovery right."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 146,
                            "sent_index": 1,
                            "speaker": "Mrs. Cathay Wagantall (YorktonMelville, CPC)",
                            "content": "Through you, has Mr. MacAulay read ombudsman Dalton's May 2020 report, Financial Compensation for Canadian Veterans: A comparative analysis of benefit regimes?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 181,
                            "sent_index": 4,
                            "speaker": "Hon. Lawrence MacAulay",
                            "content": "You can never totally compensate veterans truly for what they deserve, but we want to make sure we provide the best compensation possible."
                        },
                        {
                            "type": "CES",
                            "turn_index": 188,
                            "sent_index": 0,
                            "speaker": "Mrs. Cathay Wagantall",
                            "content": "Do the most ill and injured still receive from the pension up to $300,000 less for life?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 189,
                            "sent_index": 1,
                            "speaker": "Hon. Lawrence MacAulay",
                            "content": "Chair, as you know and as the Prime Minister indicated when the pension for life was put in place, it was stated that if anybody receives lessthe Prime Minister himself indicated it quite clearlythat must be adjusted."
                        }
                    ]
                ]
            },
            {
                "query": "What did the minister think about foreign businessmen in Canada when talking about finance and security?",
                "tokenized_answer": [
                    "Hon. Bill Blair, Minister of Public Safety and Emergency Preparedness, stated that the priority must be the protection of the health and safety of Canadians, and restrictions for non-essential travel, and a 14-day quarantine was required for those who had an essential purpose."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 138,
                            "sent_index": 2,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "Of course, our priority is and always has been and always must be the protection of the health and safety of Canadians."
                        },
                        {
                            "type": "CES",
                            "turn_index": 138,
                            "sent_index": 3,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "That's why we put in place these restrictions for non-essential travel and have required, through the Public Health Agency of Canada, a 14-day quarantine."
                        }
                    ]
                ]
            },
            {
                "query": "What did Hon. Lawrence MacAulay think about the public debate about policies and programs that affect veterans and their families?",
                "tokenized_answer": [
                    "Hon. Lawrence MacAulay assured that everyone was welcome to enter the discussion to provide as appropriate compensation as possible.",
                    "On the other side, it represented democracy."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 164,
                            "sent_index": 0,
                            "speaker": "Hon. Lawrence MacAulay",
                            "content": "I can assure you that anybody is welcome to enter any discussion on compensation of veterans."
                        },
                        {
                            "type": "CES",
                            "turn_index": 181,
                            "sent_index": 3,
                            "speaker": "Hon. Lawrence MacAulay",
                            "content": "Anybody is quite open to indicate whatever they wish in order to make sure we provide as appropriate a compensation as possible."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 164,
                            "sent_index": 3,
                            "speaker": "Hon. Lawrence MacAulay",
                            "content": "They defend our democracy"
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about the budget and the disabilities.",
                "tokenized_answer": [
                    "Dane Lloyd asked about the budget given by the government in the economic recession, This was to table an economic update and provide jobs.",
                    "As for the disabilities, Louise Chabot pointed to the bill regarding the disabilities and why it was not passed."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 198,
                            "sent_index": 1,
                            "speaker": "Mr. Dane Lloyd",
                            "content": "Chair, it has been months since the Liberals shut down this Parliament and months since the Minister of Finance should have presented a budget or at least an economic update to Canadians."
                        },
                        {
                            "type": "PES",
                            "turn_index": 198,
                            "sent_index": 3,
                            "speaker": "Mr. Dane Lloyd",
                            "content": "The minister says that he needs certainty before he can table a budget."
                        },
                        {
                            "type": "PES",
                            "turn_index": 198,
                            "sent_index": 4,
                            "speaker": "Mr. Dane Lloyd",
                            "content": "Well, that didn't stop Stephen Harper and the Conservatives from tabling a budget in the depth of the last great recession."
                        },
                        {
                            "type": "CES",
                            "turn_index": 198,
                            "sent_index": 5,
                            "speaker": "Mr. Dane Lloyd",
                            "content": "When are these Liberals finally going to take their job seriously and table an economic update?"
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 207,
                            "sent_index": 0,
                            "speaker": "Ms. Louise Chabot (Thrse-De Blainville, BQ)",
                            "content": "MadamChair, I will come back to the bill introduced last week."
                        },
                        {
                            "type": "CES",
                            "turn_index": 207,
                            "sent_index": 4,
                            "speaker": "Ms. Louise Chabot (Thrse-De Blainville, BQ)",
                            "content": "A very important part of this bill was about supporting people with disabilities in this time of crisis."
                        },
                        {
                            "type": "CES",
                            "turn_index": 207,
                            "sent_index": 9,
                            "speaker": "Ms. Louise Chabot (Thrse-De Blainville, BQ)",
                            "content": "We asked that the House be recalled today so that we could pass this part of the bill concerning support for people with disabilities, but we are still in the dark."
                        },
                        {
                            "type": "CES",
                            "turn_index": 207,
                            "sent_index": 10,
                            "speaker": "Ms. Louise Chabot (Thrse-De Blainville, BQ)",
                            "content": "Why are we abandoning people with disabilities?"
                        }
                    ]
                ]
            },
            {
                "query": "What would Canadian government do to save the lives of Canadians when talking about the budget and the disabilities?",
                "tokenized_answer": [
                    "The government let people who lived with substance use to access medications more easily.",
                    "Safe injection sites had been made in communities and community-based projects had been supported for people who were using substances."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 205,
                            "sent_index": 2,
                            "speaker": "Hon. Patty Hajdu",
                            "content": "Our government has been steadily making it easier for people who live with substance use to access medications to treat substance use, such as prescription Suboxone and methadone."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 205,
                            "sent_index": 3,
                            "speaker": "Hon. Patty Hajdu",
                            "content": "We have made it easier to rapidly establish safe injection sites in communities and have supported community-based projects that work with people who are using substances."
                        },
                        {
                            "type": "PES",
                            "turn_index": 205,
                            "sent_index": 4,
                            "speaker": "Hon. Patty Hajdu",
                            "content": "We need to understand that this is a complex issue, and we need to support people to get the help they need."
                        }
                    ]
                ]
            },
            {
                "query": "What did Hon. Ahmed Hussen think about the bill for the disabilities?",
                "tokenized_answer": [
                    "Hon. Ahmed Hussen mentioned that the government had announced a one-time of $600 for persons with disabilities to address the expense in need.",
                    "However, this bill was refused by the Conservatives yet it was expected to be passed in one day."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 208,
                            "sent_index": 3,
                            "speaker": "Hon. Ahmed Hussen (Minister of Families, Children and Social Development)",
                            "content": "From the very beginning, we've taken a disability-inclusive approach to our emergency response to ensure that Canadians with disabilities get the support they need."
                        },
                        {
                            "type": "CES",
                            "turn_index": 208,
                            "sent_index": 4,
                            "speaker": "Hon. Ahmed Hussen (Minister of Families, Children and Social Development)",
                            "content": "That is why we announced a one-time payment of $600 for persons with disabilities to address these expenses."
                        },
                        {
                            "type": "PES",
                            "turn_index": 208,
                            "sent_index": 5,
                            "speaker": "Hon. Ahmed Hussen (Minister of Families, Children and Social Development)",
                            "content": "This will go a long way toward helping Canadians with disabilities."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 209,
                            "sent_index": 0,
                            "speaker": "Ms. Louise Chabot",
                            "content": "MadamChair, I remind you that this measure wasn't passed because we weren't allowed to do so."
                        },
                        {
                            "type": "CES",
                            "turn_index": 212,
                            "sent_index": 3,
                            "speaker": "Hon. Pablo Rodriguez",
                            "content": "We have not been able to do that because of the Conservatives."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about employment and workers' safety.",
                "tokenized_answer": [
                    "This section firstly pointed at the employment issues faced during the pandemic.",
                    "Next, the topic turned to the emergency wage subsidy that was supporting over a 2.5million workers.",
                    "The meeting grouped workers in different sectors and discussed them step by step.",
                    "The listed groups included the students, foreign workers, health care workers, forestry workers, and workers in the oil and gas sector."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 272,
                            "sent_index": 4,
                            "speaker": "Mr. David Yurdiga (Fort McMurrayCold Lake, CPC)",
                            "content": "Could the Prime Minister explain why so many indigenous communities have been denied funding from the Canada summer jobs program?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 273,
                            "sent_index": 0,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "Madam Chair, we recognize the important role that the Canada summer jobs program plays in supporting employers and young workers in our community across the country every year."
                        },
                        {
                            "type": "CES",
                            "turn_index": 273,
                            "sent_index": 1,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "We're working very hard to help employers adapt to the realities of the COVID-19 pandemic and are supporting young Canadians as they begin to look for summer employment."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 294,
                            "sent_index": 0,
                            "speaker": "Hon. Mona Fortier",
                            "content": "Madam Chair, the Canada emergency wage subsidy is supporting over 2.5 million workers across the country."
                        },
                        {
                            "type": "PES",
                            "turn_index": 294,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier",
                            "content": "By extending eligibility, our government is ensuring that more Canadian workers in more sectors have the support they need."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 294,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier",
                            "content": "By extending eligibility, our government is ensuring that more Canadian workers in more sectors have the support they need."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 246,
                            "sent_index": 2,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "We will ensure that we support both our students and our temporary foreign workers to make sure we get the recovery right."
                        },
                        {
                            "type": "CES",
                            "turn_index": 255,
                            "sent_index": 4,
                            "speaker": "Hon. Navdeep Bains",
                            "content": "I acknowledge that some companies are still engaging with the government, and we'll continue to explore all possible options to make sure we continue to procure the necessary levels of personal protective equipment to protect Canadians and to protect front-line health care workers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 295,
                            "sent_index": 6,
                            "speaker": "Mr. Richard Cannings",
                            "content": "What is the government going to do to finally support Canadian forestry workers and communities?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 297,
                            "sent_index": 1,
                            "speaker": "Hon. Seamus O'Regan",
                            "content": "We have supported and we will continue to support the forestry sector, including through regional development programs."
                        },
                        {
                            "type": "CES",
                            "turn_index": 300,
                            "sent_index": 0,
                            "speaker": "Hon. Seamus O'Regan",
                            "content": "Madam Chair, in the oil and gas sector we have focused on workers."
                        }
                    ]
                ]
            },
            {
                "query": "What did Hon. Ahmed Hussen think about the summer jobs program when talking about Employment and workers' safety?",
                "tokenized_answer": [
                    "Hon. Ahmed Hussen appreciated the work of the summer jobs program which can provide both financial resources and necessary experience for young people.",
                    "Thus the investment of the Canada summer jobs problem would be continued."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 244,
                            "sent_index": 0,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "Madam Chair, we are proud of the Canada summer jobs program."
                        },
                        {
                            "type": "CES",
                            "turn_index": 244,
                            "sent_index": 2,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "We recognize the importance of this program to provide both financial resources and necessary experience for young people."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 246,
                            "sent_index": 3,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "We will continue to invest in the Canada summer jobs program."
                        }
                    ]
                ]
            },
            {
                "query": "How did the Canadian government source much-needed PPE?",
                "tokenized_answer": [
                    "A made-in-Canada initiative had engaged companies across Canada and they had retooled and scaled up their operations for personal protective equipment.",
                    "This assisted front-line health care workers."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 251,
                            "sent_index": 0,
                            "speaker": "Hon. Navdeep Bains",
                            "content": "Madam Chair, we have been very clear that we have a made-in-Canada initiative that has engaged companies across the country."
                        },
                        {
                            "type": "CES",
                            "turn_index": 251,
                            "sent_index": 1,
                            "speaker": "Hon. Navdeep Bains",
                            "content": "Over 700 companies have retooled and scaled up their operations for personal protective equipment to help front-line health care workers."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 251,
                            "sent_index": 1,
                            "speaker": "Hon. Navdeep Bains",
                            "content": "Over 700 companies have retooled and scaled up their operations for personal protective equipment to help front-line health care workers."
                        }
                    ]
                ]
            }
        ]
    }
}