{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "The meeting was about the potential consequences of the COVID-19 in Canada.",
                    "The members put forward several petitions to ask for further attention for the people in need, say, the children, the workers who would suffer unemployment, and the creators who made a living on artworks, and also many other stakeholders from all walks of life, trying to ensure the life quality of their people during such a harsh time.",
                    "Some of the group members mentioned some social problems, including the economic depression, racial discrimination, social security, and the environmental pollution,to call for a maintenance of the wealthy and healthy community in Canada.",
                    "Through the discussion, it could be found that fortunately, some of the problems had been dealt with extra funds and cooperation with other related organizations."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 1,
                            "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                            "content": "Welcome to the 23rd meeting of the House of Commons Special Committee on the COVID-19 Pandemic."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 5,
                            "sent_index": 3,
                            "speaker": "Mr. Denis Trudel (LongueuilSaint-Hubert, BQ)",
                            "content": "The advent of digital technology has completely overturned the system for distributing the wealth generated by creators for the benefit of various Web stakeholders, many of whom are billionaires."
                        },
                        {
                            "type": "CES",
                            "turn_index": 5,
                            "sent_index": 10,
                            "speaker": "Mr. Denis Trudel (LongueuilSaint-Hubert, BQ)",
                            "content": "As an artist, I am proud to present this petition today because the issues it raises are fundamental to the survival of Quebec culture."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 83,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Chair, I am committed to addressing systemic racism in this country and taking significant, bold actions to reduce the amount of discrimination that indigenous peoples, that racialized Canadians face on a daily basis."
                        },
                        {
                            "type": "PES",
                            "turn_index": 135,
                            "sent_index": 3,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "I don't think you can talk about gun violence without talking about stronger gun control."
                        },
                        {
                            "type": "CES",
                            "turn_index": 135,
                            "sent_index": 4,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "That's why our government has taken a very strong position and will strengthen gun control to keep Canadians safe."
                        },
                        {
                            "type": "PES",
                            "turn_index": 205,
                            "sent_index": 2,
                            "speaker": "Hon. Navdeep Bains (MississaugaMalton, Lib.)",
                            "content": "It is a priority not only for us as a government, but it should be a priority for all Canadians."
                        },
                        {
                            "type": "CES",
                            "turn_index": 205,
                            "sent_index": 3,
                            "speaker": "Hon. Navdeep Bains (MississaugaMalton, Lib.)",
                            "content": "That is why we have put measures in place to put a price on pollution through carbon pricing."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 183,
                            "sent_index": 0,
                            "speaker": "Mr. Stphane Bergeron",
                            "content": "Mr.Chair, as the leader of the Bloc Qubcois mentioned a few moments ago, the government promised $14billion to Quebec and the provinces, but in targeted transfers."
                        },
                        {
                            "type": "PES",
                            "turn_index": 183,
                            "sent_index": 1,
                            "speaker": "Mr. Stphane Bergeron",
                            "content": "That is very little compared to the considerable expenses incurred to deal with the current crisis."
                        },
                        {
                            "type": "CES",
                            "turn_index": 184,
                            "sent_index": 1,
                            "speaker": "The Honourable Patty Hajdu (Minister of Health)",
                            "content": "As part of this co-operation, we have developed health and safety recommendations for workplaces, we have purchased medical equipment for workers and we have supported the province in developing its reopening program."
                        },
                        {
                            "type": "PES",
                            "turn_index": 184,
                            "sent_index": 2,
                            "speaker": "The Honourable Patty Hajdu (Minister of Health)",
                            "content": "We are continuing this important partnership to ensure the safety of Quebeckers and all Canadians."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the debates on the governmental issue of allocating the fund and dealing with the systematic racism.",
                "tokenized_answer": [
                    "When it comes to the governmental issues, some of the members, for example, Justin Trudeau and Jagmeet Singh had a heated debate over the way of the distribution of the fund.",
                    "The root of their debate was the problem of systematic racism in the RCMP, and many other institutions at home.",
                    "Therefore, a revolution might be needed in those institutions.",
                    "In terms of the revolution, Jagmeet Singh pointed out that the governmental fund should be allocated to medical care instead of RCMP, for that during the outbreak of COVID-19, emergent needs had shown in the medical field."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 88,
                            "sent_index": 1,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "Chair, with regard to the CERB extension, can the Prime Minister guarantee that everyone who is receiving CERB payments now will continue to do so without any gaps throughout the summer?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Chair, I am happy to highlight that many Canadians who were on the CERB are now returning to work."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 77,
                            "sent_index": 2,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "We know that systemic racism exists in all of our institutions across this country"
                        },
                        {
                            "type": "CES",
                            "turn_index": 80,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Chair, systemic racism is something that touches every corner of our country, every corner of our institutions."
                        },
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 1,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "Chair, recent events have made it abundantly clear that to tackle the systemic racism at the level of the RCMP, we need a full-scale overhaul of the RCMP."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 82,
                            "sent_index": 2,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "Is the Prime Minister committed to a full-scale overhaul of the RCMP to root out systemic racism?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 83,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Chair, I am committed to addressing systemic racism in this country and taking significant, bold actions to reduce the amount of discrimination that indigenous peoples, that racialized Canadians face on a daily basis."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 86,
                            "sent_index": 3,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "In recent events we've seen people who needed a health care response to a health care crisis been killed by the RCMP."
                        },
                        {
                            "type": "CES",
                            "turn_index": 86,
                            "sent_index": 4,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "Does the Prime Minister believe that we need to be investing in a health care response instead of a police response for people who are faced with a crisis?"
                        }
                    ]
                ]
            },
            {
                "query": "What did JustinTrudeau elaborate on the governmental fund when discussing the issue of allocating the fund and dealing with systematic racism?",
                "tokenized_answer": [
                    "When talking about the issue of allocating the governmental fund, Yves-Fran questioned why their prime minister at present was acting like something between a prime minister with a majority and a monarch by divine right, he further pointed out that the government was meant to use the $14 million fund to interfere with the political affair of Quebec.",
                    "But according to Justin Trudeau, the $14 million fund would actually be used to guarantee their people's safety during the pandemic outbreak."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 67,
                            "sent_index": 1,
                            "speaker": "Mr. Yves-Franois Blanchet",
                            "content": "The Prime Minister has extended the Canada emergency response benefit, and that's good news, but it's not enough."
                        },
                        {
                            "type": "CES",
                            "turn_index": 71,
                            "sent_index": 5,
                            "speaker": "Mr. Yves-Franois Blanchet",
                            "content": "Why is he behaving like something between a prime minister with a majority and a monarch by divine right?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 73,
                            "sent_index": 5,
                            "speaker": "Mr. Yves-Franois Blanchet",
                            "content": "In addition, the government wants to buy the right to interfere in provincial and Quebec jurisdictions for $14billion."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 74,
                            "sent_index": 0,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Mr.Chair, the safety of Canadians is the responsibility of all levels of government."
                        },
                        {
                            "type": "CES",
                            "turn_index": 74,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "That's why we have proposed a $14billion agreement to ensure that all Canadians across the country experience a safe re-opening of the economy."
                        }
                    ]
                ]
            },
            {
                "query": "What did JustinTrudeau think of the revolution in those national institutions when talking about the governmental issue of allocating the fund and dealing with systematic racism?",
                "tokenized_answer": [
                    "When discussing the governmental issue of dealing with systematic racism, Justin Trudeau mentioned that actually there had been serious systematic racism in most national institutions for the past two years, so he called for a revolution in those organizations to welcome equal cooperation with the black colleagues and indigenous communities.",
                    "One of those institutions, RCMP, had another problem of the inappropriate fund allocation.",
                    "According to Justin Trudeau, during the outbreak of the pandemic, the fund should be paid to the medical system but not the policing work."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 77,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Chair, over the past two years, Commissioner Lucki has made significant strides forward on an issue where there is still much more to do."
                        },
                        {
                            "type": "CES",
                            "turn_index": 77,
                            "sent_index": 2,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "We know that systemic racism exists in all of our institutions across this country"
                        },
                        {
                            "type": "PES",
                            "turn_index": 82,
                            "sent_index": 2,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "Is the Prime Minister committed to a full-scale overhaul of the RCMP to root out systemic racism?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 83,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Chair, I am committed to addressing systemic racism in this country and taking significant, bold actions to reduce the amount of discrimination that indigenous peoples, that racialized Canadians face on a daily basis."
                        },
                        {
                            "type": "CES",
                            "turn_index": 85,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Chair, over the past years we have been investing more directly and more money in community organizations, in the black community, and working with indigenous partners on the path to reconciliation."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 86,
                            "sent_index": 1,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "Chair, over the past few years, while the Prime Minister has been in office, the RCMP budget has increased by 31%."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 84,
                            "sent_index": 2,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "What it's saying is that we need to be better at where we spend our money, investing in communities and not policing."
                        },
                        {
                            "type": "CES",
                            "turn_index": 86,
                            "sent_index": 4,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "Does the Prime Minister believe that we need to be investing in a health care response instead of a police response for people who are faced with a crisis?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 87,
                            "sent_index": 2,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "We need to make sure that our systems across the board, from our police systems to our judicial systems, to our health care systems, to our community systems, are actually addressing the systemic discrimination issues that are embedded within them That is exactly what we are going to continue to do in the coming years."
                        }
                    ]
                ]
            },
            {
                "query": "What did the group talk about the uncertainty of Canadian economy and what the government should do during the special period?",
                "tokenized_answer": [
                    "Justin Trudeau was confident about the economic recovery after the pandemic, however, Cathy McLeod and Mona Fortier and some other members did not agree with him for that they thought Canada was undergoing an extreme uncertain time during which no one could foresee a bright future unless the prime minister kept the revenue report public.",
                    "Furthermore, statistics showed that actually Canada had suffered decline in revenue in both the first and second season this year, and the forestry industry even reported depression before the outbreak.",
                    "Various evidence showed a great challenge to the Canadian economy."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 3,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "We know that as the economy gets back to work, people will want to"
                        },
                        {
                            "type": "CES",
                            "turn_index": 94,
                            "sent_index": 5,
                            "speaker": "Mrs. Cathy McLeod (KamloopsThompsonCariboo, CPC)",
                            "content": "Why won't the Prime Minister provide a fiscal update so we can all understand the state of our economy, or is that just not part of his campaign playbook?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier (Minister of Middle Class Prosperity and Associate Minister of Finance)",
                            "content": "Canada's economy is in a period of extraordinary uncertainty due to COVID-19."
                        },
                        {
                            "type": "CES",
                            "turn_index": 96,
                            "sent_index": 2,
                            "speaker": "Mrs. Cathy McLeod",
                            "content": "Households during this challenging time know how much money is coming in and they know how much money is going out."
                        },
                        {
                            "type": "PES",
                            "turn_index": 99,
                            "sent_index": 0,
                            "speaker": "Mrs. Cathy McLeod",
                            "content": "Other governments have managed to provide updates for their citizens and carry out their responsibilities, but of course this government has sidelined Parliament with simply a question-but-no-answer period."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 96,
                            "sent_index": 4,
                            "speaker": "Mrs. Cathy McLeod",
                            "content": "Can the finance minister at least reveal the projected revenue decline in quarters one and two?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 97,
                            "sent_index": 1,
                            "speaker": "Hon. Mona Fortier",
                            "content": "We've known this for three months."
                        },
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 2,
                            "speaker": "Mrs. Cathy McLeod",
                            "content": "The forestry industry was in crisis even before the pandemic, with mills closing down and thousands of jobs lost."
                        }
                    ],
                    []
                ]
            },
            {
                "query": "What did Cathy McLeod think of the forestry industry when talking about the uncertainty of Canadian economy and what the government should do during the special period?",
                "tokenized_answer": [
                    "When talking about the uncertainty of Canadian economy and what the government should do, Cathy McLeod mentioned that the forestry industry even suffered depression before the outbreak of the COVID-19.",
                    "The plants closed, and thousands of workers were unemployed.",
                    "Meanwhile, both the art industry and fishery industry had received support from the government.",
                    "Therefore, Cathy McLeod asked for more attention to the forestry to help them go through the difficulty.",
                    "In response to her petition, ministers said that they did consider a lot of the solutions, including further investment and industrial revolution."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier (Minister of Middle Class Prosperity and Associate Minister of Finance)",
                            "content": "Canada's economy is in a period of extraordinary uncertainty due to COVID-19."
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 4,
                            "speaker": "Hon. Mona Fortier (Minister of Middle Class Prosperity and Associate Minister of Finance)",
                            "content": "We will continue to be open and transparent about the actions that we are taking to support families, businesses, workers, our health care system and our economy."
                        },
                        {
                            "type": "PES",
                            "turn_index": 95,
                            "sent_index": 7,
                            "speaker": "Hon. Mona Fortier (Minister of Middle Class Prosperity and Associate Minister of Finance)",
                            "content": "We are in this together, and we are prepared to do whatever is necessary to support Canadians."
                        },
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 2,
                            "speaker": "Mrs. Cathy McLeod",
                            "content": "The forestry industry was in crisis even before the pandemic, with mills closing down and thousands of jobs lost."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 2,
                            "speaker": "Mrs. Cathy McLeod",
                            "content": "The forestry industry was in crisis even before the pandemic, with mills closing down and thousands of jobs lost."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 4,
                            "speaker": "Mrs. Cathy McLeod",
                            "content": "Meanwhile, we've had support going to the arts and we've had support going to fisheries, just to name a few, but arguably for the industry that was having some of the most numerous challenges, it has been radio silence."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 6,
                            "speaker": "Mrs. Cathy McLeod",
                            "content": "Can the government at least commit to releasing an updated softwood lumber transition plan before we rise?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 100,
                            "sent_index": 1,
                            "speaker": "Hon. Seamus O'Regan (Minister of Natural Resources)",
                            "content": "Chair, we remain committed, of course, to the forestry industry and seeing it through this pandemic and this very uncertain time."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 6,
                            "speaker": "Mrs. Cathy McLeod",
                            "content": "Can the government at least commit to releasing an updated softwood lumber transition plan before we rise?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 100,
                            "sent_index": 3,
                            "speaker": "Hon. Seamus O'Regan (Minister of Natural Resources)",
                            "content": "We've had new construction projects that are active today, using Canadian wood in key markets like Korea, Japan, China and the United States."
                        },
                        {
                            "type": "CES",
                            "turn_index": 100,
                            "sent_index": 5,
                            "speaker": "Hon. Seamus O'Regan (Minister of Natural Resources)",
                            "content": "It's part of our budget 2019 commitment to invest $251 million over three years, and I hope the opposition will support us in that."
                        }
                    ]
                ]
            },
            {
                "query": "What did Mona Fortier think of the governmental support when discussing the uncertainty of Canadian economy?",
                "tokenized_answer": [
                    "Since many members called for more governmental support for their respective industry, MonaFortier, as the Minister of Middle-Class Prosperity and Associate Minister of Finance responded that Canadian government had financially supported more than 2.5 million jobs with wage subsidy.",
                    "In addition, she promised to lay stress on supporting the industry, the workers, and all the Canadians in their next working phase, as well as keeping the revenue report updated and public."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 4,
                            "speaker": "Hon. Mona Fortier (Minister of Middle Class Prosperity and Associate Minister of Finance)",
                            "content": "We will continue to be open and transparent about the actions that we are taking to support families, businesses, workers, our health care system and our economy."
                        },
                        {
                            "type": "PES",
                            "turn_index": 107,
                            "sent_index": 0,
                            "speaker": "Hon. Mona Fortier",
                            "content": "Mr.Chair, since the beginning of the crisis, we have implemented the economic action plan to respond to COVID-19, and we've provided immediate assistance to Canadians, businesses and workers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 107,
                            "sent_index": 1,
                            "speaker": "Hon. Mona Fortier",
                            "content": "Over 2.5million jobs were protected by the Canada emergency wage subsidy."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 110,
                            "sent_index": 1,
                            "speaker": "Hon. Mona Fortier",
                            "content": "We have devoted our energy to support Canadians, workers and businesses."
                        },
                        {
                            "type": "PES",
                            "turn_index": 112,
                            "sent_index": 3,
                            "speaker": "Hon. Mona Fortier",
                            "content": "We have reported biweekly to Parliament on the total cost and status of the measures in our economic response plan."
                        },
                        {
                            "type": "CES",
                            "turn_index": 112,
                            "sent_index": 4,
                            "speaker": "Hon. Mona Fortier",
                            "content": "Once again, as soon as clear economic projections can be provided, we will provide an update"
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the measures to guarantee social stability, including reducing the rent for those individual businesses and strictly restraining the weapon.",
                "tokenized_answer": [
                    "The group mentioned that during the pandemic, countless individual businesses reported bankruptcy, which would do harm to social stability.",
                    "Therefore, according to Mona Fortier, Canadian government had tried a lot to support them.",
                    "However, not so many people were willing to accept the rent reduction, indicating that the policy might not be very effective.",
                    "Another problem related to social safety was the handgun smuggling.",
                    "Bill Blair, the Minister of Public Safety and Emergency Preparedness, in response to the firearms seizure issue, promised to implement a stronger gun control in the near future."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [],
                    [
                        {
                            "type": "PES",
                            "turn_index": 118,
                            "sent_index": 1,
                            "speaker": "Hon. Mona Fortier",
                            "content": "colleague that we have provided interest-free loans to businesses."
                        },
                        {
                            "type": "PES",
                            "turn_index": 118,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier",
                            "content": "More than 669,000loans have been approved."
                        },
                        {
                            "type": "CES",
                            "turn_index": 118,
                            "sent_index": 3,
                            "speaker": "Hon. Mona Fortier",
                            "content": "We have continued to support businesses and Canadians during this time"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 127,
                            "sent_index": 1,
                            "speaker": "Mr. Bob Saroya",
                            "content": "Chair, the government business rent relief program has been a total disaster."
                        },
                        {
                            "type": "CES",
                            "turn_index": 127,
                            "sent_index": 2,
                            "speaker": "Mr. Bob Saroya",
                            "content": "Even the government's own numbers show it is a failure."
                        },
                        {
                            "type": "PES",
                            "turn_index": 127,
                            "sent_index": 3,
                            "speaker": "Mr. Bob Saroya",
                            "content": "As of June 8, less than 2% of the $3 billion budgeted has been spent."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 135,
                            "sent_index": 3,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "I don't think you can talk about gun violence without talking about stronger gun control."
                        },
                        {
                            "type": "CES",
                            "turn_index": 135,
                            "sent_index": 4,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "That's why our government has taken a very strong position and will strengthen gun control to keep Canadians safe."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 135,
                            "sent_index": 1,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "Chair, I would point out that gun violence in any of our communities is unacceptable, and it's important that governments and communities take steps to prevent guns from getting into the hands of criminals."
                        },
                        {
                            "type": "PES",
                            "turn_index": 135,
                            "sent_index": 2,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "That's why we do important work at our border to keep guns from being smuggled into our country, but it also necessitates additional work."
                        },
                        {
                            "type": "CES",
                            "turn_index": 135,
                            "sent_index": 4,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "That's why our government has taken a very strong position and will strengthen gun control to keep Canadians safe."
                        }
                    ]
                ]
            },
            {
                "query": "Why did Bob Saroya disagree with the government when talking about reducing the rent for those individual businesses?",
                "tokenized_answer": [
                    "The government said that they had carried out a plan of reducing the rent for those individual business to go through the harsh time of the pandemic, however, as Bob Saroya pointed out, not so many people were willing to accept the little fund from the government, which made the plan not effective at all.",
                    "Mona Fortier, in response to him, promised to follow up and monitor those businessmen and lords, as well as pay more attention to their CMHC support program."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 128,
                            "sent_index": 1,
                            "speaker": "Hon. Mona Fortier",
                            "content": "Chair, we know our government has been working closely with the provinces and territories to deliver the Canada emergency commercial rent assistance."
                        },
                        {
                            "type": "CES",
                            "turn_index": 128,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier",
                            "content": "Although the tenant-landlord relationship is ultimately the responsibility of the provinces and territories, our government has stepped up to provide support through the tools we have and through CMHC so that small businesses can get the rent relief they need."
                        },
                        {
                            "type": "PES",
                            "turn_index": 129,
                            "sent_index": 1,
                            "speaker": "Mr. Bob Saroya",
                            "content": "Chair, according to the government, there are around 1.1 million small businesses in Canada."
                        },
                        {
                            "type": "CES",
                            "turn_index": 129,
                            "sent_index": 2,
                            "speaker": "Mr. Bob Saroya",
                            "content": "At committee, we were told only around 5,500 of them are receiving COVID-19 rent relief."
                        },
                        {
                            "type": "CES",
                            "turn_index": 129,
                            "sent_index": 3,
                            "speaker": "Mr. Bob Saroya",
                            "content": "That number is shameful."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 128,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier",
                            "content": "Although the tenant-landlord relationship is ultimately the responsibility of the provinces and territories, our government has stepped up to provide support through the tools we have and through CMHC so that small businesses can get the rent relief they need."
                        },
                        {
                            "type": "PES",
                            "turn_index": 129,
                            "sent_index": 4,
                            "speaker": "Mr. Bob Saroya",
                            "content": "When will the Liberal government wake up and make the changes?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 130,
                            "sent_index": 1,
                            "speaker": "Hon. Mona Fortier",
                            "content": "Chair, we welcome the steps some provinces and territories have taken to further protect commercial tenants."
                        },
                        {
                            "type": "CES",
                            "turn_index": 130,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier",
                            "content": "We will continue to monitor this program closely and ensure that Canada's small businesses are supported during this challenging time."
                        }
                    ]
                ]
            },
            {
                "query": "What did Bill Blair respond to the firearms seizure issue at Pearson airport when talking about the measures to guarantee social stability?",
                "tokenized_answer": [
                    "According to Bill Blair, gun violence in any of the communities was unacceptable, and it was important that governments and communities took steps to prevent guns from getting into the hands of criminals, especially during the special period of the pandemic outbreak.",
                    "In terms of the gun smuggling, he also said that in order to thoroughly ban the violence, they had to keep an extremely strong attitude and carry out strict laws over the gun issue."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 135,
                            "sent_index": 1,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "Chair, I would point out that gun violence in any of our communities is unacceptable, and it's important that governments and communities take steps to prevent guns from getting into the hands of criminals."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 135,
                            "sent_index": 1,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "Chair, I would point out that gun violence in any of our communities is unacceptable, and it's important that governments and communities take steps to prevent guns from getting into the hands of criminals."
                        },
                        {
                            "type": "CES",
                            "turn_index": 135,
                            "sent_index": 2,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "That's why we do important work at our border to keep guns from being smuggled into our country, but it also necessitates additional work."
                        },
                        {
                            "type": "CES",
                            "turn_index": 135,
                            "sent_index": 4,
                            "speaker": "Hon. Bill Blair (Minister of Public Safety and Emergency Preparedness)",
                            "content": "That's why our government has taken a very strong position and will strengthen gun control to keep Canadians safe."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the inquiries towards Service Canada and their cooperation with Quebec.",
                "tokenized_answer": [
                    "As John Williamson, the member from New Brunswick Southwest mentioned, what Service Canada had done was far from enough.",
                    "Service Canada should be responsible for helping their people to adjust to the post-pandemic situation more quickly and recovering the national economy.",
                    "The government members tried to persuade him that the government was doing a lot to make the revenue condition clear to the public, and their support fund was already prepared.",
                    "Also in terms of the support fund, Bergeron went on to ask for a closer cooperation between Canadian government and Quebec to guarantee the regional development and stability during the pandemic."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 169,
                            "sent_index": 6,
                            "speaker": "Mr. John Williamson (New Brunswick Southwest, CPC)",
                            "content": "We have a lot of work ahead of us."
                        },
                        {
                            "type": "CES",
                            "turn_index": 169,
                            "sent_index": 7,
                            "speaker": "Mr. John Williamson (New Brunswick Southwest, CPC)",
                            "content": "One notable absence is Service Canada."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 170,
                            "sent_index": 1,
                            "speaker": "Hon. Ahmed Hussen (Minister of Families, Children and Social Development)",
                            "content": "Chair, our government is committed to ensuring that Canadians continue to have access to the benefits that they rely on through Service Canada."
                        },
                        {
                            "type": "PES",
                            "turn_index": 171,
                            "sent_index": 0,
                            "speaker": "Mr. John Williamson",
                            "content": "Service Canada is about more than providing COVID-19 information and benefits."
                        },
                        {
                            "type": "CES",
                            "turn_index": 171,
                            "sent_index": 1,
                            "speaker": "Mr. John Williamson",
                            "content": "Provincial governments are working hard to adjust to Canada's new normal by opening up businesses and front-line government services."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 178,
                            "sent_index": 3,
                            "speaker": "Mr. John Williamson",
                            "content": "Again I will ask when the government will table an economic update so that we can have an understanding of what the government's fiscal footing looks like."
                        },
                        {
                            "type": "CES",
                            "turn_index": 179,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier",
                            "content": "I have said, and I will continue to say, that when it is possible to provide a clear economic projection, we will provide an update."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 183,
                            "sent_index": 0,
                            "speaker": "Mr. Stphane Bergeron",
                            "content": "Mr.Chair, as the leader of the Bloc Qubcois mentioned a few moments ago, the government promised $14billion to Quebec and the provinces, but in targeted transfers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 184,
                            "sent_index": 2,
                            "speaker": "The Honourable Patty Hajdu (Minister of Health)",
                            "content": "We are continuing this important partnership to ensure the safety of Quebeckers and all Canadians."
                        },
                        {
                            "type": "CES",
                            "turn_index": 185,
                            "sent_index": 0,
                            "speaker": "Mr. Stphane Bergeron",
                            "content": "The co-operation is so effective that the money is staying in the federal government's coffers."
                        }
                    ]
                ]
            },
            {
                "query": "Why did John Williamson disagree with the government when putting forward inquiries towards Service Canada?",
                "tokenized_answer": [
                    "Since there was a lot of absence in public service during the pandemic outbreak, John Williamson thought the Service Canada should be to blame for their irresponsibility.",
                    "Mona Fortier justified themselves by illustrating that the government was always supporting the families, the industries, and the workers by offering support funds.",
                    "However, what the public would like to see was complete and exact statistics of the financial support from the government, but not always claiming that \"they were doing hard\"."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 169,
                            "sent_index": 3,
                            "speaker": "Mr. John Williamson (New Brunswick Southwest, CPC)",
                            "content": "New Brunswick families and businesses are rapidly making adjustments to manage and live with the coronavirus pandemic."
                        },
                        {
                            "type": "PES",
                            "turn_index": 169,
                            "sent_index": 6,
                            "speaker": "Mr. John Williamson (New Brunswick Southwest, CPC)",
                            "content": "We have a lot of work ahead of us."
                        },
                        {
                            "type": "CES",
                            "turn_index": 169,
                            "sent_index": 7,
                            "speaker": "Mr. John Williamson (New Brunswick Southwest, CPC)",
                            "content": "One notable absence is Service Canada."
                        },
                        {
                            "type": "CES",
                            "turn_index": 169,
                            "sent_index": 8,
                            "speaker": "Mr. John Williamson (New Brunswick Southwest, CPC)",
                            "content": "When does the government plan on opening its service counters to assist Canadians again?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 171,
                            "sent_index": 1,
                            "speaker": "Mr. John Williamson",
                            "content": "Provincial governments are working hard to adjust to Canada's new normal by opening up businesses and front-line government services."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 95,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier (Minister of Middle Class Prosperity and Associate Minister of Finance)",
                            "content": "Canada's economy is in a period of extraordinary uncertainty due to COVID-19."
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 4,
                            "speaker": "Hon. Mona Fortier (Minister of Middle Class Prosperity and Associate Minister of Finance)",
                            "content": "We will continue to be open and transparent about the actions that we are taking to support families, businesses, workers, our health care system and our economy."
                        },
                        {
                            "type": "CES",
                            "turn_index": 107,
                            "sent_index": 0,
                            "speaker": "Hon. Mona Fortier",
                            "content": "Mr.Chair, since the beginning of the crisis, we have implemented the economic action plan to respond to COVID-19, and we've provided immediate assistance to Canadians, businesses and workers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 107,
                            "sent_index": 1,
                            "speaker": "Hon. Mona Fortier",
                            "content": "Over 2.5million jobs were protected by the Canada emergency wage subsidy."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 104,
                            "sent_index": 4,
                            "speaker": "Mr. Grard Deltell (Louis-Saint-Laurent, CPC)",
                            "content": "My question is directly for the Minister of Finance."
                        },
                        {
                            "type": "PES",
                            "turn_index": 104,
                            "sent_index": 6,
                            "speaker": "Mr. Grard Deltell (Louis-Saint-Laurent, CPC)",
                            "content": "Yesterday, in a Senate parliamentary committee, the Minister of Finance half-opened the door to an economic update."
                        },
                        {
                            "type": "CES",
                            "turn_index": 104,
                            "sent_index": 8,
                            "speaker": "Mr. Grard Deltell (Louis-Saint-Laurent, CPC)",
                            "content": "Could Mr.Morneau tell Canadians when he is going to table this economic update?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 105,
                            "sent_index": 1,
                            "speaker": "Hon. Mona Fortier",
                            "content": "As soon as it's possible to provide clear economic projections, we will provide a full update to Canadians."
                        },
                        {
                            "type": "CES",
                            "turn_index": 105,
                            "sent_index": 3,
                            "speaker": "Hon. Mona Fortier",
                            "content": "We will continue to do so, because we need to be sure that Canadians can get through this crisis."
                        },
                        {
                            "type": "PES",
                            "turn_index": 106,
                            "sent_index": 0,
                            "speaker": "Mr. Grard Deltell",
                            "content": "Mr.Chair, I thought it was too good to be true."
                        }
                    ]
                ]
            },
            {
                "query": "What did Bergeron think of the cooperation between two levels of government when discussing the inquiries towards Service Canada and their cooperation with Quebec?",
                "tokenized_answer": [
                    "When it comes to the cooperation between two levels of government, Bergeron said that Canadian government once promised to offer $14 million to support Quebec and other provinces to go through the difficulty, but only in targeted transfers.",
                    "Notwithstanding how promising it seemed, under the current situation, what they needed might be an unconditional transfer, especially towards the medical care system.",
                    "Under the pressure of the people, the government had to reconsider their cooperation of the armed forces in the CHSLDs, as well as their support for Quebeckers."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 183,
                            "sent_index": 0,
                            "speaker": "Mr. Stphane Bergeron",
                            "content": "Mr.Chair, as the leader of the Bloc Qubcois mentioned a few moments ago, the government promised $14billion to Quebec and the provinces, but in targeted transfers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 183,
                            "sent_index": 1,
                            "speaker": "Mr. Stphane Bergeron",
                            "content": "That is very little compared to the considerable expenses incurred to deal with the current crisis."
                        },
                        {
                            "type": "CES",
                            "turn_index": 186,
                            "sent_index": 1,
                            "speaker": "Hon. Pablo Rodriguez",
                            "content": "There is co-operation between two levels of government."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 183,
                            "sent_index": 1,
                            "speaker": "Mr. Stphane Bergeron",
                            "content": "That is very little compared to the considerable expenses incurred to deal with the current crisis."
                        },
                        {
                            "type": "CES",
                            "turn_index": 183,
                            "sent_index": 2,
                            "speaker": "Mr. Stphane Bergeron",
                            "content": "But Quebec and the provinces don't just want this money to be transferred unconditionally, they also want a real discussion on a permanent increase in health care transfers."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 190,
                            "sent_index": 1,
                            "speaker": "Hon. Pablo Rodriguez",
                            "content": "We, in the government, are working and co-operating."
                        },
                        {
                            "type": "CES",
                            "turn_index": 190,
                            "sent_index": 5,
                            "speaker": "Hon. Pablo Rodriguez",
                            "content": "Just think of the co-operation of our armed forces in the CHSLDs, for example."
                        },
                        {
                            "type": "CES",
                            "turn_index": 190,
                            "sent_index": 6,
                            "speaker": "Hon. Pablo Rodriguez",
                            "content": "We are here for Quebeckers."
                        }
                    ]
                ]
            }
        ]
    }
}