{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "It was a heated debate between the opposition party and the ministers.",
                    "The members from the opposition parties first pointed out some flaws in the government's current measures in hoping to better implement them.",
                    "However, some of their suggestions were either not adopted or avoided.",
                    "The opposition party also addressed their concerns towards fiscal pressure, employment market and production of personal protective equipment in the midst of the pandemic.",
                    "The ministers listed a roll of policies that was either already in place or going to be.",
                    "Finally, the opposition party named a few industries in Canada such as agriculture, tourism and fishing that were struck seriously by the pandemic.",
                    "The ministers promised that more financial support was coming in order to engineer Canada's economy."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ],
                    [
                        6
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 0,
                            "sent_index": 1,
                            "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                            "content": "Welcome to the 14thmeeting of the House of Commons Special Committee on the COVID-19 Pandemic."
                        },
                        {
                            "type": "CES",
                            "turn_index": 42,
                            "sent_index": 3,
                            "speaker": "The Chair",
                            "content": "We will now proceed to the questioning of ministers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 42,
                            "sent_index": 5,
                            "speaker": "The Chair",
                            "content": "The first question goes to the Leader of the Opposition, Mr. Scheer."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 42,
                            "sent_index": 3,
                            "speaker": "The Chair",
                            "content": "We will now proceed to the questioning of ministers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 2,
                            "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                            "content": "When the government first starting rolling out programs to help Canadians get through this pandemic, we raised points about some flaws and gaps in the program."
                        },
                        {
                            "type": "PES",
                            "turn_index": 43,
                            "sent_index": 3,
                            "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                            "content": "The government assured Canadians that it would fix these programs as time went on."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 5,
                            "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                            "content": "Here we are the first day of June and the government still has yet to address the flaws in its programs; it is still letting so many Canadians down."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 9,
                            "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                            "content": "I would like to ask the government when it will be fixing this unnecessarily rigid aspect of the wage subsidy program."
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 3,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "The fact of the matter is that the government left Canadians in a vulnerable position as we were entering this pandemic precisely because of its fiscal irresponsibility, and now they have designed programs that have unnecessary barriers in them that prevent more and more Canadians from getting the help they need."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 45,
                            "sent_index": 5,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "The solution is very simple."
                        },
                        {
                            "type": "CES",
                            "turn_index": 45,
                            "sent_index": 6,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "It is to also allow for those companies that have undergone acquisitions."
                        },
                        {
                            "type": "PES",
                            "turn_index": 45,
                            "sent_index": 7,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "This is a very specific question: Will the government fix this program and allow for companies that have acquired another company to still access the wage subsidy program?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 46,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "More than two million Canadian workers are today benefiting from the wage subsidy program."
                        },
                        {
                            "type": "PES",
                            "turn_index": 46,
                            "sent_index": 3,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "By any measure that is a successful program."
                        },
                        {
                            "type": "CES",
                            "turn_index": 48,
                            "sent_index": 2,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "It's a yes-or-no question, and the minister still can't answer it."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 43,
                            "sent_index": 6,
                            "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                            "content": "I have a series of very straightforward and specific questions."
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 2,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "We believe that when times were good, this government should have paid down debt instead of wasting money like $50 million to Mastercard and $12 million to Loblaws."
                        },
                        {
                            "type": "PES",
                            "turn_index": 51,
                            "sent_index": 3,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "The fact of the matter is that the government left Canadians in a vulnerable position as we were entering this pandemic precisely because of its fiscal irresponsibility, and now they have designed programs that have unnecessary barriers in them that prevent more and more Canadians from getting the help they need."
                        },
                        {
                            "type": "PES",
                            "turn_index": 52,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Canadians need to know that our country has the lowest debt-to-GDP ratio in the G7."
                        },
                        {
                            "type": "PES",
                            "turn_index": 52,
                            "sent_index": 4,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Canada has the fiscal firepower to support Canadians during this unprecedented crisis, and that is what we are going to continue to do."
                        },
                        {
                            "type": "PES",
                            "turn_index": 81,
                            "sent_index": 1,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "We recognize the important role that the Canada summer jobs program plays in supporting employers and young workers in communities across the country every year."
                        },
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 4,
                            "speaker": "Mr. Alain Rayes",
                            "content": "Right now, community organizations are not receiving the money to which they are entitled to hire students, to put them to work and to give them an employment opportunity."
                        },
                        {
                            "type": "PES",
                            "turn_index": 85,
                            "sent_index": 4,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "It's a great program, and we're making it work not just for businesses but also for non-profits."
                        },
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 2,
                            "speaker": "Ms. Nelly Shin",
                            "content": "By its own numbers, PSPC has had to cut the number of N95 masks the government has on order after cancelling contracts with companies that were not able to meet Canadian standards."
                        },
                        {
                            "type": "PES",
                            "turn_index": 93,
                            "sent_index": 6,
                            "speaker": "Ms. Nelly Shin",
                            "content": "Is the government serious about growing domestic production capacity, or is it all talk and no action?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 105,
                            "sent_index": 1,
                            "speaker": "Hon. Anita Anand",
                            "content": "Chair, we have contracts with multiple provinces throughout this country for the production of personal protective equipment."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 119,
                            "sent_index": 2,
                            "speaker": "Hon. Steven Guilbeault (Minister of Canadian Heritage)",
                            "content": "The Government of Canada, along with provincial and territorial governments, have implemented exceptional workplace measures to curb the spread of COVID-19, and to protect the health and safety of federal employees."
                        },
                        {
                            "type": "PES",
                            "turn_index": 251,
                            "sent_index": 3,
                            "speaker": "Hon. Bill Morneau",
                            "content": "Once the situation is more stable economically, we will certainly be coming forward with a broader plan."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 155,
                            "sent_index": 1,
                            "speaker": "Mr. Larry Maguire (BrandonSouris, CPC)",
                            "content": "Chair, farmers have contacted my office about the massive delays with processing the advance payment program loans."
                        },
                        {
                            "type": "CES",
                            "turn_index": 162,
                            "sent_index": 0,
                            "speaker": "Mr. Larry Maguire",
                            "content": "Livestock producers are telling me that the premiums for the western livestock insurance program are too high."
                        },
                        {
                            "type": "PES",
                            "turn_index": 166,
                            "sent_index": 2,
                            "speaker": "Mr. Larry Maguire",
                            "content": "The industry is in a crisis."
                        },
                        {
                            "type": "CES",
                            "turn_index": 169,
                            "sent_index": 1,
                            "speaker": "Hon. Dominic LeBlanc",
                            "content": "In some sectors, such as tourism, fishery, hotels and restaurants, we do not know when activity will resume or whether it will resume slowly."
                        },
                        {
                            "type": "PES",
                            "turn_index": 169,
                            "sent_index": 2,
                            "speaker": "Hon. Dominic LeBlanc",
                            "content": "This is a major concern for workers, because they do not know what will happen tomorrow."
                        },
                        {
                            "type": "CES",
                            "turn_index": 277,
                            "sent_index": 3,
                            "speaker": "Ms. Niki Ashton (ChurchillKeewatinook Aski, NDP)",
                            "content": "This pandemic has hit Canadians hard."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 208,
                            "sent_index": 4,
                            "speaker": "Mr. Greg McLean (Calgary Centre, CPC)",
                            "content": "Can the Prime Minister confirm that his ministers have been working with environmental lobby groups for further financial support to engineer Canada's economy post COVID?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 214,
                            "sent_index": 2,
                            "speaker": "Hon. Mona Fortier",
                            "content": "Our priority is to support Canadians during this period and we must also ensure our environmental, economic and physical well-being in the long term."
                        },
                        {
                            "type": "PES",
                            "turn_index": 220,
                            "sent_index": 1,
                            "speaker": "Hon. Mona Fortier",
                            "content": "We have put forward an economic program to help businesses, workers and Canadians across the country."
                        },
                        {
                            "type": "PES",
                            "turn_index": 231,
                            "sent_index": 2,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "We are committed to supporting all of the workers who have been impacted by the COVID-19 pandemic."
                        },
                        {
                            "type": "CES",
                            "turn_index": 235,
                            "sent_index": 3,
                            "speaker": "Hon. Mlanie Joly",
                            "content": "That is why the Prime Minister and the Minister of Finance have committed an additional $1billion to help those businesses that fall through the cracks."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the debate about the flaws in government`s pandemic relief program.",
                "tokenized_answer": [
                    "The leader of the opposition party raised the point that some companies which had purchased other companies might not be eligible for the wage subsidy program, and money allocated for the wage subsidy was going unspent because the government had left in unnecessarily rigid barriers for companies to be able to access it.",
                    "However, the Deputy Prime Minister and Minister of Intergovernmental Affairs argued that the wage subsidy program was supposed to reach out to as many companies as possible, and the wage subsidy was really put in place by a large amount of money to protect workers across Canada."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 42,
                            "sent_index": 5,
                            "speaker": "The Chair",
                            "content": "The first question goes to the Leader of the Opposition, Mr. Scheer."
                        },
                        {
                            "type": "PES",
                            "turn_index": 43,
                            "sent_index": 2,
                            "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                            "content": "When the government first starting rolling out programs to help Canadians get through this pandemic, we raised points about some flaws and gaps in the program."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 9,
                            "speaker": "Hon. Andrew Scheer (Leader of the Opposition)",
                            "content": "I would like to ask the government when it will be fixing this unnecessarily rigid aspect of the wage subsidy program."
                        },
                        {
                            "type": "CES",
                            "turn_index": 45,
                            "sent_index": 7,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "This is a very specific question: Will the government fix this program and allow for companies that have acquired another company to still access the wage subsidy program?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 48,
                            "sent_index": 1,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "Chair, reports indicate that up to half of the money allocated for the wage subsidy is going unspent, precisely because this government has left in unnecessarily rigid barriers for companies to be able to access it."
                        },
                        {
                            "type": "PES",
                            "turn_index": 48,
                            "sent_index": 5,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "Why hasn't the government addressed this part of the program?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 44,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland (Deputy Prime Minister and Minister of Intergovernmental Affairs)",
                            "content": "It is very important for us that the wage subsidy be available to as many Canadian companies as possible."
                        },
                        {
                            "type": "PES",
                            "turn_index": 55,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "I want to point out that, as the hon."
                        },
                        {
                            "type": "CES",
                            "turn_index": 55,
                            "sent_index": 3,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "member said, the wage subsidy was really put in place to protect workers across Canada."
                        },
                        {
                            "type": "PES",
                            "turn_index": 55,
                            "sent_index": 5,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "More than 2million Canadians have benefited from this"
                        }
                    ]
                ]
            },
            {
                "query": "How did racism and long-term care related to government's policy?",
                "tokenized_answer": [
                    "The leader of the opposition party wished to know that race-based or discriminatory police practices still exist across Canada.",
                    "The minister reassured that there would not be such a thing in the police system.",
                    "And also, the opposition party questioned about the inadequate long-term care facilities in Canada, and the minister stressed that the government saw it as a matter of utmost concern and urgency."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 69,
                            "sent_index": 4,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "We have to acknowledge that anti-black racism is real in our country, that unconscious bias is real in our country and that systemic discrimination is real."
                        },
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 2,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "We also know that race-based or discriminatory police practices still exist across Canada."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 71,
                            "sent_index": 3,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "On policing, racial profiling is unacceptable and unlawful."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 72,
                            "sent_index": 0,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "I want to change tracks, Mr."
                        },
                        {
                            "type": "PES",
                            "turn_index": 72,
                            "sent_index": 1,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "Chair, and talk about long-term care."
                        },
                        {
                            "type": "CES",
                            "turn_index": 74,
                            "sent_index": 3,
                            "speaker": "Mr. Jagmeet Singh",
                            "content": "Instead of making excuses about the federal government not playing a role, why didn't the Prime Minister and the Liberal government show leadership in calling for an end to profit in long-term care homes?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 75,
                            "sent_index": 1,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Our government sees as a matter of utmost concern and utmost urgency what has been happening in long-term care homes in our country, and the reports we have received from the brave men and women of the Canadian Armed Forces about facilities in Ontario and Quebec need to be treated as historic documents that"
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the questioning about Canada summer jobs program.",
                "tokenized_answer": [
                    "Members from the opposition party questioned that employers from industry, businesses and community organizations that have been approved in the Canada summer jobs program had not yet received the money they are entitled to.",
                    "The Minister of Families, Children and Social Development answered that they were putting in strength to reinforce the program and allow it in reaching out to more unemployed students.",
                    "Members from the opposition party raised their concern towards the weak job market due to the COVID-19, but the Minister argued that they were still tackling obstacles to implement this policy in reality."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 76,
                            "sent_index": 1,
                            "speaker": "The Chair",
                            "content": "Mr.Rayes, you have the floor."
                        },
                        {
                            "type": "CES",
                            "turn_index": 77,
                            "sent_index": 0,
                            "speaker": "Mr. Alain Rayes",
                            "content": "Mr.Chair, why is it that employers from industry, businesses and community organizations that have been approved in the Canada summer jobs program still haven't received the money they're entitled to?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 78,
                            "sent_index": 0,
                            "speaker": "Hon. Ahmed Hussen (Minister of Families, Children and Social Development)",
                            "content": "We are ensuring that the Canada summer jobs program is strengthened and enforced."
                        },
                        {
                            "type": "CES",
                            "turn_index": 78,
                            "sent_index": 1,
                            "speaker": "Hon. Ahmed Hussen (Minister of Families, Children and Social Development)",
                            "content": "We are making it more available to more students."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 80,
                            "sent_index": 2,
                            "speaker": "Mr. Alain Rayes",
                            "content": "Given the importance of the program for our youth who are looking to work, how is it that the organizations haven't yet received the money they need to hire students?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 81,
                            "sent_index": 0,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "Our government is working hard to help employers adapt to the realities of COVID-19."
                        },
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 4,
                            "speaker": "Mr. Alain Rayes",
                            "content": "Right now, community organizations are not receiving the money to which they are entitled to hire students, to put them to work and to give them an employment opportunity."
                        },
                        {
                            "type": "CES",
                            "turn_index": 86,
                            "sent_index": 6,
                            "speaker": "Mr. Alain Rayes",
                            "content": "When is the government going to release the money required for young people to be able to work?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 87,
                            "sent_index": 4,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "We're doing everything that we can to work through some of those obstacles."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the questioning about the local production of surgical masks, protective gowns and N95 masks.",
                "tokenized_answer": [
                    "Since the government cancelled contracts with companies that were not able to meet Canadian standards, the member highlighted that it should be supporting more local companies for production.",
                    "The minister answered that the government had been running multiple complementary supply chains at the same time, and were signing contracts with few more domestic companies.",
                    "However, the opposition party was skeptical about those companies and other possible companies receiving sufficient funds for production."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 2,
                            "speaker": "Ms. Nelly Shin",
                            "content": "By its own numbers, PSPC has had to cut the number of N95 masks the government has on order after cancelling contracts with companies that were not able to meet Canadian standards."
                        },
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 3,
                            "speaker": "Ms. Nelly Shin",
                            "content": "We know that companies right here in Canada were willing to step up and fill in the gap."
                        },
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 4,
                            "speaker": "Ms. Nelly Shin",
                            "content": "Will the minister commit to making domestic production of PPE, including N95 masks, a priority?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 91,
                            "sent_index": 2,
                            "speaker": "Hon. Anita Anand (Minister of Public Services and Procurement)",
                            "content": "We've been running multiple complementary supply chains at the same time."
                        },
                        {
                            "type": "PES",
                            "turn_index": 91,
                            "sent_index": 3,
                            "speaker": "Hon. Anita Anand (Minister of Public Services and Procurement)",
                            "content": "Building up domestic capacity is indeed a priority."
                        },
                        {
                            "type": "CES",
                            "turn_index": 93,
                            "sent_index": 6,
                            "speaker": "Ms. Nelly Shin",
                            "content": "Is the government serious about growing domestic production capacity, or is it all talk and no action?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 94,
                            "sent_index": 1,
                            "speaker": "Hon. Anita Anand",
                            "content": "We have signed 24 contracts with domestic companies for the production of PPE right here at home."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 1,
                            "speaker": "Ms. Nelly Shin",
                            "content": "Chair, how many of these have received financial support from the government?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 96,
                            "sent_index": 1,
                            "speaker": "Hon. Anita Anand",
                            "content": "Chair, I'm not quite sure what the member is referring to by how many of these, but as I said, we have signed 24 contracts with domestic"
                        }
                    ]
                ]
            },
            {
                "query": "What did the opposition party and the minister debated about transparency of information during pandemic crisis?",
                "tokenized_answer": [
                    "The Minister of Canadian Heritage explained that the government remained committed to maintaining the openness and transparency during the crisis.",
                    "However, the opposition party questioned about the allocation of $35 billion of infrastructure money.",
                    "The opposition party suspected that the money went to personal salary and this doubt was not clarified enough during the later discussion."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 119,
                            "sent_index": 1,
                            "speaker": "Hon. Steven Guilbeault (Minister of Canadian Heritage)",
                            "content": "Chair, the government remains committed to maintaining the openness and transparency of our government during this challenging time."
                        },
                        {
                            "type": "CES",
                            "turn_index": 121,
                            "sent_index": 0,
                            "speaker": "Hon. Steven Guilbeault",
                            "content": "Treasury Board Secretariat has provided guidance to institutions to continue to make the best efforts to respond to Access to Information Act and Privacy Act requests and to provide published content"
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 123,
                            "sent_index": 0,
                            "speaker": "Mr. John Brassard",
                            "content": "Can the Minister of Infrastructure and Communities tell us who Pierre Lavalle is?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 125,
                            "sent_index": 2,
                            "speaker": "Hon. Catherine McKenna (Minister of Infrastructure and Communities)",
                            "content": "Pierre Lavalle was the former CEO of the Canada Infrastructure Bank."
                        },
                        {
                            "type": "CES",
                            "turn_index": 133,
                            "sent_index": 0,
                            "speaker": "Mr. John Brassard",
                            "content": "How much of the $35 billion of infrastructure money that was allocated to that bank has been spent so far?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 135,
                            "sent_index": 0,
                            "speaker": "Mr. John Brassard",
                            "content": "In the context of Mr. Duclos' advice to his cabinet colleagues about openness and transparency, I'd like to ask the minister how much Mr. Lavalle was paid annually."
                        },
                        {
                            "type": "PES",
                            "turn_index": 136,
                            "sent_index": 2,
                            "speaker": "Hon. Catherine McKenna",
                            "content": "Our government follows the Privacy Act and the Access to Information Act when it comes to employee compensation, but remuneration ranges are publicly available."
                        },
                        {
                            "type": "CES",
                            "turn_index": 138,
                            "sent_index": 2,
                            "speaker": "Mr. John Brassard",
                            "content": "There was no answer to that."
                        },
                        {
                            "type": "PES",
                            "turn_index": 139,
                            "sent_index": 4,
                            "speaker": "Hon. Catherine McKenna",
                            "content": "As I say, the information about salary ranges is publicly available, but personal HR"
                        }
                    ]
                ]
            },
            {
                "query": "How was the reopening of the House of Commons related to the diplomatic relations of Canada?",
                "tokenized_answer": [
                    "According to the introduction of the opposition party, it has the power to introduce supply day motions and test government confidence.",
                    "And the opposition party hoped that through this regime, Canada would take stronger diplomatic action on Hong Kong and gave more support for 300,000 Canadians living there.",
                    "The Minister of Foreign Affairs promised that the Canada government would be continuing to raise voices to stand up for the people of Hong Kong."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 146,
                            "sent_index": 2,
                            "speaker": "Hon. Michael Chong (WellingtonHalton Hills, CPC)",
                            "content": "Will the government commit to reopening the House of Commons with its full powers, with social distancing, on Monday, September 21?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 149,
                            "sent_index": 2,
                            "speaker": "Hon. Michael Chong",
                            "content": "It has no powers to introduce supply day motions, no powers to test government confidence, no powers to do the usual things that Parliament does."
                        },
                        {
                            "type": "PES",
                            "turn_index": 150,
                            "sent_index": 0,
                            "speaker": "Hon. Pablo Rodriguez",
                            "content": "Mr.Chair, the government's objective is always to try to resume Parliament as it was before."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 151,
                            "sent_index": 3,
                            "speaker": "Hon. Michael Chong",
                            "content": "The government is not only failing to defend democracy here but also abroad."
                        },
                        {
                            "type": "CES",
                            "turn_index": 151,
                            "sent_index": 5,
                            "speaker": "Hon. Michael Chong",
                            "content": "It is failing to be strong and clear on Hong Kong and, while the situation today is not that of decades past, it is clear that Canada in the past stood for the rights of people in Hong Kong."
                        },
                        {
                            "type": "CES",
                            "turn_index": 151,
                            "sent_index": 6,
                            "speaker": "Hon. Michael Chong",
                            "content": "Canada needs to take much stronger diplomatic action on Hong Kong."
                        },
                        {
                            "type": "CES",
                            "turn_index": 151,
                            "sent_index": 7,
                            "speaker": "Hon. Michael Chong",
                            "content": "There are some 300,000 Canadians living there, and they are looking for the government's support."
                        },
                        {
                            "type": "PES",
                            "turn_index": 151,
                            "sent_index": 8,
                            "speaker": "Hon. Michael Chong",
                            "content": "When will this government act?"
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 153,
                            "sent_index": 9,
                            "speaker": "Hon. Franois-Philippe Champagne (Minister of Foreign Affairs)",
                            "content": "I've called for a meeting of our Five Eyes partners tonight."
                        },
                        {
                            "type": "CES",
                            "turn_index": 153,
                            "sent_index": 11,
                            "speaker": "Hon. Franois-Philippe Champagne (Minister of Foreign Affairs)",
                            "content": "We will be discussing it and will continue to raise our voices to stand up for the people of Hong Kong, and we will do it with our allies."
                        }
                    ]
                ]
            },
            {
                "query": "Why was the advance payment program delayed?",
                "tokenized_answer": [
                    "The Minister of Agriculture and Agri-Food promised that under the circumstances, the government was doing its best to make the advance payments.",
                    "Some of the delays were caused by staff having to work remotely.",
                    "However, the opposition party suggested that there was policy change that made the eligibility for these loans more difficult during the middle of the pandemic.",
                    "The minister explained that they were still constantly working with the administrators of the program."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 155,
                            "sent_index": 4,
                            "speaker": "Mr. Larry Maguire (BrandonSouris, CPC)",
                            "content": "Can the Minister of Agriculture tell us when these delays will end?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 157,
                            "sent_index": 0,
                            "speaker": "Hon. Marie-Claude Bibeau (Minister of Agriculture and Agri-Food)",
                            "content": "Mr.Chair, I can assure you that we are working with all the independent operators."
                        },
                        {
                            "type": "CES",
                            "turn_index": 157,
                            "sent_index": 2,
                            "speaker": "Hon. Marie-Claude Bibeau (Minister of Agriculture and Agri-Food)",
                            "content": "I can assure you that, under the circumstances, they are doing their best to make the advance payments"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 158,
                            "sent_index": 0,
                            "speaker": "Mr. Larry Maguire",
                            "content": "Farmers understand that some of the delays were caused by staff having to work remotely."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 158,
                            "sent_index": 1,
                            "speaker": "Mr. Larry Maguire",
                            "content": "However, did the minister approve a policy change on April 1 that made the eligibility for these loans more difficult during the middle of a pandemic, yes or no?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 159,
                            "sent_index": 0,
                            "speaker": "Hon. Marie-Claude Bibeau",
                            "content": "Mr.Chair, a number of changes and improvements have been made to the program."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 161,
                            "sent_index": 0,
                            "speaker": "Hon. Marie-Claude Bibeau",
                            "content": "Mr.Chair, we are constantly working with the administrators of the program."
                        }
                    ]
                ]
            },
            {
                "query": "What was the discussion about amendments of policies on protecting workers' and pensioners' rights?",
                "tokenized_answer": [
                    "The opposition party raised the problem that thousands of Canadian workers were exposed and vulnerable, and might experience bankruptcy anytime.",
                    "The opposition party also stated that the changes the government made last year to bankruptcy insolvency laws were largely cosmetic and would not protect workers' and pensioners' livelihoods once bankruptcy hits.",
                    "The Minister explained that they were continuing to absolutely ensure that pensions are protected."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 186,
                            "sent_index": 4,
                            "speaker": "Mr. Scott Duvall (Hamilton Mountain, NDP)",
                            "content": "Chair, workers' unions, business leaders and analysts across the country are raising a huge alarm over potential bankruptcies due to COVID-19."
                        },
                        {
                            "type": "CES",
                            "turn_index": 186,
                            "sent_index": 5,
                            "speaker": "Mr. Scott Duvall (Hamilton Mountain, NDP)",
                            "content": "Thousands of Canadian workers are exposed and vulnerable."
                        },
                        {
                            "type": "CES",
                            "turn_index": 186,
                            "sent_index": 6,
                            "speaker": "Mr. Scott Duvall (Hamilton Mountain, NDP)",
                            "content": "For years the government has promised to change the laws to protect workers from corporate bankruptcy, but has failed to deliver."
                        },
                        {
                            "type": "PES",
                            "turn_index": 186,
                            "sent_index": 7,
                            "speaker": "Mr. Scott Duvall (Hamilton Mountain, NDP)",
                            "content": "Will this government fix the law before more Canadian workers lose their hard-earned pensions?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 190,
                            "sent_index": 1,
                            "speaker": "Mr. Scott Duvall",
                            "content": "Chair, the changes the government made last year to bankruptcy insolvency laws were largely cosmetic and won't protect workers' and pensioners' livelihoods once bankruptcy hits."
                        },
                        {
                            "type": "PES",
                            "turn_index": 194,
                            "sent_index": 5,
                            "speaker": "Mr. Scott Duvall",
                            "content": "Will the government fix the lawsyes or noto protect workers' and pensioners' rights?"
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 196,
                            "sent_index": 1,
                            "speaker": "Hon. Filomena Tassi",
                            "content": "Chair, we have made amendments, and we are going to continue to make amendments."
                        },
                        {
                            "type": "CES",
                            "turn_index": 196,
                            "sent_index": 2,
                            "speaker": "Hon. Filomena Tassi",
                            "content": "We want to absolutely ensure that pensions are protected."
                        }
                    ]
                ]
            },
            {
                "query": "What was the debate about government providing direct financial assistance to people living with disabilities?",
                "tokenized_answer": [
                    "The minister explained that the government was committed to advancing on the issues that have been identified by Canadians with disabilities and they were continuing that engagement.",
                    "However, the opposition party argued that the support was delayed several times.",
                    "The minister argued that they had done a lot, such as establishing the COVID-19 disability advisory group, comprising experts in disability inclusion."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 198,
                            "sent_index": 2,
                            "speaker": "Mr. Daniel Blaikie (ElmwoodTranscona, NDP)",
                            "content": "Twice, following negotiations with the NDP, the government has committed to provide direct financial assistance to people living with disabilities."
                        },
                        {
                            "type": "PES",
                            "turn_index": 198,
                            "sent_index": 3,
                            "speaker": "Mr. Daniel Blaikie (ElmwoodTranscona, NDP)",
                            "content": "I'm wondering when those people can expect the government to announce the details of that assistance."
                        },
                        {
                            "type": "CES",
                            "turn_index": 200,
                            "sent_index": 1,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "Chair, we are committed to advancing on the issues that have been identified by Canadians with disabilities."
                        },
                        {
                            "type": "CES",
                            "turn_index": 200,
                            "sent_index": 2,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "We are continuing that engagement, and we will have more to say on that very soon."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 201,
                            "sent_index": 1,
                            "speaker": "Mr. Daniel Blaikie",
                            "content": "I have a lot of sympathy for people across the country who are living with disabilities and are getting impatient with the fact that alongside its initial commitment to seniors, for instance, the government made a commitment to helping people living with disabilities with the same kind of direct financial assistance, and it hasn't come."
                        },
                        {
                            "type": "CES",
                            "turn_index": 201,
                            "sent_index": 2,
                            "speaker": "Mr. Daniel Blaikie",
                            "content": "Why has it taken so long for the government to get around to helping people who are in a crisis right now?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 202,
                            "sent_index": 1,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "Chair, we have established the COVID-19 disability advisory group, comprising experts in disability inclusion."
                        },
                        {
                            "type": "CES",
                            "turn_index": 202,
                            "sent_index": 4,
                            "speaker": "Hon. Ahmed Hussen",
                            "content": "We have done a lot, but we will continue to do more, and we will have more to share on our continuing efforts to support persons with disabilities."
                        }
                    ]
                ]
            },
            {
                "query": "How was the tourism industry in Canada being affected, and what was the government`s implementations to ease the loss?",
                "tokenized_answer": [
                    "The opposition party stated that the government announced investments of $70 million to offset financial losses in the tourism industry across Canada, but it was not enough.",
                    "There would be job losses and permanent closures of restaurants and boardwalk shops.",
                    "The Minister of Economic Development and Official Languages explained that those who had experienced losses would be able to have access to the wage subsidy, the rent relief program, the CEBA and ACOA funding.",
                    "Also, another minister explained that the Prime Minister and the Minister of Finance had committed an additional $1 billion to help those businesses that fall through the cracks."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 222,
                            "sent_index": 0,
                            "speaker": "Mr. Chris d'Entremont",
                            "content": "Yesterday, the Minister responsible for tourism, ACOA and official languages was happy to close our national Tourism Week by announcing investments of $70 million to offset financial losses in the tourism industry across Canada."
                        },
                        {
                            "type": "PES",
                            "turn_index": 222,
                            "sent_index": 6,
                            "speaker": "Mr. Chris d'Entremont",
                            "content": "Southern Ontario received $30 million, northern Ontario received $7 million and western Canada received $3.5 million."
                        },
                        {
                            "type": "CES",
                            "turn_index": 222,
                            "sent_index": 7,
                            "speaker": "Mr. Chris d'Entremont",
                            "content": "There's nothing for Atlantic Canada yet."
                        },
                        {
                            "type": "CES",
                            "turn_index": 222,
                            "sent_index": 8,
                            "speaker": "Mr. Chris d'Entremont",
                            "content": "Knowing that we just had an announcement from the Minister of Transport that there will be no cruise ships in Atlantic Canada or anywhere in Canada this year, resulting in hundreds of millions of dollars in losses, where is the program for Atlantic Canada?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 224,
                            "sent_index": 5,
                            "speaker": "Mr. Chris d'Entremont",
                            "content": "There will be job losses and permanent closures of restaurants and boardwalk shops."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 225,
                            "sent_index": 3,
                            "speaker": "Hon. Mlanie Joly",
                            "content": "That's why we are in close contact with tourism leaders and operators across the country."
                        },
                        {
                            "type": "PES",
                            "turn_index": 225,
                            "sent_index": 5,
                            "speaker": "Hon. Mlanie Joly",
                            "content": "There is money for the tourism sector and tourism operators."
                        },
                        {
                            "type": "CES",
                            "turn_index": 225,
                            "sent_index": 6,
                            "speaker": "Hon. Mlanie Joly",
                            "content": "They can have access to the wage subsidy."
                        },
                        {
                            "type": "CES",
                            "turn_index": 225,
                            "sent_index": 8,
                            "speaker": "Hon. Mlanie Joly",
                            "content": "They have access to the rent relief program, the CEBA and ACOA funding."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 235,
                            "sent_index": 2,
                            "speaker": "Hon. Mlanie Joly",
                            "content": "We really want to be able to reach these small businesses, of which there are many in SaguenayLac-Saint-Jean, in Quebec and across the country."
                        },
                        {
                            "type": "CES",
                            "turn_index": 235,
                            "sent_index": 3,
                            "speaker": "Hon. Mlanie Joly",
                            "content": "That is why the Prime Minister and the Minister of Finance have committed an additional $1billion to help those businesses that fall through the cracks."
                        }
                    ]
                ]
            },
            {
                "query": "How was the government going to deal with overwhelming federal debt?",
                "tokenized_answer": [
                    "The minister placed assurance on coming out with a broader plan once the pandemic situation became more stable economically.",
                    "At the same time, coming into this pandemic in a strong fiscal position with the lowest amount of debt among the G7 countries gave the government opportunities to invest on behalf of Canadians, and they would continue to take that approach.",
                    "And the minister promised that there would not be higher taxes."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 249,
                            "sent_index": 0,
                            "speaker": "Mr. Dave Epp",
                            "content": "Minister, when can Parliament, or this semblance of it, see that plan for economic prosperity?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 251,
                            "sent_index": 3,
                            "speaker": "Hon. Bill Morneau",
                            "content": "Once the situation is more stable economically, we will certainly be coming forward with a broader plan."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 252,
                            "sent_index": 2,
                            "speaker": "Mr. Dave Epp",
                            "content": "How much more debt is the minister planning to incur?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 253,
                            "sent_index": 1,
                            "speaker": "Hon. Bill Morneau",
                            "content": "Chair, coming into this pandemic in a strong fiscal position with the lowest amount of debt among the G7 countries is a function of our economy that's afforded us the opportunity to invest on behalf of Canadians."
                        },
                        {
                            "type": "CES",
                            "turn_index": 253,
                            "sent_index": 2,
                            "speaker": "Hon. Bill Morneau",
                            "content": "We will continue to take that approach."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 265,
                            "sent_index": 3,
                            "speaker": "Mr. Dave Epp",
                            "content": "The balanced budget requirements force them to choose between slashed services and drastic tax hikes."
                        },
                        {
                            "type": "CES",
                            "turn_index": 265,
                            "sent_index": 4,
                            "speaker": "Mr. Dave Epp",
                            "content": "The Federation of Canadian Municipalities says they need $10 billion in targeted emergency operating funding, so do municipalities slash services, do they raise taxes, or will we be there for the municipalities?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 266,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Municipalities will receive the full amount of their 2020-21 payment on June 10."
                        }
                    ]
                ]
            },
            {
                "query": "What was the debate over the economic recovery plan?",
                "tokenized_answer": [
                    "The opposition party stressed that the government needed to present a picture of the economic situation and a picture of its overall emergency measures.",
                    "The minister explained that they felt that it was very important to consider what that need to do in each phase of the recovery.",
                    "Thus,they would not announce an overall recovery plan any sooner."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 291,
                            "sent_index": 1,
                            "speaker": "Mr. Gabriel Ste-Marie (Joliette, BQ)",
                            "content": "Regardless of the COVID-19 pandemic, the last time I checked, we still had a democratic system and the government had to remain accountable."
                        },
                        {
                            "type": "CES",
                            "turn_index": 291,
                            "sent_index": 2,
                            "speaker": "Mr. Gabriel Ste-Marie (Joliette, BQ)",
                            "content": "The government needs to present a picture of the economic situation and a picture of its overall emergency measures."
                        },
                        {
                            "type": "CES",
                            "turn_index": 291,
                            "sent_index": 5,
                            "speaker": "Mr. Gabriel Ste-Marie (Joliette, BQ)",
                            "content": "The government must also present its working scenarios for the economic recovery."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 297,
                            "sent_index": 5,
                            "speaker": "Mr. Gabriel Ste-Marie",
                            "content": "Can the government tell us when it will table its recovery plan?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 298,
                            "sent_index": 0,
                            "speaker": "Hon. Bill Morneau",
                            "content": "Mr.Chair, we feel it is very important to consider what we need to do in each phase of our recovery."
                        },
                        {
                            "type": "PES",
                            "turn_index": 298,
                            "sent_index": 1,
                            "speaker": "Hon. Bill Morneau",
                            "content": "At this time, it is necessary to consider the public health situation and the gradual reopening of our economy."
                        },
                        {
                            "type": "PES",
                            "turn_index": 298,
                            "sent_index": 3,
                            "speaker": "Hon. Bill Morneau",
                            "content": "Obviously, by gathering more information in Phase3, we will be able to consider more than one approach to recovery."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 300,
                            "sent_index": 1,
                            "speaker": "Mr. Gabriel Ste-Marie",
                            "content": "I understand that the exact date for tabling the recovery plan may be difficult to determine at this time."
                        },
                        {
                            "type": "PES",
                            "turn_index": 300,
                            "sent_index": 2,
                            "speaker": "Mr. Gabriel Ste-Marie",
                            "content": "Can the minister tell us whether he currently intends to table the recovery plan in a month ending in ber?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 301,
                            "sent_index": 0,
                            "speaker": "Hon. Bill Morneau",
                            "content": "We continue to work with the provinces on an approach to determine the timing of the recovery, and we are also listening to our colleagues in Parliament, of course."
                        }
                    ]
                ]
            }
        ]
    }
}