{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "The meeting of the standing committee took place to discuss matters pertinent to the Coronavirus pandemic.",
                    "The main issue at stake was to ensure that the government was doing everything in its power to assist vulnerable Canadians during the pandemic, as well as to help reopen the economy.",
                    "While many discussions focused on temporary assistance that the government could provide during the pandemic, like a $25 weekly bump in old-age security, some discussions talked about the intersection of these programs with general social welfare initiatives, like reducing homelessness and poverty.",
                    "Canada's agricultural and fishing economy was highlighted as one of the industries in the greatest need for stimulus.",
                    "Conservative ministers tried to bring attention to the government's recent gun control laws."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 1,
                            "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                            "content": "Welcome to the third meeting of the House of Commons Special Committee on the COVID-19 Pandemic."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 5,
                            "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                            "content": "Colleagues, we meet today to continue our discussion about how our country is dealing with the COVID-19 pandemic."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 1,
                            "speaker": "Mr. Pierre Paul-Hus (CharlesbourgHaute-Saint-Charles, CPC)",
                            "content": "Although we are right in the middle of a pandemic and the government has agreed to set aside all parliamentary business in order to concentrate solely on eliminating the virus in Canada and its impacts, the Prime Minister is deceiving Canadians by introducing measures to punish law-abiding firearm owners."
                        },
                        {
                            "type": "PES",
                            "turn_index": 27,
                            "sent_index": 3,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "We had to move very quickly to get this money out to people, and that is exactly what we did."
                        },
                        {
                            "type": "CES",
                            "turn_index": 27,
                            "sent_index": 5,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "That is why since that moment, we have continually worked on reaching out to the most vulnerable and supporting them as well."
                        },
                        {
                            "type": "PES",
                            "turn_index": 130,
                            "sent_index": 0,
                            "speaker": "Mr. Sukh Dhaliwal",
                            "content": "Mr."
                        },
                        {
                            "type": "CES",
                            "turn_index": 131,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "One of the most important things the federal government can do when it comes to the reopening of the Canadian economy is to work in close collaboration with the premiers of the provinces and territories."
                        },
                        {
                            "type": "CES",
                            "turn_index": 146,
                            "sent_index": 0,
                            "speaker": "Hon. Diane Lebouthillier",
                            "content": "This is a tough time for Canadians, and our government is doing everything it can to support them."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 21,
                            "sent_index": 4,
                            "speaker": "Mr. Yves-Franois Blanchet (BeloeilChambly, BQ)",
                            "content": "For some days, discussions have been going on between people from the Bloc Qubcois and people from the government with a view to collaboratively coming up with a proposal for seniors in Quebec and Canada."
                        },
                        {
                            "type": "CES",
                            "turn_index": 21,
                            "sent_index": 5,
                            "speaker": "Mr. Yves-Franois Blanchet (BeloeilChambly, BQ)",
                            "content": "The gist of our proposal is to temporarily increase the old age security by about $25per week, or $110per month."
                        },
                        {
                            "type": "PES",
                            "turn_index": 33,
                            "sent_index": 2,
                            "speaker": "Ms. Laurel Collins",
                            "content": "My last question is about housing and homelessness."
                        },
                        {
                            "type": "PES",
                            "turn_index": 33,
                            "sent_index": 4,
                            "speaker": "Ms. Laurel Collins",
                            "content": "In Victoria, the province and the municipality have stepped up with solutions to house people, at least for the short term, in local hotels."
                        },
                        {
                            "type": "PES",
                            "turn_index": 33,
                            "sent_index": 5,
                            "speaker": "Ms. Laurel Collins",
                            "content": "Will the federal government respond to this immediate crisis and provide the needed investments in long-term, stable housing?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 35,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Chair, we have moved forward with a historic national housing strategy that puts $40 billion toward housing."
                        },
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 2,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Working with partners, we have reduced poverty by over a million people in this country, but there is more to do."
                        },
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 3,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "We are reducing homelessness by half with historic investments."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 70,
                            "sent_index": 1,
                            "speaker": "Hon. Bernadette Jordan",
                            "content": "Chair, the fishery is important in every coastal community."
                        },
                        {
                            "type": "CES",
                            "turn_index": 122,
                            "sent_index": 2,
                            "speaker": "Hon. Bernadette Jordan",
                            "content": "We know how important the fish and seafood sector is to our rural communities, our coastal communities."
                        },
                        {
                            "type": "CES",
                            "turn_index": 122,
                            "sent_index": 3,
                            "speaker": "Hon. Bernadette Jordan",
                            "content": "It's the backbone and the lifeblood of our communities and that's why we want to be there to support them."
                        },
                        {
                            "type": "PES",
                            "turn_index": 149,
                            "sent_index": 1,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Chair, I think all of us as Canadians are proud of the great potato farmers across the country."
                        },
                        {
                            "type": "PES",
                            "turn_index": 154,
                            "sent_index": 1,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Chair, I absolutely agree with the honourable member that our beef, pork and poultry producers are absolutely essential for our country."
                        },
                        {
                            "type": "CES",
                            "turn_index": 156,
                            "sent_index": 3,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "I would like to take this opportunity to highlight two other aspects of the essential support for farmers that we announced today: the $77 million to support food processors, which will not only be important for the processors, but helpful for the farmers who produce products that go to them; and the $250 million that we would like to add to the Canadian Dairy Commission's line of credit to raise it to half a billion dollars, which will be very helpful to our essential dairy farmers."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 188,
                            "sent_index": 1,
                            "speaker": "Mr. Blaine Calkins",
                            "content": "How many times was this most recent mass murderer here in Canada checked against a criminal database since January 2002?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 189,
                            "sent_index": 0,
                            "speaker": "Hon. Bill Blair",
                            "content": "As the member is probably aware, there is a very extensive investigation currently being conducted into that individual and how he acquired his firearms, and it's not appropriate to discuss that."
                        },
                        {
                            "type": "PES",
                            "turn_index": 189,
                            "sent_index": 3,
                            "speaker": "Hon. Bill Blair",
                            "content": "In the hands of someone who is intent on mass murder, they represent an unacceptable and deadly risk to Canadians, and that's why we have prohibited them."
                        },
                        {
                            "type": "CES",
                            "turn_index": 189,
                            "sent_index": 4,
                            "speaker": "Hon. Bill Blair",
                            "content": "I'd also remind the member that other countries that have adopted sensible gun control laws, such as New Zealand, Australia and the United Kingdom, have also implemented very similar bans."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the discussion about introduction of petitions and prioritization of government matters.",
                "tokenized_answer": [
                    "The Chair brought the meeting to order, announcing that the purpose of the meeting was to discuss COVID-19 's impact on Canada.",
                    "Five petitions were presented: to recognize indeginous languages as official languages of Canada, to improve the organ donation system, to push for a made-in-Canada green economy, to decriminalize drug possession to improve public health, and to protect firearm ownership of law-abiding firearm owners.",
                    "Mr. Pierre Paul-Hus suggested that the government should not try to pass gun-control legislation or release prisoners during the pandemic.",
                    "The Prime Minister disagreed, claiming that both passing gun-control and releasing imprisoned Canadians who did not pose a threat to society advanced the safety of Canadians."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 0,
                            "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                            "content": "I call the meeting to order."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 1,
                            "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                            "content": "Welcome to the third meeting of the House of Commons Special Committee on the COVID-19 Pandemic."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 29,
                            "speaker": "The Chair (Hon. Anthony Rota (NipissingTimiskaming, Lib.))",
                            "content": "Now we'll proceed to presenting petitions."
                        },
                        {
                            "type": "PES",
                            "turn_index": 3,
                            "sent_index": 3,
                            "speaker": "Mr. Nathaniel Erskine-Smith (BeachesEast York, Lib.)",
                            "content": "I want to thank Jenna Robar, who's led this petition e-2453."
                        },
                        {
                            "type": "PES",
                            "turn_index": 3,
                            "sent_index": 4,
                            "speaker": "Mr. Nathaniel Erskine-Smith (BeachesEast York, Lib.)",
                            "content": "The petitioners have noted that there are approximately 60 indigenous languages in Canada and that 2019, last year, was declared by the UN to be the year of indigenous languages."
                        },
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 6,
                            "speaker": "Mr. Nathaniel Erskine-Smith (BeachesEast York, Lib.)",
                            "content": "Fundamentally, they call upon the Government of Canada to recognize indigenous languages as being official languages of Canada and to have each language recognized nationally, with implementations on regional and provincial levels, acknowledging that many regions have different languages."
                        },
                        {
                            "type": "PES",
                            "turn_index": 4,
                            "sent_index": 1,
                            "speaker": "Mr. Eric Duncan (StormontDundasSouth Glengarry, CPC)",
                            "content": "Chair, I am proud to present a petition on behalf of one of my constituents, Myles Lynch of St. Andrews West in my riding."
                        },
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 6,
                            "speaker": "Mr. Eric Duncan (StormontDundasSouth Glengarry, CPC)",
                            "content": "One thing Myles has been advocating for is the creation of a national opt-out program for organ donation."
                        },
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 10,
                            "speaker": "Mr. Eric Duncan (StormontDundasSouth Glengarry, CPC)",
                            "content": "I give kudos to Myles not only for his strength personally but also for his advocacy for others and for saving lives in our country by advocating for a better and an improved organ donation system."
                        },
                        {
                            "type": "PES",
                            "turn_index": 5,
                            "sent_index": 1,
                            "speaker": "Mr. Peter Julian (New WestminsterBurnaby, NDP)",
                            "content": "Chair, I'm very pleased to present this certified petition on behalf of several dozen residents of Toronto, Mississauga and Brampton, Ontario, who add their voices to those of the thousands upon thousands of Canadians who have signed similar petitions."
                        },
                        {
                            "type": "CES",
                            "turn_index": 5,
                            "sent_index": 2,
                            "speaker": "Mr. Peter Julian (New WestminsterBurnaby, NDP)",
                            "content": "Given that Canadians are living through unprecedented, catastrophic climate events, and at the same time our society, as you know, is suffering from worsening social and economic inequalitieshalf of Canadian families are only $200 away from insolvency in any given monthand particularly given the pandemic that we are currently experiencing, these petitioners are calling on the Government of Canada to support motion M-1, a made-in-Canada green new deal that I am presenting in front of the House of Commons."
                        },
                        {
                            "type": "PES",
                            "turn_index": 6,
                            "sent_index": 1,
                            "speaker": "Mr. Gord Johns (CourtenayAlberni, NDP)",
                            "content": "Chair, it's an honour to table a petition on behalf of constituents from CourtenayAlberni."
                        },
                        {
                            "type": "CES",
                            "turn_index": 6,
                            "sent_index": 8,
                            "speaker": "Mr. Gord Johns (CourtenayAlberni, NDP)",
                            "content": "They are calling for the government to reform current drug policy to decriminalize personal possession, as has been done in Portugal and other countries, and to create with urgency and immediacy a system to provide safe and unadulterated access to substances so that people who use substances experimentally, recreationally or chronically are not at imminent risk of overdose due to a contaminated source."
                        },
                        {
                            "type": "PES",
                            "turn_index": 7,
                            "sent_index": 1,
                            "speaker": "Mr. Brad Vis (MissionMatsquiFraser Canyon, CPC)",
                            "content": "Chair, I'm presenting a petition today that contains the concerns of Canadians in my riding with the government's approach to firearms legislation and regulation."
                        },
                        {
                            "type": "CES",
                            "turn_index": 7,
                            "sent_index": 2,
                            "speaker": "Mr. Brad Vis (MissionMatsquiFraser Canyon, CPC)",
                            "content": "The petition highlights that the Liberal government's December 5, 2019, Speech from the Throne contains numerous inaccuracies about current firearms legislation and regulation; that the term military-style assault rifles is a political phrase undefined in Canadian law; that municipalities are constitutionally unable to enact criminal law to ban handguns in their jurisdictions; that the experts, including chiefs of police, agree that banning firearms and requiring law-abiding gun owners to follow more unnecessary red tape will not increase public safety; that the majority of guns used in violent crimes are smuggled into Canada from the United States; and that the Liberal government continues to target law-abiding firearms owners instead of the gangs, drug traffickers and illegal gun traffickers responsible for violence in our communities."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 1,
                            "speaker": "Mr. Pierre Paul-Hus (CharlesbourgHaute-Saint-Charles, CPC)",
                            "content": "Although we are right in the middle of a pandemic and the government has agreed to set aside all parliamentary business in order to concentrate solely on eliminating the virus in Canada and its impacts, the Prime Minister is deceiving Canadians by introducing measures to punish law-abiding firearm owners."
                        },
                        {
                            "type": "PES",
                            "turn_index": 10,
                            "sent_index": 3,
                            "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                            "content": "We will be working with members from all parties in order to continue strengthening gun control."
                        },
                        {
                            "type": "PES",
                            "turn_index": 11,
                            "sent_index": 1,
                            "speaker": "Mr. Pierre Paul-Hus",
                            "content": "However, I would like to know whether he considers that, with this order in council, organized crime, street gangs and other criminals are simply going to turn in their weapons."
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 3,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "member speak of those measures, because we are going to work together in the House to strengthen gun control."
                        },
                        {
                            "type": "CES",
                            "turn_index": 13,
                            "sent_index": 0,
                            "speaker": "Mr. Pierre Paul-Hus",
                            "content": "Mr.Chair, I can simply say to the Prime Minister that the Conservative Party has always been committed to battling criminals, not law-abiding citizens."
                        },
                        {
                            "type": "CES",
                            "turn_index": 13,
                            "sent_index": 1,
                            "speaker": "Mr. Pierre Paul-Hus",
                            "content": "Speaking of criminals, we know that, even before the pandemic, the Prime Minister had asked the Parole Board of Canada to release prisoners more easily and more quickly."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 13,
                            "sent_index": 4,
                            "speaker": "Mr. Pierre Paul-Hus",
                            "content": "Can the Prime Minister give us an explanation?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 14,
                            "sent_index": 0,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "The protection, the safety and the health of all Canadians are important for the government."
                        },
                        {
                            "type": "CES",
                            "turn_index": 14,
                            "sent_index": 2,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "We have indeed opened the doors to some more speedy releases, but only in very specific cases that present little or no danger for Canadians."
                        },
                        {
                            "type": "PES",
                            "turn_index": 14,
                            "sent_index": 3,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "We have managed to find the right balance."
                        }
                    ]
                ]
            },
            {
                "query": "What did Paul-Hus think about the introduction of petitions and prioritization of government matters?",
                "tokenized_answer": [
                    "Mr. Paul-Hus thought that the government should not take firearms away from law-abiding Canadian citizens.",
                    "He inquired into how the government would take guns from criminals.",
                    "He also expressed concern about the quick release of dangerous criminals during the pandemic and China's intransparency with regards to the pandemic."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 1,
                            "speaker": "Mr. Pierre Paul-Hus (CharlesbourgHaute-Saint-Charles, CPC)",
                            "content": "Although we are right in the middle of a pandemic and the government has agreed to set aside all parliamentary business in order to concentrate solely on eliminating the virus in Canada and its impacts, the Prime Minister is deceiving Canadians by introducing measures to punish law-abiding firearm owners."
                        },
                        {
                            "type": "PES",
                            "turn_index": 9,
                            "sent_index": 2,
                            "speaker": "Mr. Pierre Paul-Hus (CharlesbourgHaute-Saint-Charles, CPC)",
                            "content": "Why?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 10,
                            "sent_index": 3,
                            "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                            "content": "We will be working with members from all parties in order to continue strengthening gun control."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 10,
                            "sent_index": 3,
                            "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                            "content": "We will be working with members from all parties in order to continue strengthening gun control."
                        },
                        {
                            "type": "CES",
                            "turn_index": 11,
                            "sent_index": 1,
                            "speaker": "Mr. Pierre Paul-Hus",
                            "content": "However, I would like to know whether he considers that, with this order in council, organized crime, street gangs and other criminals are simply going to turn in their weapons."
                        },
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "We are doing other things to eliminate or restrict handguns in our municipalities, to strengthen the control at our borders, and to implement other measures."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 13,
                            "sent_index": 3,
                            "speaker": "Mr. Pierre Paul-Hus",
                            "content": "The Minister of Public Safety told us that the people were approaching the end of their sentences or were older, but we are learning in the media that some dangerous criminals are being released."
                        },
                        {
                            "type": "CES",
                            "turn_index": 15,
                            "sent_index": 0,
                            "speaker": "Mr. Pierre Paul-Hus",
                            "content": "So is the Prime Minister confirming to us that no dangerous criminals have been precipitously released so that they do not have to experience COVID-19 within the walls?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 16,
                            "sent_index": 0,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "There are very strict rules and principles to ensure that people posing a threat to society are not released."
                        },
                        {
                            "type": "PES",
                            "turn_index": 17,
                            "sent_index": 0,
                            "speaker": "The Chair",
                            "content": "Mr.Paul-Hus, you have one minute left."
                        },
                        {
                            "type": "CES",
                            "turn_index": 18,
                            "sent_index": 1,
                            "speaker": "Mr. Pierre Paul-Hus",
                            "content": "The Chinese government has not been transparent with the rest of the world about the coronavirus."
                        }
                    ]
                ]
            },
            {
                "query": "Did the Prime Minister agree with Mr. Pierre Paul-Hus when talking about introduction of petitions and prioritization of government matters?",
                "tokenized_answer": [
                    "The Prime Minister disagreed with Mr. Paul-Hus.",
                    "He expressed that he had a mandate from the last election campaign to ban military-style assault weapons, and expressed disappointment about Conservatives' not wanting to do the same.",
                    "He also claimed that speedy releases of inmates were governed by strict rules and were important to ensure that correctional services were protected from the virus."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 9,
                            "sent_index": 1,
                            "speaker": "Mr. Pierre Paul-Hus (CharlesbourgHaute-Saint-Charles, CPC)",
                            "content": "Although we are right in the middle of a pandemic and the government has agreed to set aside all parliamentary business in order to concentrate solely on eliminating the virus in Canada and its impacts, the Prime Minister is deceiving Canadians by introducing measures to punish law-abiding firearm owners."
                        },
                        {
                            "type": "PES",
                            "turn_index": 9,
                            "sent_index": 2,
                            "speaker": "Mr. Pierre Paul-Hus (CharlesbourgHaute-Saint-Charles, CPC)",
                            "content": "Why?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 10,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                            "content": "Once again, too many families are facing tragedy and tremendous grief."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 10,
                            "sent_index": 2,
                            "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                            "content": "During the last election campaign, we promised to ban military-style assault weapons, and that is exactly what we have done."
                        },
                        {
                            "type": "PES",
                            "turn_index": 10,
                            "sent_index": 3,
                            "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                            "content": "We will be working with members from all parties in order to continue strengthening gun control."
                        },
                        {
                            "type": "CES",
                            "turn_index": 10,
                            "sent_index": 4,
                            "speaker": "Right Hon. Justin Trudeau (Prime Minister)",
                            "content": "It is a shame that, once more, the Conservatives do not want to strengthen gun control in the country."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 13,
                            "sent_index": 1,
                            "speaker": "Mr. Pierre Paul-Hus",
                            "content": "Speaking of criminals, we know that, even before the pandemic, the Prime Minister had asked the Parole Board of Canada to release prisoners more easily and more quickly."
                        },
                        {
                            "type": "PES",
                            "turn_index": 13,
                            "sent_index": 4,
                            "speaker": "Mr. Pierre Paul-Hus",
                            "content": "Can the Prime Minister give us an explanation?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 14,
                            "sent_index": 0,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "The protection, the safety and the health of all Canadians are important for the government."
                        },
                        {
                            "type": "CES",
                            "turn_index": 14,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "This is why we have taken additional measures in our correctional services to ensure that guards and inmates are protected."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about restoring Canadian businesses during the pandemic.",
                "tokenized_answer": [
                    "Members expressed concern that pandemic related restrictions were harming businesses and that the government was not reopening businesses and providing stimulus in an effective fashion.",
                    "Emphasis was placed on reopening fishing, restoring agricultural supply chains, and supporting farmers.",
                    "Many members inquired as to why the government had only furnished $252 million of the promised $2.6 billion fund to maintain food security in Canada."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 26,
                            "sent_index": 3,
                            "speaker": "Ms. Laurel Collins (Victoria, NDP)",
                            "content": "If the Prime Minister won't commit to a universal benefit, will he at least commit to removing the restrictive eligibility criteria that are leaving the most vulnerable people behind?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 27,
                            "sent_index": 1,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Chair, we knew, when this pandemic hit, that we needed to help Canadians who were suffering from coast to coast to coast, particularly the most vulnerable."
                        },
                        {
                            "type": "CES",
                            "turn_index": 45,
                            "sent_index": 2,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "There are other aspects of the government's plans to help get people through this crisis that are also causing people to fall through the cracks."
                        },
                        {
                            "type": "PES",
                            "turn_index": 45,
                            "sent_index": 6,
                            "speaker": "Hon. Andrew Scheer",
                            "content": "Will the Prime Minister amend these programs to provide for more flexibility so that more and more Canadians can start to return to work in the weeks ahead?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 46,
                            "sent_index": 2,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "We're going to continue to work to try to respond to the reality that people and businesses are facing right across the country."
                        },
                        {
                            "type": "CES",
                            "turn_index": 96,
                            "sent_index": 2,
                            "speaker": "Ms. Rachael Harder",
                            "content": "Several meat-packing plants have been forced to shut down because of COVID-19 and, as a result, farmers are forced to hold stock longer than expected."
                        },
                        {
                            "type": "PES",
                            "turn_index": 121,
                            "sent_index": 2,
                            "speaker": "Mr. Churence Rogers (BonavistaBurinTrinity, Lib.)",
                            "content": "In the wake of COVID-19, so many Canadians have been affected in so many ways."
                        },
                        {
                            "type": "CES",
                            "turn_index": 121,
                            "sent_index": 5,
                            "speaker": "Mr. Churence Rogers (BonavistaBurinTrinity, Lib.)",
                            "content": "In BonavistaBurinTrinity and across our country, our commercial fishery has seen many challenges and impacts."
                        },
                        {
                            "type": "CES",
                            "turn_index": 176,
                            "sent_index": 1,
                            "speaker": "Mr. Richard Lehoux",
                            "content": "Pork and beef producers are feeling the impact of the country's shutdown triggered by the pandemic."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 50,
                            "sent_index": 2,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "Our priority was getting support for Canadians right across the country with the CERB, with the wage subsidy and with other measures for students, for seniors, for farmers and for agricultural producers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 50,
                            "sent_index": 5,
                            "speaker": "Right Hon. Justin Trudeau",
                            "content": "We are going to work with communities and with industry as we look to reopen, to make sure that people have opportunities to work and are not penalized for it."
                        },
                        {
                            "type": "PES",
                            "turn_index": 65,
                            "sent_index": 8,
                            "speaker": "Hon. Bernadette Jordan (Minister of Fisheries, Oceans and the Canadian Coast Guard)",
                            "content": "We're looking forward to seeing the harvesters out on the water."
                        },
                        {
                            "type": "PES",
                            "turn_index": 68,
                            "sent_index": 3,
                            "speaker": "Mr. Mel Arnold",
                            "content": "Last year, the public fishery was weakened by restrictions based on ideology and not science."
                        },
                        {
                            "type": "PES",
                            "turn_index": 68,
                            "sent_index": 6,
                            "speaker": "Mr. Mel Arnold",
                            "content": "Does the minister and her government have a will and a plan to support Canada's west coast fisheries and the communities they sustain?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 70,
                            "sent_index": 2,
                            "speaker": "Hon. Bernadette Jordan",
                            "content": "I recognize its value for our economy, as well as what it means to our coastal communities."
                        },
                        {
                            "type": "PES",
                            "turn_index": 70,
                            "sent_index": 3,
                            "speaker": "Hon. Bernadette Jordan",
                            "content": "That's why we continue to work with those communities and with the fisheries to make sure that we're doing everything we possibly can to support them."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 94,
                            "sent_index": 2,
                            "speaker": "Ms. Rachael Harder",
                            "content": "Contrary to his privileged understanding, food actually originates with farmers."
                        },
                        {
                            "type": "PES",
                            "turn_index": 94,
                            "sent_index": 3,
                            "speaker": "Ms. Rachael Harder",
                            "content": "Now, they're in a crisis right now, which means that regular Canadians are actually at risk of not having food available for them at the grocery stores where they purchase theirs."
                        },
                        {
                            "type": "CES",
                            "turn_index": 94,
                            "sent_index": 4,
                            "speaker": "Ms. Rachael Harder",
                            "content": "The Canadian Federation of Agriculture requested $2.6 billion to help them out."
                        },
                        {
                            "type": "CES",
                            "turn_index": 94,
                            "sent_index": 5,
                            "speaker": "Ms. Rachael Harder",
                            "content": "Today, the government announced one-tenth of this amount."
                        },
                        {
                            "type": "CES",
                            "turn_index": 94,
                            "sent_index": 6,
                            "speaker": "Ms. Rachael Harder",
                            "content": "Why doesn't the Prime Minister care about the women and the men who work incredibly hard to keep Canada fed?"
                        }
                    ]
                ]
            },
            {
                "query": "What did Heather McPherson think about restoring Canadian businesses during the pandemic?",
                "tokenized_answer": [
                    "Ms. McPherson wanted to know how the government will respond to outbreaks in meat-packing plants since workers' pleas to place effective safety protocols have been fruitless.",
                    "She further inquired if the federal government would provide financial support to the workers if they declined to work under unsafe conditions, and, if it comes to it, shut down the plants.",
                    "She finally wanted to know if the Cargill business, which uses Luxembourg as a tax haven, was the recipient of pandemic relief funds."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 133,
                            "sent_index": 2,
                            "speaker": "Ms. Heather McPherson (Edmonton Strathcona, NDP)",
                            "content": "I'd like to start by asking about supports for workers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 133,
                            "sent_index": 4,
                            "speaker": "Ms. Heather McPherson (Edmonton Strathcona, NDP)",
                            "content": "The government and management ignored the pleas of workers and did not put effective safety protocols in place to deal with COVID-19."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 142,
                            "sent_index": 1,
                            "speaker": "Ms. Heather McPherson",
                            "content": "I have another question on the protection for workers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 142,
                            "sent_index": 3,
                            "speaker": "Ms. Heather McPherson",
                            "content": "In fact, we know that 85% of workers are afraid for their safety."
                        },
                        {
                            "type": "CES",
                            "turn_index": 142,
                            "sent_index": 4,
                            "speaker": "Ms. Heather McPherson",
                            "content": "If the provincial government won't shut down the plant, will the federal government shut down unsafe plants through the Canadian Food Inspection Agency?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 143,
                            "sent_index": 1,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Chair, on the Canadian Food Inspection Agency, let me be very clear that my colleague, the Minister of Agriculture, has been in touch with provincial authorities."
                        },
                        {
                            "type": "PES",
                            "turn_index": 143,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "She has been in touch with the plant."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 145,
                            "sent_index": 1,
                            "speaker": "Ms. Heather McPherson",
                            "content": "Chair, this will be one of my final questions on the meat-packing plant in Alberta."
                        },
                        {
                            "type": "CES",
                            "turn_index": 145,
                            "sent_index": 2,
                            "speaker": "Ms. Heather McPherson",
                            "content": "Can the finance minister please let us know if Cargill, a company that is owned by billionaires, with business in Luxembourg, a known tax haven, has received any federal funding this year for COVID-related support?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 146,
                            "sent_index": 0,
                            "speaker": "Hon. Diane Lebouthillier",
                            "content": "This is a tough time for Canadians, and our government is doing everything it can to support them."
                        },
                        {
                            "type": "PES",
                            "turn_index": 146,
                            "sent_index": 3,
                            "speaker": "Hon. Diane Lebouthillier",
                            "content": "MinisterQualtrough is responsible for developing the eligibility criteria and processing the claims."
                        }
                    ]
                ]
            },
            {
                "query": "What did Chrystia Freeland think about restoring Canadian businesses during the pandemic?",
                "tokenized_answer": [
                    "Hon. Chrystia Freeland was thankful for the farmers who worked hard to feed the country and was pleased that partisanship had been pushed aside to fight the coronavirus.",
                    "She stood by the idea that no Canadian should have to work in an unsafe environment and put her trust in the Food Inspection Agency to regulate working conditions."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 149,
                            "sent_index": 1,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Chair, I think all of us as Canadians are proud of the great potato farmers across the country."
                        },
                        {
                            "type": "PES",
                            "turn_index": 149,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "We are aware that the coronavirus, by keeping us away from restaurants where we eat french fries, has had a profound effect on the market for potatoes."
                        },
                        {
                            "type": "PES",
                            "turn_index": 149,
                            "sent_index": 3,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "The program announced today by the Prime Minister and my colleague, the Minister of Agriculture, will be very helpful for potato farmers, including with the surplus food program that starts with a $50 million fund, and that"
                        },
                        {
                            "type": "PES",
                            "turn_index": 152,
                            "sent_index": 1,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Chair, the honourable member spoke about farmers generally."
                        },
                        {
                            "type": "CES",
                            "turn_index": 154,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "I am very pleased as a Canadian that we have security that comes from being a country that produces not only enough food for ourselves, but also enough food to feed the world."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 138,
                            "sent_index": 2,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Let me just be very clear."
                        },
                        {
                            "type": "CES",
                            "turn_index": 138,
                            "sent_index": 3,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "No Canadian worker at any time should feel obliged to go to work in unsafe conditions."
                        },
                        {
                            "type": "PES",
                            "turn_index": 143,
                            "sent_index": 1,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "Chair, on the Canadian Food Inspection Agency, let me be very clear that my colleague, the Minister of Agriculture, has been in touch with provincial authorities."
                        },
                        {
                            "type": "CES",
                            "turn_index": 143,
                            "sent_index": 3,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "The duties of the food inspection agency, of course, are to ensure that the food produced at the plant is safe."
                        },
                        {
                            "type": "PES",
                            "turn_index": 143,
                            "sent_index": 4,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "That is what inspectors are trained to do and what they are focused on."
                        },
                        {
                            "type": "PES",
                            "turn_index": 143,
                            "sent_index": 5,
                            "speaker": "Hon. Chrystia Freeland",
                            "content": "We are working closely with provincial authorities and with health authorities to ensure that"
                        }
                    ]
                ]
            }
        ]
    }
}