{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "This was a Children, Young People and Education Committee, and it was the sixth scrutiny session on the Children Bill, specifically on Abolition of Defense of Reasonable Punishment.",
                    "To start this meeting, Alastair Birch shared opinion on why people think the current law was inefficient and unclear, and then Sally Jenkins listed some evidence that physical punishment was actually harmful.",
                    "Then they had some discussions on how to balance the need for greater clarity around the definition of what constitutes corporal punishment, and the importance of simplicity in the Bill.",
                    "This discussion led to a further discussion on the implementation phase for that nuancing, and its impact on other services.",
                    "After sharing all of these positive feedbacks in terms of the Bill and its intention, they had some discussions on unintended consequences for this Bill.",
                    "Then some specific questions on implementation for social services, and its impact on education were proposed and answered.",
                    "Finally, they had some discussions on the importance of awareness raising."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ],
                    [
                        6
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 2,
                            "speaker": "Lynne Neagle AM",
                            "content": "Welcome to the Children, Young People and Education Committee."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 7,
                            "speaker": "Lynne Neagle AM",
                            "content": "Item 2, then, this morning, is our sixth scrutiny session on the Children (Abolition of Defence of Reasonable Punishment) (Wales) Bill."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 3,
                            "speaker": "Alastair Birch",
                            "content": "The current legislation has been criticised, obviously, by the UN concerning the defence of reasonable punishment still being within our current legislation."
                        },
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "The committee has already heard different views about whether there's clear evidence that physical punishment is harmful to children."
                        },
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 2,
                            "speaker": "Lynne Neagle AM",
                            "content": "What evidence does the work of social services provide about whether physical punishment is actually harmful?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 5,
                            "sent_index": 2,
                            "speaker": "Sally Jenkins",
                            "content": "What we know is that children themselves, as Alastair has already referred to, really find physical punishment demeaning and harmful, and for children it is an emotionally damaging experience."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 8,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "The final question from me: your written evidence emphasises the need for greater clarity around the definition of what constitutes corporal punishment, but that contrasts with what we've been told by the children's commissioner and the equal protection network, who've emphasised the importance of simplicity in the Bill."
                        },
                        {
                            "type": "CES",
                            "turn_index": 8,
                            "sent_index": 2,
                            "speaker": "Lynne Neagle AM",
                            "content": "How do you respond to that view, and is what you're calling for essential to be on the face of the Bill?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 9,
                            "sent_index": 0,
                            "speaker": "Sally Jenkins",
                            "content": "It's not essential for it to be on the face of the Bill."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 1,
                            "speaker": "Sally Jenkins",
                            "content": "What we would like to see is discussion within the implementation phase for that nuancing."
                        },
                        {
                            "type": "PES",
                            "turn_index": 9,
                            "sent_index": 3,
                            "speaker": "Sally Jenkins",
                            "content": "What we don't want to do is further confuse the position."
                        },
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 3,
                            "speaker": "Dawn Bowden AM",
                            "content": "Can I ask you whether, then, you've also given thought to the impact on—we've talked about social services, but the impact on other services, like housing, education and so on?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 23,
                            "sent_index": 0,
                            "speaker": "Alastair Birch",
                            "content": "We are part of the universal service for children, and we very much work in co-operation with the WLGA and our social care colleagues, and we've been part of that consultation."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 0,
                            "speaker": "Dawn Bowden AM",
                            "content": "So, I've got largely positive feedback from you in terms of the Bill and its intentions, and so on."
                        },
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 1,
                            "speaker": "Dawn Bowden AM",
                            "content": "Do you foresee any unintended consequences for this Bill?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 31,
                            "sent_index": 0,
                            "speaker": "Huw David",
                            "content": "If we implement it carefully, if we implement it with the right resources, then I hope not."
                        },
                        {
                            "type": "PES",
                            "turn_index": 31,
                            "sent_index": 1,
                            "speaker": "Huw David",
                            "content": "I think not."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 39,
                            "sent_index": 0,
                            "speaker": "Lynne Neagle AM",
                            "content": "We've got some specific questions now on implementation for social services, from Janet Finch-Saunders."
                        },
                        {
                            "type": "PES",
                            "turn_index": 40,
                            "sent_index": 1,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "If this Bill becomes law, would you encourage members of the public to contact social services departments if they do see a child being smacked?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 41,
                            "sent_index": 0,
                            "speaker": "Sally Jenkins",
                            "content": "We already encourage members of the public to contact social services or the police, depending on the circumstances."
                        },
                        {
                            "type": "PES",
                            "turn_index": 42,
                            "sent_index": 0,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "What, if a child is being smacked now?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 43,
                            "sent_index": 1,
                            "speaker": "Sally Jenkins",
                            "content": "If a child is being smacked now, we would ask that people contact."
                        },
                        {
                            "type": "PES",
                            "turn_index": 46,
                            "sent_index": 4,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "To what extent is this accurate, and, also, will thresholds for social services intervention change if the Bill is enacted?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 47,
                            "sent_index": 0,
                            "speaker": "Sally Jenkins",
                            "content": "There are a number of parts to that."
                        },
                        {
                            "type": "CES",
                            "turn_index": 87,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "We've got some specific questions now on the impact on education from Jayne Bryant."
                        },
                        {
                            "type": "PES",
                            "turn_index": 88,
                            "sent_index": 3,
                            "speaker": "Jayne Bryant AM",
                            "content": "How confident are you that teachers and others working in those educational settings will be clear about how to support the implementation of this Bill, if enacted?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 89,
                            "sent_index": 0,
                            "speaker": "Alastair Birch",
                            "content": "Training requirements for all professionals in education settings are clear."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 93,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "We're going to move on now to some questions about the importance of awareness raising from Siân Gwenllian."
                        },
                        {
                            "type": "PES",
                            "turn_index": 94,
                            "sent_index": 1,
                            "speaker": "Sian Gwenllian AM",
                            "content": "In looking at your written evidence, you say that we must make it very clear to parents, guardians and the public that this legislation is not trying to criminalise parents, and that is clearly very important for you."
                        },
                        {
                            "type": "PES",
                            "turn_index": 94,
                            "sent_index": 2,
                            "speaker": "Sian Gwenllian AM",
                            "content": "How do you think we should do that and who should be doing that work?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 95,
                            "sent_index": 0,
                            "speaker": "Sally Jenkins",
                            "content": "I think that's really broad."
                        },
                        {
                            "type": "PES",
                            "turn_index": 96,
                            "sent_index": 7,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Surely, that awareness raising aspect would be clearer for everyone if it was on the face of the Bill."
                        },
                        {
                            "type": "PES",
                            "turn_index": 96,
                            "sent_index": 8,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Do you have an opinion on that?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 99,
                            "sent_index": 0,
                            "speaker": "Huw David",
                            "content": "I don't know whether that is necessary—I'm not a legislator."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "What did the group discuss about the unintended consequences for this Bill?",
                "tokenized_answer": [
                    "Huw David thought there were no unintended consequences if the Bill was implemented carefully with the right resources.",
                    "Then he talked about the increasing number of looked-after children in Wales, and Sally Jenkins helped to explain the reasons for this.",
                    "Alastair Birch thought that there would be an increased focus on the UNCRC.",
                    "In addition, children need to be part of the discussion in terms of children having a discussion around this point, which would affect them.",
                    "Improving the voice of the child in any educational context would be good and powerful for children, which would be a positive unintended consequence, and it could reinvigorate some of the voice of the child discussion within various contexts."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 30,
                            "sent_index": 1,
                            "speaker": "Dawn Bowden AM",
                            "content": "Do you foresee any unintended consequences for this Bill?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 0,
                            "speaker": "Huw David",
                            "content": "If we implement it carefully, if we implement it with the right resources, then I hope not."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 7,
                            "speaker": "Huw David",
                            "content": "And the reality is, in Wales, that we are doing that to more children than we've done for a long time, and the numbers are growing across Wales."
                        },
                        {
                            "type": "PES",
                            "turn_index": 32,
                            "sent_index": 0,
                            "speaker": "Dawn Bowden AM",
                            "content": "That rise that you talk about here, is that due to more interventions, greater awareness, more incidents?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 33,
                            "sent_index": 1,
                            "speaker": "Sally Jenkins",
                            "content": "So, what you have is a range of reasons that have led to the increasing numbers of children becoming looked after across England and Wales."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 0,
                            "speaker": "Alastair Birch",
                            "content": "One unintended consequences is that I think that there will be an increased focus on the UNCRC."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 1,
                            "speaker": "Alastair Birch",
                            "content": "And, in terms of children having a discussion around this point, children need to be part of that discussion."
                        },
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 2,
                            "speaker": "Alastair Birch",
                            "content": "It's something that affects them."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 36,
                            "sent_index": 0,
                            "speaker": "Dawn Bowden AM",
                            "content": "Would that be something that you would be looking to do in schools?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 37,
                            "sent_index": 0,
                            "speaker": "Alastair Birch",
                            "content": "Anything that improves the voice of the child in any educational context is good and it's very powerful for the children."
                        },
                        {
                            "type": "CES",
                            "turn_index": 37,
                            "sent_index": 3,
                            "speaker": "Alastair Birch",
                            "content": "So it's a positive unintended consequence, shall we say, that it could reinvigorate some of the voice of the child discussion within various contexts."
                        }
                    ]
                ]
            },
            {
                "query": "What did Huw David say about the unintended consequences for this Bill?",
                "tokenized_answer": [
                    "Huw David thought if this Bill was implemented carefully with the right resources, there might not be unintended consequences.",
                    "However, for every piece of legislation, it would be about the implementation and the cultural change.",
                    "Currently, the number of looked-after children in Wales were growing a lot, and this was because of the most appalling neglect and abuse.",
                    "Huw David did not want this focus to be lost."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 30,
                            "sent_index": 1,
                            "speaker": "Dawn Bowden AM",
                            "content": "Do you foresee any unintended consequences for this Bill?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 0,
                            "speaker": "Huw David",
                            "content": "If we implement it carefully, if we implement it with the right resources, then I hope not."
                        },
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 1,
                            "speaker": "Huw David",
                            "content": "I think not."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 2,
                            "speaker": "Huw David",
                            "content": "But as with every piece of legislation, it is about the implementation, it is about the cultural change as well, and that's why I cannot overstress the importance of making sure that resources are made available, because our social services departments—children's social services in particular—are overstretched."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 7,
                            "speaker": "Huw David",
                            "content": "And the reality is, in Wales, that we are doing that to more children than we've done for a long time, and the numbers are growing across Wales."
                        },
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 8,
                            "speaker": "Huw David",
                            "content": "And that is only because of the most appalling neglect and abuse, because there is no way that any judge would permit us to act to make a child safe if it was not for that fact, and the facts are there."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 9,
                            "speaker": "Huw David",
                            "content": "So, I don't want that focus to be lost, but, of course, we welcome and understand the need to progress this piece of legislation."
                        }
                    ]
                ]
            },
            {
                "query": "What did people say about what caused the raising of the number of the looked-after children when talking about the unintended consequences?",
                "tokenized_answer": [
                    "There were many reasons that had led to the increasing numbers of children becoming looked after across England and Wales, and it was hard to identify a single reason.",
                    "Increased austerity was a part of this.",
                    "In addition, an increased awareness of adverse childhood experiences and the emphasis of the impact on children of domestic abuse also affected this.",
                    "It was also because of our understanding of what happened to children in those households.",
                    "Besides, changes in our practice with colleagues in the judiciary, changes in the police service, and changes in the preventative services were other elements."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 33,
                            "sent_index": 1,
                            "speaker": "Sally Jenkins",
                            "content": "So, what you have is a range of reasons that have led to the increasing numbers of children becoming looked after across England and Wales."
                        },
                        {
                            "type": "CES",
                            "turn_index": 33,
                            "sent_index": 2,
                            "speaker": "Sally Jenkins",
                            "content": "What you can't do is identify a single reason."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 33,
                            "sent_index": 3,
                            "speaker": "Sally Jenkins",
                            "content": "There have been headlines that have said, 'Is it increased austerity?'"
                        },
                        {
                            "type": "CES",
                            "turn_index": 33,
                            "sent_index": 4,
                            "speaker": "Sally Jenkins",
                            "content": "That is clearly a part of this."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 33,
                            "sent_index": 5,
                            "speaker": "Sally Jenkins",
                            "content": "Is it in Wales an increased awareness of adverse childhood experiences and the emphasis of the impact on children of, for example, domestic abuse?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 33,
                            "sent_index": 7,
                            "speaker": "Sally Jenkins",
                            "content": "All of that research would say it's all of those things."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 33,
                            "sent_index": 6,
                            "speaker": "Sally Jenkins",
                            "content": "Is it because of our understanding of what happens to children in those households?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 33,
                            "sent_index": 7,
                            "speaker": "Sally Jenkins",
                            "content": "All of that research would say it's all of those things."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 33,
                            "sent_index": 8,
                            "speaker": "Sally Jenkins",
                            "content": "And then, when you also add in changes in our practice with our colleagues in the judiciary, changes in our police service, but also changes in our preventative services, you've got that whole range of elements."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the questions and answers on the implementation for social services.",
                "tokenized_answer": [
                    "The first question was about whether members of the public should be encouraged to contact social services departments if they saw a child being smacked.",
                    "Sally Jenkins answered that they had a duty to report this.",
                    "Second question was about to what extent \"Anyone accused or convicted of assaulting a child will be subject to long-term social services involvement in their family and social stigma\" accurately.",
                    "Sally Jenkins said that this was not punitive approaches from social services, and their aim was to get in and get out, and let families find their own solutions.",
                    "Third question was about whether there was a need for legislation if natural behavior and the culture was changing.",
                    "Huw David mentioned that there was already existing legislation that covered those children who were abused by parents.",
                    "However, the threshold was not clear enough for children.",
                    "Then they outlined the practical ways in which social services' interaction with parents would change because of this proposed law.",
                    "The last question was about the assessment of how this Bill would impact on emergency and out of hours local authority services.",
                    "Sally Jenkins said that they had out-of-hours provision and emergency duty teams already across Wales that operate 24/7.",
                    "And there was no doubt that they exist and they work closely with police colleagues."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ],
                    [
                        6
                    ],
                    [
                        7
                    ],
                    [
                        8
                    ],
                    [
                        9
                    ],
                    [
                        10
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 40,
                            "sent_index": 1,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "If this Bill becomes law, would you encourage members of the public to contact social services departments if they do see a child being smacked?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 41,
                            "sent_index": 0,
                            "speaker": "Sally Jenkins",
                            "content": "We already encourage members of the public to contact social services or the police, depending on the circumstances."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 42,
                            "sent_index": 0,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "What, if a child is being smacked now?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 43,
                            "sent_index": 1,
                            "speaker": "Sally Jenkins",
                            "content": "If a child is being smacked now, we would ask that people contact."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 2,
                            "speaker": "Sally Jenkins",
                            "content": "We have a duty to report, as professionals."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 46,
                            "sent_index": 3,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "It also says, 'Anyone accused or convicted of assaulting a child—under the new definition—' so, I suppose you could argue, a minor tap— 'will be subject to long-term social services involvement in their family and social stigma.'"
                        },
                        {
                            "type": "CES",
                            "turn_index": 46,
                            "sent_index": 4,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "To what extent is this accurate, and, also, will thresholds for social services intervention change if the Bill is enacted?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 47,
                            "sent_index": 0,
                            "speaker": "Sally Jenkins",
                            "content": "There are a number of parts to that."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 47,
                            "sent_index": 4,
                            "speaker": "Sally Jenkins",
                            "content": "Our aim is to get in and get out."
                        },
                        {
                            "type": "CES",
                            "turn_index": 47,
                            "sent_index": 5,
                            "speaker": "Sally Jenkins",
                            "content": "So, in terms of long-term intervention, what we want is for families to find their own solutions."
                        },
                        {
                            "type": "CES",
                            "turn_index": 47,
                            "sent_index": 7,
                            "speaker": "Sally Jenkins",
                            "content": "This is not about punitive approaches from social services."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 48,
                            "sent_index": 0,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "So, on that one then, is there a need for legislation that will—obviously there'll be resources for the Welsh Government and there'll be resources out of hours and things like that—is there a need for legislation if, as you say, natural behaviour and the culture is changing?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 49,
                            "sent_index": 2,
                            "speaker": "Sally Jenkins",
                            "content": "That would be my first natural response: surely our legislation should be reflective of what our world is."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 50,
                            "sent_index": 1,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "Are there any comments from anyone else?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 0,
                            "speaker": "Huw David",
                            "content": "Simply to say that I think that, in terms of that clarity for the very vulnerable children out there who are currently being assaulted—seriously assaulted and abused by their parents, which goes on on a daily basis—that is already covered by existing legislation."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 1,
                            "speaker": "Huw David",
                            "content": "But at the moment, they don't know, because they could be being told—and they probably are being told—by their parents that's it's okay, that they can smack their child and that that's acceptable."
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 2,
                            "speaker": "Huw David",
                            "content": "They don't know the difference."
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 4,
                            "speaker": "Huw David",
                            "content": "And if you asked most parents, and in fact lots of professionals, they would not be able to tell you, and probably most of you wouldn't be able to tell me exactly where is the threshold—"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 55,
                            "sent_index": 1,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "Can you outline the practical ways in which social services' interaction with parents will change as a result of this proposed law and do you envisage that all referrals to the police will be automatically referred to social services for an assessment?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 56,
                            "sent_index": 0,
                            "speaker": "Sally Jenkins",
                            "content": "That will be part of the implementation phase about that decision making."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 83,
                            "sent_index": 1,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "It says there is also potential to create extra demand on out-of-hours social services teams due to the time that the offences were reported, and in order to support safeguarding measures."
                        },
                        {
                            "type": "CES",
                            "turn_index": 83,
                            "sent_index": 2,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "Have you assessed how this Bill will impact on emergency and out-of-hours local authority services?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 84,
                            "sent_index": 0,
                            "speaker": "Sally Jenkins",
                            "content": "We have considered that, and again I think that's something that we would very much want to look at as part of implementation."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 84,
                            "sent_index": 1,
                            "speaker": "Sally Jenkins",
                            "content": "We have out-of-hours provision, we have emergency duty teams already across Wales that operate 24/7."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 84,
                            "sent_index": 2,
                            "speaker": "Sally Jenkins",
                            "content": "There's no doubt that they exist and they work very closely with our police colleagues."
                        }
                    ]
                ]
            },
            {
                "query": "What Sally Jenkins answered to what extent was \"Anyone accused or convicted of assaulting a child will be subject to long-term social services involvement in their family and social stigma\" accurately when discussing the implementation for social services?",
                "tokenized_answer": [
                    "First, Sally Jenkins made it clear that very few numbers of families where they had long-term intervention currently.",
                    "What they do was they go in for short periods in families' lives to work with them and their family members.",
                    "Their aim was to get in and get out.",
                    "In terms of long-term intervention, they wanted families to find their own solutions.",
                    "To conclude, this was not a punitive approach from social services."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 47,
                            "sent_index": 1,
                            "speaker": "Sally Jenkins",
                            "content": "Firstly, in terms of long-term social services intervention in a family's life, I think, for people to be fully aware of the very few numbers of families where we have long-term intervention currently, even where there is what would be perceived as very significant abuse."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 47,
                            "sent_index": 2,
                            "speaker": "Sally Jenkins",
                            "content": "What we do is we go in for short periods in families' lives, to support them to work with their strengths, to work with them and their family members."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 47,
                            "sent_index": 4,
                            "speaker": "Sally Jenkins",
                            "content": "Our aim is to get in and get out."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 47,
                            "sent_index": 5,
                            "speaker": "Sally Jenkins",
                            "content": "So, in terms of long-term intervention, what we want is for families to find their own solutions."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 47,
                            "sent_index": 7,
                            "speaker": "Sally Jenkins",
                            "content": "This is not about punitive approaches from social services."
                        },
                        {
                            "type": "PES",
                            "turn_index": 47,
                            "sent_index": 8,
                            "speaker": "Sally Jenkins",
                            "content": "So, that's the first element."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize Huw David' s opinion on whether there was a need for legislation if natural behavior and the culture is changing when discussing the implementation for social services.",
                "tokenized_answer": [
                    "Huw David said that there had already existed legislation that covered those children who were currently being assaulted and abused by their parents which went on a daily basis.",
                    "However, the threshold of being abused was not clear, and children might be told that being smacked by their parents was acceptable.",
                    "However, it was necessary to know where the line is, and this would be a step forward."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 0,
                            "speaker": "Huw David",
                            "content": "Simply to say that I think that, in terms of that clarity for the very vulnerable children out there who are currently being assaulted—seriously assaulted and abused by their parents, which goes on on a daily basis—that is already covered by existing legislation."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 1,
                            "speaker": "Huw David",
                            "content": "But at the moment, they don't know, because they could be being told—and they probably are being told—by their parents that's it's okay, that they can smack their child and that that's acceptable."
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 3,
                            "speaker": "Huw David",
                            "content": "A young child is not going to know that difference and there is confusion about what is—."
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 4,
                            "speaker": "Huw David",
                            "content": "And if you asked most parents, and in fact lots of professionals, they would not be able to tell you, and probably most of you wouldn't be able to tell me exactly where is the threshold—"
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 53,
                            "sent_index": 0,
                            "speaker": "Huw David",
                            "content": "Well, at the moment, we don't know where that line is."
                        },
                        {
                            "type": "PES",
                            "turn_index": 53,
                            "sent_index": 1,
                            "speaker": "Huw David",
                            "content": "That vulnerable child, at home, being abused by their parents, does not know where that line is."
                        },
                        {
                            "type": "CES",
                            "turn_index": 53,
                            "sent_index": 2,
                            "speaker": "Huw David",
                            "content": "And they should know where that line is because then they can pick up the phone to Childline or they can talk to a professional and ask them where that line is."
                        },
                        {
                            "type": "CES",
                            "turn_index": 53,
                            "sent_index": 3,
                            "speaker": "Huw David",
                            "content": "So, that would be a step forward."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the specific questions and answers on the impact on education.",
                "tokenized_answer": [
                    "There were totally two questions proposed on impact on education.",
                    "First, Jayne Bryant asked how confident they were that teachers and others working in those educational settings would be clear about how to support the implementation of this Bill.",
                    "Alastair Birch responded that training requirements for all professionals in education settings were clear.",
                    "The awareness needed to be clear for educational professionals that the duty to report was there.",
                    "The second question was about whether there was a risk that those in education settings would have a key role in referring more parents to social services, which could cause potential harm to relationships and cause mistrust.",
                    "Alastair Birch disagreed that this was a matter of mistrust.",
                    "He thought if a professional believed there was significant harm to that child, they were under a duty to report that to social care."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ],
                    [
                        6
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 87,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "We've got some specific questions now on the impact on education from Jayne Bryant."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 88,
                            "sent_index": 3,
                            "speaker": "Jayne Bryant AM",
                            "content": "How confident are you that teachers and others working in those educational settings will be clear about how to support the implementation of this Bill, if enacted?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 0,
                            "speaker": "Alastair Birch",
                            "content": "Training requirements for all professionals in education settings are clear."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 9,
                            "speaker": "Alastair Birch",
                            "content": "So, that awareness—it needs to be clear for educational professionals that that duty to report is always there."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 90,
                            "sent_index": 1,
                            "speaker": "Jayne Bryant AM",
                            "content": "And you were saying about how important trust is as well, but do you think that there's a risk that those in education settings will have a key role in referring more parents to social services, which some have said could cause potential harm to relationships and cause mistrust?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 91,
                            "sent_index": 0,
                            "speaker": "Alastair Birch",
                            "content": "I don't think it's a matter of mistrust—it's a matter of, you know, if a professional believes, based on the evidence that they have, because they're working with that child every day, that there is significant harm to that child, they are under a duty to report that to social care."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 91,
                            "sent_index": 0,
                            "speaker": "Alastair Birch",
                            "content": "I don't think it's a matter of mistrust—it's a matter of, you know, if a professional believes, based on the evidence that they have, because they're working with that child every day, that there is significant harm to that child, they are under a duty to report that to social care."
                        }
                    ]
                ]
            },
            {
                "query": "How confident Alastair Birch was that teachers and others working in those educational settings would be clear about how to support the implementation of this Bill?",
                "tokenized_answer": [
                    "Training requirements for all professionals in education settings were clear.",
                    "The bible in terms of education professionals included 'keeping learners safe'.",
                    "Therefore, the awareness needed to be clear for educational professionals that the duty to report was there.",
                    "When they feel the significant harm happened, they should report this and it would go to the childcare assessment team.",
                    "And schools were fundamental in the support for the families, since they had the relationships with the families."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 0,
                            "speaker": "Alastair Birch",
                            "content": "Training requirements for all professionals in education settings are clear."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 6,
                            "speaker": "Alastair Birch",
                            "content": "It says in 'Keeping learners safe', which is the bible in terms of education professionals, that there's a responsibility on the professional to make that referral and for that universal service."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 9,
                            "speaker": "Alastair Birch",
                            "content": "So, that awareness—it needs to be clear for educational professionals that that duty to report is always there."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 10,
                            "speaker": "Alastair Birch",
                            "content": "If they believe that that significant harm has happened then that report then goes to the child care assessment team."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 18,
                            "speaker": "Alastair Birch",
                            "content": "Schools are absolutely fundamental in that support for the families."
                        },
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 19,
                            "speaker": "Alastair Birch",
                            "content": "They have those relationships with the families."
                        }
                    ]
                ]
            },
            {
                "query": "How did Alastair Birch respond to whether there was a risk that those in education settings would have a key role in referring more parents to social services, which causes mistrust?",
                "tokenized_answer": [
                    "Alastair Birch did not think it was a matter of mistrust.",
                    "Alastair Birch said that part of the work with families, and most of the referrals they made were with parental consent.",
                    "This consent was a key element.",
                    "For those that were not referred at threshold, it would come back to school for some support."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 91,
                            "sent_index": 0,
                            "speaker": "Alastair Birch",
                            "content": "I don't think it's a matter of mistrust—it's a matter of, you know, if a professional believes, based on the evidence that they have, because they're working with that child every day, that there is significant harm to that child, they are under a duty to report that to social care."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 91,
                            "sent_index": 1,
                            "speaker": "Alastair Birch",
                            "content": "So, part of the work is with families, and most of the referrals we make are with parental consent."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 91,
                            "sent_index": 2,
                            "speaker": "Alastair Birch",
                            "content": "That consent is a key element of this, and conversation with our social care colleagues is usually, 'You need to speak to the parents again and have a conversation with them.'"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 91,
                            "sent_index": 3,
                            "speaker": "Alastair Birch",
                            "content": "Some of the NFAs—the ones that don't get referred at threshold—it will come back to school for, possibly, some support from the family or a team around the family or some other aspect."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize their discussions on awareness raising.",
                "tokenized_answer": [
                    "The first question was about how they should make it clear that the legislation is not trying to criminalize parents, and who should be responsible for this.",
                    "Sally Jenkins responded that those drivers in relation to that awareness raising should be the key.",
                    "There were a lot of ways for this including preventative services, universal services and etc.",
                    "Then they had some discussions on whether the awareness raising should be on the face of the Bill and who should pay for this.",
                    "Huw David was not sure whether being on the Bill was necessary, but he said it was worth consideration.",
                    "Welsh Government Ministers should have a duty on this."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 94,
                            "sent_index": 1,
                            "speaker": "Sian Gwenllian AM",
                            "content": "In looking at your written evidence, you say that we must make it very clear to parents, guardians and the public that this legislation is not trying to criminalise parents, and that is clearly very important for you."
                        },
                        {
                            "type": "CES",
                            "turn_index": 94,
                            "sent_index": 2,
                            "speaker": "Sian Gwenllian AM",
                            "content": "How do you think we should do that and who should be doing that work?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 95,
                            "sent_index": 0,
                            "speaker": "Sally Jenkins",
                            "content": "I think that's really broad."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 1,
                            "speaker": "Sally Jenkins",
                            "content": "Obviously, colleagues in education, colleagues in social care, colleagues in preventative services, but also Welsh Government and the National Assembly, in terms of those drivers in relation to that awareness raising are really, really key."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 4,
                            "speaker": "Sally Jenkins",
                            "content": "We have existing preventative services, we have all our universal services, we have the regional safeguarding boards and the national safeguarding boards."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 95,
                            "sent_index": 8,
                            "speaker": "Sally Jenkins",
                            "content": "It is about that wider issue of awareness raising, and using all of those avenues will help us to do that in the broadest sense."
                        },
                        {
                            "type": "CES",
                            "turn_index": 96,
                            "sent_index": 0,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Do you, therefore, believe that this needs to be on the face of the Bill?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 96,
                            "sent_index": 7,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Surely, that awareness raising aspect would be clearer for everyone if it was on the face of the Bill."
                        },
                        {
                            "type": "PES",
                            "turn_index": 100,
                            "sent_index": 0,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Okay."
                        },
                        {
                            "type": "CES",
                            "turn_index": 100,
                            "sent_index": 1,
                            "speaker": "Sian Gwenllian AM",
                            "content": "But is it clear who would pay for all of that?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 101,
                            "sent_index": 1,
                            "speaker": "Huw David",
                            "content": "I think it should be a duty on Welsh Government Ministers—absolutely."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 96,
                            "sent_index": 7,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Surely, that awareness raising aspect would be clearer for everyone if it was on the face of the Bill."
                        },
                        {
                            "type": "PES",
                            "turn_index": 96,
                            "sent_index": 8,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Do you have an opinion on that?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 0,
                            "speaker": "Huw David",
                            "content": "I don't know whether that is necessary—I'm not a legislator."
                        },
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 2,
                            "speaker": "Huw David",
                            "content": "I think it's worthy of consideration, but, as I say, I'm not a legislator or a lawyer, so I don't know what implications that will have long term."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 100,
                            "sent_index": 1,
                            "speaker": "Sian Gwenllian AM",
                            "content": "But is it clear who would pay for all of that?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 101,
                            "sent_index": 1,
                            "speaker": "Huw David",
                            "content": "I think it should be a duty on Welsh Government Ministers—absolutely."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion on how to make it clear to parents that the legislation is not trying to criminalize parents.",
                "tokenized_answer": [
                    "Sally Jenkins said that this was very broad.",
                    "Colleagues in education, in social care, in preventative services, and also Welsh Government and the National Assembly were key to this.",
                    "There were lots of routes that could go through in terms of raising awareness, including preventative services, universal services and regional safeguarding boards and the national safeguarding boards.",
                    "It was about that wider issue of awareness raising, and using all of those avenues would help us to do that in the broadest sense."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 94,
                            "sent_index": 2,
                            "speaker": "Sian Gwenllian AM",
                            "content": "How do you think we should do that and who should be doing that work?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 0,
                            "speaker": "Sally Jenkins",
                            "content": "I think that's really broad."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 1,
                            "speaker": "Sally Jenkins",
                            "content": "Obviously, colleagues in education, colleagues in social care, colleagues in preventative services, but also Welsh Government and the National Assembly, in terms of those drivers in relation to that awareness raising are really, really key."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 3,
                            "speaker": "Sally Jenkins",
                            "content": "We also know that there are a number of routes that we can go through in terms of raising awareness."
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 4,
                            "speaker": "Sally Jenkins",
                            "content": "We have existing preventative services, we have all our universal services, we have the regional safeguarding boards and the national safeguarding boards."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 8,
                            "speaker": "Sally Jenkins",
                            "content": "It is about that wider issue of awareness raising, and using all of those avenues will help us to do that in the broadest sense."
                        }
                    ]
                ]
            },
            {
                "query": "What did Huw David respond to whether this needed to be on the face of the Bill?",
                "tokenized_answer": [
                    "Huw David said he was not sure whether this was necessary or not since he was not a legislator.",
                    "Obviously, he thought there was an inherent interest in Welsh Government raising awareness.",
                    "This was worthy of consideration.",
                    "Then he said this should be a duty on Welsh Government Ministers."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 0,
                            "speaker": "Huw David",
                            "content": "I don't know whether that is necessary—I'm not a legislator."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 1,
                            "speaker": "Huw David",
                            "content": "I think that there's obviously an inherent interest in Welsh Government raising awareness, because we have to raise awareness effectively for this to be successful, otherwise we will have parents who feel that they're being criminalised, and that's the last thing we want."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 2,
                            "speaker": "Huw David",
                            "content": "I think it's worthy of consideration, but, as I say, I'm not a legislator or a lawyer, so I don't know what implications that will have long term."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 100,
                            "sent_index": 1,
                            "speaker": "Sian Gwenllian AM",
                            "content": "But is it clear who would pay for all of that?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 101,
                            "sent_index": 1,
                            "speaker": "Huw David",
                            "content": "I think it should be a duty on Welsh Government Ministers—absolutely."
                        }
                    ]
                ]
            }
        ]
    }
}