{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "The meeting was about the impact of Brexit on the capacity of Wales' higher education system and some future risk assessments for the higher education institutions.",
                    "The group discussed some current problems caused by Brexit, and the efforts they have made for current and future risks, on discussing the Brexit's impact on program Eramus and international mobility.",
                    "Finally, the group discussed the financial funding barriers and future financial forecast for Wales' higher education system."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 2,
                            "speaker": "Dr David Blaney",
                            "content": "In terms of the impact of Brexit on higher education, clearly, the significance here is about the contribution that higher education can make to Wales."
                        },
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 6,
                            "speaker": "Dr David Blaney",
                            "content": "Of course, in Wales, all of that economic impact is really very significant, and uncertainty about the relationships and the arrangements with Europe is one of the most significant issues confronting university management at the moment."
                        },
                        {
                            "type": "PES",
                            "turn_index": 9,
                            "sent_index": 7,
                            "speaker": "Dr David Blaney",
                            "content": "That has an impact in a number of ways."
                        },
                        {
                            "type": "PES",
                            "turn_index": 68,
                            "sent_index": 0,
                            "speaker": "Darren Millar AM",
                            "content": "Can I just ask, in terms of the impact of Brexit, have you done any assessment of what you think might happen, or have any of the institutions made available to you any assessments of what they think is likely to happen to their individual institutions, going forward?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 69,
                            "sent_index": 1,
                            "speaker": "Dr David Blaney",
                            "content": "And we have provided that group with early summaries of the risks and the potential impact, in terms of the exposure of the sector to EU-sourced funding."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 0,
                            "speaker": "Bethan Owen",
                            "content": "The funding position would be the main pressure."
                        },
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 9,
                            "speaker": "Bethan Owen",
                            "content": "The other pressures relate to student recruitment."
                        },
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 13,
                            "speaker": "Bethan Owen",
                            "content": "And the other pressures include pay and pension costs, not least the issues around the universities superannuation scheme pension fund, where there's potentially a significant increase in cost."
                        },
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 15,
                            "speaker": "Bethan Owen",
                            "content": "And finally, the uncertainty about potential consequences that could arise from the review in England of fees and funding—the Augar review."
                        },
                        {
                            "type": "CES",
                            "turn_index": 41,
                            "sent_index": 0,
                            "speaker": "Dr David Blaney",
                            "content": "So, in terms of the efforts that have been made, there's a programme now that is being run by the sector in Wales—it's 'Study in Wales'."
                        },
                        {
                            "type": "PES",
                            "turn_index": 83,
                            "sent_index": 8,
                            "speaker": "Dr David Blaney",
                            "content": "Our links into institutions are many and varied."
                        },
                        {
                            "type": "PES",
                            "turn_index": 85,
                            "sent_index": 1,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "We had evidence last week from some of the higher education institutions, including Cardiff University, and it's very interesting, in relation to Erasmus+ and the mobility funding for students that, I think, only 40 per cent of the mobility funding in Cardiff is paid for by Erasmus+."
                        },
                        {
                            "type": "CES",
                            "turn_index": 85,
                            "sent_index": 3,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "I was just wondering whether you might go further and expect universities to actually make commitments to funding international mobility from their own fee incomes as part of that."
                        },
                        {
                            "type": "PES",
                            "turn_index": 86,
                            "sent_index": 0,
                            "speaker": "Bethan Owen",
                            "content": "Again, reflecting on the latest fee and access plans, seven of the universities are referring to mobility—either they have targets in them or are explaining what their plans are—so they are including an element of it from their own income and fee and access income."
                        },
                        {
                            "type": "PES",
                            "turn_index": 90,
                            "sent_index": 1,
                            "speaker": "Dr David Blaney",
                            "content": "I think the Welsh sector is definitely committed to trying to find ways of promoting and resourcing that sort of mobility."
                        },
                        {
                            "type": "PES",
                            "turn_index": 90,
                            "sent_index": 2,
                            "speaker": "Dr David Blaney",
                            "content": "There are signs that some of the restrictive elements of the Erasmus programme are going to change anyway, because that's under development and that's positive."
                        },
                        {
                            "type": "CES",
                            "turn_index": 90,
                            "sent_index": 3,
                            "speaker": "Dr David Blaney",
                            "content": "There have been positive noises as part of the Brexit negotiations about wanting to carry on being able to access the Erasmus programme."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 45,
                            "sent_index": 0,
                            "speaker": "Darren Millar AM",
                            "content": "I just wonder to what extent you have been able to plan in your financial forecasts for the next few years ahead for the potential impacts of Brexit."
                        },
                        {
                            "type": "PES",
                            "turn_index": 46,
                            "sent_index": 0,
                            "speaker": "Bethan Owen",
                            "content": "In terms of our funding, we receive our funding annually, but the sector provides us with financial forecasts, and we use those for monitoring sustainability."
                        },
                        {
                            "type": "PES",
                            "turn_index": 46,
                            "sent_index": 1,
                            "speaker": "Bethan Owen",
                            "content": "So, the last full forecasts that we had were in July 2017."
                        },
                        {
                            "type": "PES",
                            "turn_index": 48,
                            "sent_index": 0,
                            "speaker": "Bethan Owen",
                            "content": "They are four plus the current year."
                        },
                        {
                            "type": "PES",
                            "turn_index": 58,
                            "sent_index": 3,
                            "speaker": "Dr David Blaney",
                            "content": "The other question I think you asked was how much of the money released by the new arrangements will come into higher education."
                        },
                        {
                            "type": "PES",
                            "turn_index": 58,
                            "sent_index": 4,
                            "speaker": "Dr David Blaney",
                            "content": "At the moment, we are expecting all of it to come into higher education, as the product of the arrangement between the current Cabinet Secretary and the current First Minister."
                        },
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 1,
                            "speaker": "John Griffiths AM",
                            "content": "Could I go on to ask about other barriers to Welsh universities gaining more funding from UK research councils?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 116,
                            "sent_index": 1,
                            "speaker": "Dr David Blaney",
                            "content": "The first one—and we'll sound like a stuck record if we're not careful—is that there's an issue about investment and the Reid report makes this very clear."
                        },
                        {
                            "type": "PES",
                            "turn_index": 116,
                            "sent_index": 12,
                            "speaker": "Dr David Blaney",
                            "content": "And the second thing is that UK-wide research pots nearly always fund at about 80 per cent of the total cost of the research, and the other 20 per cent is meant to be found from the core research funding for the university, and if you're in a situation where your core research funding is not competitive, then you're not going to be competitive at getting that money."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "What did Dr. David Blaney think of the impact of Brexit on the capacity of Wales' higher education system?",
                "tokenized_answer": [
                    "First, the economic impact of Brexit is shown in a number of ways, like the extent to which the HE sector in Wales is exposed to sources of income that are located from the EU.",
                    "We can also see some changes in students' applications and in increasing difficulties of the EU collaborative research activities.",
                    "In terms of the financial impact, if it is accepted that the UK is a net contributor to the EU then, presumably, some of Wales' money will go straight into politics, and the benefits are unknown, which will become a matter of politics.",
                    "In terms of recruitment, both European Union-domiciled applicants to Wales and non-EU international students decreased, who applied to Welsh institutions.",
                    "While the number for both groups of students who apply to English universities increased."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 9,
                            "sent_index": 6,
                            "speaker": "Dr David Blaney",
                            "content": "Of course, in Wales, all of that economic impact is really very significant, and uncertainty about the relationships and the arrangements with Europe is one of the most significant issues confronting university management at the moment."
                        },
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 7,
                            "speaker": "Dr David Blaney",
                            "content": "That has an impact in a number of ways."
                        },
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 8,
                            "speaker": "Dr David Blaney",
                            "content": "We can identify at the moment the extent to which the HE sector in Wales is exposed to sources of income that are located from the EU, so EU students, structural funds, and EU research funding, and so on, from the EU."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 10,
                            "speaker": "Dr David Blaney",
                            "content": "We are beginning to see some impact in terms of applications from EU students and I'll ask Bethan to share some details on that in a moment."
                        },
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 11,
                            "speaker": "Dr David Blaney",
                            "content": "We're also beginning to pick up, only anecdotally, some signs that there are increasing difficulties in the UK sector, and the Welsh sector as part of that, in playing in some of the EU collaborative research activities."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 14,
                            "speaker": "Dr David Blaney",
                            "content": "In terms of the financial impact of that, clearly, if it is accepted that the UK is a net contributor to the EU then, presumably, some of the money—we're almost immediately straight into politics if you're not careful—but some of the money will be available back to the UK, and the extent to which Wales benefits or not from that returned money is a function of the political relationship between the Welsh Government and Her Majesty's Government."
                        },
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 15,
                            "speaker": "Dr David Blaney",
                            "content": "It's not necessarily the case that Wales will always lose out in that relationship, but that will become a matter of politics."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 21,
                            "speaker": "Dr David Blaney",
                            "content": "So, in terms of recruitment, Bethan."
                        },
                        {
                            "type": "CES",
                            "turn_index": 10,
                            "sent_index": 1,
                            "speaker": "Bethan Owen",
                            "content": "The European Union-domiciled applicants to Wales have decreased by 8 per cent, which contrasts with a 2 per cent increase for English institutions, and non-EU—so international students, not from Europe—have also decreased by 9 per cent to Welsh institutions, again contrasting with a 7 per cent increase in England."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 10,
                            "sent_index": 1,
                            "speaker": "Bethan Owen",
                            "content": "The European Union-domiciled applicants to Wales have decreased by 8 per cent, which contrasts with a 2 per cent increase for English institutions, and non-EU—so international students, not from Europe—have also decreased by 9 per cent to Welsh institutions, again contrasting with a 7 per cent increase in England."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the main pressures on the Welsh higher education sector at the moment.",
                "tokenized_answer": [
                    "The funding position would be the main pressure.",
                    "The recommendations for re-establishing funding at Welsh institutions are expected to take quite a bit longer.",
                    "Wales institutions are still funding at a lower level.",
                    "Then, as for enrollments, there is also the start of a reduction, both in Welsh-domiciled and English-domiciled applications to Wales.",
                    "And finally, the uncertainty about potential consequences that could arise from the review in England of fees and funding—the Augar review."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 0,
                            "speaker": "Bethan Owen",
                            "content": "The funding position would be the main pressure."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 2,
                            "speaker": "Bethan Owen",
                            "content": "However, the recommendations for re-establishing funding at Welsh institutions are expected to take quite a bit longer."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 6,
                            "speaker": "Bethan Owen",
                            "content": "For the research and teaching grant, though, we are still funding at a lower level—£12.5 million less—then the starting point for the Diamond report, the 2015-16 starting report."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 9,
                            "speaker": "Bethan Owen",
                            "content": "The other pressures relate to student recruitment."
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 11,
                            "speaker": "Bethan Owen",
                            "content": "There is also the start of a reduction, both in Welsh-domiciled and English-domiciled applications to Wales."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 15,
                            "speaker": "Bethan Owen",
                            "content": "And finally, the uncertainty about potential consequences that could arise from the review in England of fees and funding—the Augar review."
                        }
                    ]
                ]
            },
            {
                "query": "According to Dr. Blaney, what are the reasons for the drop in EU students applying to study in Wales?",
                "tokenized_answer": [
                    "He thinks there may be two reasons.",
                    "The first one is about the change in student support arrangements for EU students, which will have an effect of perturbation.",
                    "Wales' institutions' fee level is slightly lower, but they do struggle in terms of the Anglocentric nature of the media and so on.",
                    "The other dimension is about the attractiveness of the higher institutions in a highly competitive recruitment market.",
                    "Wales universities don't have enough investment in facilities, and particularly buildings and kits."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 17,
                            "sent_index": 0,
                            "speaker": "Dr David Blaney",
                            "content": "It's very difficult to be definitive about the reasons, but I think there are probably two."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 17,
                            "sent_index": 1,
                            "speaker": "Dr David Blaney",
                            "content": "The one that Bethan has already indicated, which is the change in student support arrangements for EU students, will have an effect of perturbation."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 17,
                            "sent_index": 3,
                            "speaker": "Dr David Blaney",
                            "content": "Ours would be better because the fee level is slightly lower, but we do struggle in Wales in terms of the Anglocentric nature of the media and so on."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 17,
                            "sent_index": 5,
                            "speaker": "Dr David Blaney",
                            "content": "The other dimension is that when you're in a highly competitive recruitment market, you have to do what you can to look attractive."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 17,
                            "sent_index": 6,
                            "speaker": "Dr David Blaney",
                            "content": "Part of that is about being able to invest in facilities, and particularly buildings and kit, and the relative levels of investment between Wales and England over quite a long period of time now probably have an impact on that."
                        }
                    ]
                ]
            },
            {
                "query": "What does Dr. Blaney think of the reasons why prospective students should study in Wales?",
                "tokenized_answer": [
                    "One of the reasons  is relative safety, Wales is a comfortable and safe place to be.",
                    "Then, being part of a UK system is also an important message there as well.",
                    "Students enjoy a UK-quality system, a UK degree, and the strength of that brand is available in Wales, and they can be safer and more supportive in Wales."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 0,
                            "speaker": "Dr David Blaney",
                            "content": "One of them in particular is relative safety."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 1,
                            "speaker": "Dr David Blaney",
                            "content": "We know that one of the considerations, particularly for parents of overseas students, is are they going to go to a safe environment, and we know that the perception of international students who study in Wales is that this is a comfortable and safe place to be."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 4,
                            "speaker": "Dr David Blaney",
                            "content": "Being part of a UK system is also an important message there as well."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 5,
                            "speaker": "Dr David Blaney",
                            "content": "So, we've got a UK-quality system, a UK degree, and the strength of that brand is available in Wales, but it's available in a way that is safer and more supportive, I think is the messaging that's coming through."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the efforts of assessments on the future of the institutions.",
                "tokenized_answer": [
                    "According to Mr. Blaney, there's a Welsh Government HE Brexit working group, providing early summaries of the risks and the potential impact, in terms of the exposure of the sector to EU-sourced funding.",
                    "Beyond that, the working group will also share the work that institutions are doing individually to look at how they would respond to different scenarios, which hasn't been implemented yet."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 69,
                            "sent_index": 0,
                            "speaker": "Dr David Blaney",
                            "content": "There's a Welsh Government HE Brexit working group, which is chaired by one of the Government directors, and we sit on that."
                        },
                        {
                            "type": "CES",
                            "turn_index": 69,
                            "sent_index": 1,
                            "speaker": "Dr David Blaney",
                            "content": "And we have provided that group with early summaries of the risks and the potential impact, in terms of the exposure of the sector to EU-sourced funding."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 69,
                            "sent_index": 5,
                            "speaker": "Dr David Blaney",
                            "content": "Beyond that, what we haven't done in that working group is share the work that institutions are doing individually to look at how they would respond to different scenarios."
                        }
                    ]
                ]
            },
            {
                "query": "How Brexit might impact the fee and access plans of the higher institutions?",
                "tokenized_answer": [
                    "According to Mr. Blaney, there are two dimensions.",
                    "Fee and access plans are approved annually by Mr. Blaney's group.",
                    "They go through their financial sustainability, which is based on their forecasts and data.",
                    "And also, the fee plans themselves make assumptions about how many students of different types are going to be recruited.",
                    "Unless the institutions can find other students, and they will reduce the amount of investment in the various activities that are identified in the fee plans."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 73,
                            "sent_index": 0,
                            "speaker": "Dr David Blaney",
                            "content": "I think there are two dimensions to maybe touch upon there."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 73,
                            "sent_index": 1,
                            "speaker": "Dr David Blaney",
                            "content": "Fee and access plans are approved annually by us."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 73,
                            "sent_index": 5,
                            "speaker": "Dr David Blaney",
                            "content": "We, as part of that process, go through similar—we look at their financial sustainability, which is based on their forecasts—data to the stuff we've just been discussing."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 73,
                            "sent_index": 6,
                            "speaker": "Dr David Blaney",
                            "content": "And also, of course, the fee plans themselves make assumptions about how many students of different types, from different domains, are going to be recruited."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 73,
                            "sent_index": 7,
                            "speaker": "Dr David Blaney",
                            "content": "So, clearly, if there is a continuing downward pressure on EU student recruitment, then that will reduce the amount of fee income that's going to come in, unless they can find other students, and that will reduce the amount of investment in the various activities that are identified in the fee plans."
                        }
                    ]
                ]
            },
            {
                "query": "Other than fee and access reports, what else do executives do to assure that Welsh higher education institutions are effectively planning for Brexit?",
                "tokenized_answer": [
                    "They touched on contingency plans, which also focus on promotion and look for additional or increased sources of funding, and touched on strengthening the Global Wales engagement in order to sell Wales.",
                    "The other sector that they worked on  is the funding of infrastructure.",
                    "So they worked with UK universities to make arguments at UK Government level."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 78,
                            "sent_index": 1,
                            "speaker": "Bethan Owen",
                            "content": "I think rather than looking at worst-case scenarios, what the sector is also focusing on is the promotion and looking for additional or increased sources of funding."
                        },
                        {
                            "type": "CES",
                            "turn_index": 78,
                            "sent_index": 2,
                            "speaker": "Bethan Owen",
                            "content": "So, we touched on strengthening the Global Wales engagement in order to sell Wales, so more focus on marketing Wales overseas, but also within the UK."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 78,
                            "sent_index": 3,
                            "speaker": "Bethan Owen",
                            "content": "The other area where the sector is working at a UK level very hard is making the arguments to UK Government for maintaining access to the successor to Horizon 2020, which is arguably a larger part of the whole funding infrastructure—students is one part, but the whole funding infrastructure for maintaining research capacity."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 78,
                            "sent_index": 4,
                            "speaker": "Bethan Owen",
                            "content": "So, working with UK universities to make arguments at UK Government level for maintaining access to those sources of funding is also a part of what the institutions are doing."
                        }
                    ]
                ]
            },
            {
                "query": "According to the group, are higher education institutions having enough preparations on expertises to react to the current situation?",
                "tokenized_answer": [
                    "Bethan Owen thinks that they can advise based on visible data and information and on their judgment.",
                    "The big thing in this whole Brexit scenario contains so much uncertainty.",
                    "And according to Dr David Blaney, they have varied links into institutions, having lots of conversations, getting information for the assessment about the financial sustainability of the institutions, assessing governance and management levels and foreseeing challenges."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 0,
                            "speaker": "Bethan Owen",
                            "content": "I think we can advise—we can advise based on data and information that we can see."
                        },
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 1,
                            "speaker": "Bethan Owen",
                            "content": "We can advise based on our judgment."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 2,
                            "speaker": "Bethan Owen",
                            "content": "The big thing in this whole Brexit scenario is the uncertainty and the extent to which our speculation is better informed than the governing bodies or the sector collectively is probably the issue."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 83,
                            "sent_index": 8,
                            "speaker": "Dr David Blaney",
                            "content": "Our links into institutions are many and varied."
                        },
                        {
                            "type": "CES",
                            "turn_index": 83,
                            "sent_index": 9,
                            "speaker": "Dr David Blaney",
                            "content": "We have lots of conversations and we take all of that in the round and form an assessment about the financial sustainability of the institutions but also the extent to which we think their governance and management arrangements are properly sighted and facing properly the challenges that they face."
                        }
                    ]
                ]
            },
            {
                "query": "What do the group think of the existing problem of Erasmus and the mobility funding for students?",
                "tokenized_answer": [
                    "According to Bethan Owen, seven of the universities are referring to mobility, so they are including an element of it from their own income and fee and access income.",
                    "However, Erasmus is such a well-established and long-term plan that to implement anything similar to it would be much less efficient and much more costly, so  replacing it would be a challenge."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 86,
                            "sent_index": 0,
                            "speaker": "Bethan Owen",
                            "content": "Again, reflecting on the latest fee and access plans, seven of the universities are referring to mobility—either they have targets in them or are explaining what their plans are—so they are including an element of it from their own income and fee and access income."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 86,
                            "sent_index": 1,
                            "speaker": "Bethan Owen",
                            "content": "However, Erasmus is such a well-established and long-term plan—if we were looking at a scenario where that infrastructure wasn't available, to implement anything similar to that would be much less efficient and much more costly."
                        },
                        {
                            "type": "CES",
                            "turn_index": 86,
                            "sent_index": 6,
                            "speaker": "Bethan Owen",
                            "content": "So, I think replacing it would be a challenge."
                        }
                    ]
                ]
            },
            {
                "query": "What does the executives do to protect students' interests as the Brexit scenario evolves?",
                "tokenized_answer": [
                    "They were the first of the funding councils in the UK to have a memorandum of understanding with the National Union of Students in Wales, ahead of the rest of the UK in requiring all HE providers to have student charters and there are elements of student protection within the student charter.",
                    "They're also requiring further education institutions who are regulated and deliver higher education to do similar or the same, and that's very important."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 92,
                            "sent_index": 1,
                            "speaker": "Dr David Blaney",
                            "content": "We were the first of the funding councils in the UK to have a memorandum of understanding with the National Union of Students in Wales."
                        },
                        {
                            "type": "CES",
                            "turn_index": 92,
                            "sent_index": 5,
                            "speaker": "Dr David Blaney",
                            "content": "We we're, again, ahead of the rest of the UK in requiring all HE providers to have student charters and there are elements of student protection within the student charter."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 92,
                            "sent_index": 10,
                            "speaker": "Dr David Blaney",
                            "content": "We're also requiring further education institutions who are regulated and deliver higher education to do similar or the same, and that's very important."
                        }
                    ]
                ]
            },
            {
                "query": "What are the other barriers to Welsh universities gaining more funding from UK research councils?",
                "tokenized_answer": [
                    "The biggest is that there's an issue about investment.",
                    "The quality of the research base in Welsh universities and the productivity of that Welsh research base are both good, there's just not enough of them.",
                    "If they want to be able to play into the UK-wide research funding, the investment has two dimensions.",
                    "One is having enough researchers playing in larger projects rather than small-scale projects; and the second thing is that, compared to UK-wide research pots, Wales' core research funding is not competitive.",
                    "Also,  the Welsh sector has not been sufficiently focused on getting in on the conversations with the research councils."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 1,
                            "speaker": "Dr David Blaney",
                            "content": "The first one—and we'll sound like a stuck record if we're not careful—is that there's an issue about investment and the Reid report makes this very clear."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 2,
                            "speaker": "Dr David Blaney",
                            "content": "So, he has reaffirmed research that had been done previously that identifies that, actually, the quality of the research base in Welsh universities and the productivity of that Welsh research base are both good, there's just not enough of them, and that, in the end, is a product of investment decisions."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 9,
                            "speaker": "Dr David Blaney",
                            "content": "If you want to be able to play into the UK-wide research funding, then the investment has two dimensions to it."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 10,
                            "speaker": "Dr David Blaney",
                            "content": "One is just having enough researchers to be able to play into those increasingly larger projects rather than small-scale projects."
                        },
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 12,
                            "speaker": "Dr David Blaney",
                            "content": "And the second thing is that UK-wide research pots nearly always fund at about 80 per cent of the total cost of the research, and the other 20 per cent is meant to be found from the core research funding for the university, and if you're in a situation where your core research funding is not competitive, then you're not going to be competitive at getting that money."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 15,
                            "speaker": "Dr David Blaney",
                            "content": "I think it's fair to say that the Welsh sector has not been sufficiently focused on getting in on the conversations with the research councils, making sure they're in the various committees and so on."
                        }
                    ]
                ]
            },
            {
                "query": "What are the potential difficulties after Brexit for the continuation and enhancement of researcher collaborations and networks?",
                "tokenized_answer": [
                    "First of all, whether the Brexit deal might impact adversely on the capacity of the collaborations is still unknown.",
                    "But we've mentioned playing into Horizon Europe, and being able to continue with that would be an important part of that capacity.",
                    "Wales should maintain the quality, maintain the impact, and hopefully grow the critical mass.",
                    "Dr David Blaney thinks that they are already showing dividends in terms of the capacity to win more research funding, and to establish an even stronger presence in the international research market."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 118,
                            "sent_index": 1,
                            "speaker": "Dr David Blaney",
                            "content": "First of all, the Brexit deal might or might not impact adversely on the capacity of Welsh and, indeed, UK research infrastructure to play into broader collaborative activity across Europe, and, in a sense, that's a function of the deal whatever the deal looks like, and we'll have to wait and see."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 118,
                            "sent_index": 2,
                            "speaker": "Dr David Blaney",
                            "content": "But we've mentioned playing into Horizon Europe, and being able to continue with that would be an important part of that capacity."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 118,
                            "sent_index": 5,
                            "speaker": "Dr David Blaney",
                            "content": "And then the other part of my response to this would be that, actually, Wales will need to continue to be good at the research it does, so maintaining the quality, maintaining the impact, and hopefully growing the critical mass."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 118,
                            "sent_index": 7,
                            "speaker": "Dr David Blaney",
                            "content": "And I think they are already showing dividends in terms of the capacity to win more research funding, and to establish an even stronger presence in the international research market."
                        }
                    ]
                ]
            }
        ]
    }
}