{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "Basically, the Children, Young People and Education Committee's meeting was about the inquiry on school improvement and raising standards.",
                    "In this meeting, the Minister for Education, Kirsty and Director of Education, Steve answered many specific questions and expressed their opinions about the current situations.",
                    "Altogether, they had talked about the school categorization system which has been used right now, the curriculum reform, changes and challenges.",
                    "Also, they spent lots of time discussing regional consortia services that the way it worked and how they could be improved.",
                    "Although now they failed to persuade the government to adopt the new model, they were optimistic about the future application."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 2,
                            "speaker": "Lynne Neagle AM",
                            "content": "Welcome to the Children, Young People and Education Committee."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 7,
                            "speaker": "Lynne Neagle AM",
                            "content": "We'll move on, then, to our evidence session for our inquiry on school improvement and raising standards."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 8,
                            "speaker": "Lynne Neagle AM",
                            "content": "I'd like to welcome Kirsty Williams AM, Minister for Education, and Steve Davies, director of education."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 9,
                            "speaker": "Lynne Neagle AM",
                            "content": "Thank you both for attending and for your detailed paper in advance of the meeting."
                        },
                        {
                            "type": "PES",
                            "turn_index": 0,
                            "sent_index": 10,
                            "speaker": "Lynne Neagle AM",
                            "content": "We've got a lot of ground to cover, so we'll go straight into questions, if that's okay."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 27,
                            "sent_index": 3,
                            "speaker": "Huw Irranca-Davies AM",
                            "content": "So, we've got the school categorisation system, which we're familiar with."
                        },
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, our primary route to doing this is our school categorisation system."
                        },
                        {
                            "type": "PES",
                            "turn_index": 30,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "It's not just purely driven on data now; there are other judgments—the professional judgments of our challenge advisers are taken into account."
                        },
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 8,
                            "speaker": "Kirsty Williams AM",
                            "content": "And I would expect that situation to continue to evolve to align itself to our curriculum reform, and our changes in self-evaluation."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 66,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think, as with individual local education authorities, there are some regional consortia services that have performed really highly—and that's not me saying that, that's Estyn, but gives us assurance around that—and there are others that need to improve."
                        },
                        {
                            "type": "PES",
                            "turn_index": 66,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "Initially, they were very separate entities that did things their own way."
                        },
                        {
                            "type": "PES",
                            "turn_index": 66,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Increasingly, over recent years, we have seen those consortia working together on a national approach, but delivered on a regional basis."
                        },
                        {
                            "type": "PES",
                            "turn_index": 66,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "So I think they themselves have evolved over time."
                        },
                        {
                            "type": "PES",
                            "turn_index": 67,
                            "sent_index": 2,
                            "speaker": "Hefin David AM",
                            "content": "But with regard to the four consortia, and we'll take Education through Regional Working as an example, it does things differently to the other three."
                        },
                        {
                            "type": "PES",
                            "turn_index": 68,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, ERW does things differently, but then so does the Education Achievement Service."
                        },
                        {
                            "type": "PES",
                            "turn_index": 68,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "EAS is constituted in a different way to the Central South Consortium."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 13,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, although we weren't successful in persuading local government to adopt a new national model, local authorities in those areas saw the value of moving that way."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the discussion about schools causing concern with questions from Irranca-Davies.",
                "tokenized_answer": [
                    "According to Kirsty, there were a variety of ways in which schools that needed support or needed to be challenged on their practice would be identified.",
                    "Basically, they relied on the school categorization system.",
                    "What's more, in Kirsty's opinion, the school improvement service was a risk-based approach.",
                    "Luckily, the categorization system on which they depended would continue to evolve to align itself to the curriculum reform and make changes in self-evaluation.",
                    "It would continue to evolve because it had to be consistent with their overall approach to school improvement and raising standards.",
                    "What they needed now was a more strategic, longer term approach to reach changes in a school rather than some of the easy-to-fix items that made a school as if it was doing better."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 27,
                            "sent_index": 6,
                            "speaker": "Huw Irranca-Davies AM",
                            "content": "How is it decided what schools need support, need challenge?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, you're right: what we have is a variety of ways in which we can identify schools that need support, or need to be challenged on their practice."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, our primary route to doing this is our school categorisation system."
                        },
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Sometimes, and perhaps this is inevitable—."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, our school improvement service—it's a risk-based approach, so they can evaluate where they need to put their time, effort and resource."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 29,
                            "sent_index": 0,
                            "speaker": "Huw Irranca-Davies AM",
                            "content": "And you've made, with feedback over the last few years, adjustments to the way that the categorisation system works."
                        },
                        {
                            "type": "PES",
                            "turn_index": 29,
                            "sent_index": 1,
                            "speaker": "Huw Irranca-Davies AM",
                            "content": "Are you content with where it is now, or do you see more adjustments being made?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 30,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, that system has evolved over time."
                        },
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 8,
                            "speaker": "Kirsty Williams AM",
                            "content": "And I would expect that situation to continue to evolve to align itself to our curriculum reform, and our changes in self-evaluation."
                        },
                        {
                            "type": "PES",
                            "turn_index": 30,
                            "sent_index": 9,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, it's not a fixed point."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 50,
                            "sent_index": 1,
                            "speaker": "Sian Gwenllian AM",
                            "content": "That is, has the categorisation system reached the end of its usefulness, and is the multi-agency approach, this more sophisticated approach, a better way, ultimately, of being able to assist schools in moving forward?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think, Siân, as I said earlier, the categorisation system has evolved over time, and my expectation is that it will continue to evolve, because it has to be consistent with our overall approach to school improvement and raising standards."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 37,
                            "sent_index": 8,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, actually, a more strategic, longer term approach to real change in a school rather than, perhaps, some of the easy-to-fix items that make a school as if it's doing better, but we really haven't tackled some of the underlying problems that make that school vulnerable to slipping back."
                        }
                    ]
                ]
            },
            {
                "query": "What was the method of holding schools and their governing bodies to account for their practice and for the work that they did?",
                "tokenized_answer": [
                    "Now, Estyn was used as part of the accountability system.",
                    "Since the systems were evolving all the time, the Estyn itself inspection regime was changing as well.",
                    "Now, they were moving to a system where Estyn would be more regularly in schools.",
                    "Although there were two systems, they were different and they looked at different things.",
                    "The categorization system they used now was how they looked for those ways of identifying support for schools."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "Estyn—now that is part of that accountability system."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 9,
                            "speaker": "Kirsty Williams AM",
                            "content": "Both systems, of course, are evolving."
                        },
                        {
                            "type": "PES",
                            "turn_index": 28,
                            "sent_index": 10,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, how we do categorisation has changed over a period of time."
                        },
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 11,
                            "speaker": "Kirsty Williams AM",
                            "content": "The elements that go into making that judgment around the levels of support have changed, and, of course, the Estyn inspection regime is also changing."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 28,
                            "sent_index": 12,
                            "speaker": "Kirsty Williams AM",
                            "content": "At the moment, schools are only inspected once every seven years."
                        },
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 13,
                            "speaker": "Kirsty Williams AM",
                            "content": "We're moving to a system where Estyn will be more regularly in schools."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 14,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, they are two systems, but they are different and they look at different things."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 15,
                            "speaker": "Kirsty Williams AM",
                            "content": "But our categorisation system is how we look for those ways of identifying support for schools."
                        }
                    ]
                ]
            },
            {
                "query": "How could the schools that are causing significant concern be identified?",
                "tokenized_answer": [
                    "According to Kirsty and Huw, the real question was how was it that they didn't identify those schools.",
                    "Since these schools were not being identified early enough, there was a need to do something urgently about these concerns, particularly in secondary schools.",
                    "Even though they had identified them as needing that extra help, they were not moving at pace away from that system.",
                    "In Steve's opinion, the importance lied on \"What about the schools that are sliding in that direction?\"",
                    "And it brought together what they knew from Estyn, but also, local authorities had knowledge of their schools, and so did consortia.",
                    "They had got to be better at bringing those together."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 32,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "In some ways, when a school goes into special measures, in a way, that's a failure of the system, because that should have been identified sooner."
                        },
                        {
                            "type": "CES",
                            "turn_index": 33,
                            "sent_index": 0,
                            "speaker": "Huw Irranca-Davies AM",
                            "content": "So just to ask, bearing in mind the earlier discussion we were having, how is it that we don't identify those schools?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 34,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "That's it—you're quite right."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 5,
                            "speaker": "Huw Irranca-Davies AM",
                            "content": "The Estyn chief inspector's conclusions at the end of the 2017-18 report that these schools are not being identified early enough—there's a need to do something urgently about these concerns, particularly in secondary schools."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 34,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "So even though we've identified them as needing that extra help, they are not moving at pace away from that system."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 34,
                            "sent_index": 27,
                            "speaker": "Kirsty Williams AM",
                            "content": "Steve, I don't know—"
                        },
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 0,
                            "speaker": "Steve Davies",
                            "content": "I think your important point is about, 'What about the schools that are sliding in that direction?'"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 1,
                            "speaker": "Steve Davies",
                            "content": "And it's bringing together what we know from Estyn, but also, critically, local authorities have knowledge of their schools, and so do consortia."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 2,
                            "speaker": "Steve Davies",
                            "content": "We've got to be better at bringing those together."
                        }
                    ]
                ]
            },
            {
                "query": "What was a level that Kirsty would be content with of having schools in red category in Wales?",
                "tokenized_answer": [
                    "According to Kirsty, school was going to need a little bit of extra support, so it was not always just a crisis that needed extra support.",
                    "There were just general things that happen in the life of a school that could lead to it.",
                    "However, it was also right that they had a particular challenge in the secondary sector.",
                    "That's why they had introduced the new pilot to address those schools.",
                    "If they carried on doing the same thing, they would keep getting the same results, which was not satisfying enough."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 54,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, that is a moment of risk in the school—when senior leadership changes."
                        },
                        {
                            "type": "PES",
                            "turn_index": 54,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "Nothing else has changed in that school, but the simple fact that you have a new leader, sometimes in those cases it might be their first headship."
                        },
                        {
                            "type": "CES",
                            "turn_index": 54,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "That means that that school is going to need a little bit of extra support, so it isn't always just a crisis that needs extra support, there are just general things that happen in the life of a school that could lead to it."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 54,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "That means that that school is going to need a little bit of extra support, so it isn't always just a crisis that needs extra support, there are just general things that happen in the life of a school that could lead to it."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 54,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "But you're absolutely right—we have a particular challenge in the secondary sector where we have not been able to move individual schools forward at pace."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 54,
                            "sent_index": 8,
                            "speaker": "Kirsty Williams AM",
                            "content": "And 11 per cent is not acceptable to me, Huw, which is why we have introduced this new pilot to address those schools where, persistently, we have concerns about their ability to move forward."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 54,
                            "sent_index": 9,
                            "speaker": "Kirsty Williams AM",
                            "content": "If we'd have carried on doing the same thing, I suspect we would have just carried on getting the same result—hence the need for a new approach to those schools that are causing concern."
                        },
                        {
                            "type": "PES",
                            "turn_index": 55,
                            "sent_index": 0,
                            "speaker": "Steve Davies",
                            "content": "Very briefly, the things we talked about earlier was how we measure the performance of schools, particularly at GCSEs, with a narrow focus."
                        },
                        {
                            "type": "PES",
                            "turn_index": 55,
                            "sent_index": 6,
                            "speaker": "Steve Davies",
                            "content": "They're the fundamental—."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about the attitudes and opinions on the work of consortia.",
                "tokenized_answer": [
                    "According to Hefin, some regional consortia services performed really highly, but there were others that needed to improve.",
                    "Those consortia shall be seen as working together on a national approach, but being delivered on a regional basis.",
                    "Also, it had evolved over time, and they were constantly looking for optimum delivery.",
                    "By taking Education through Regional Working as an example, they had pointed out that ERW as well as the Education Achievement Service EAS was constituted in a different way to the Central South Consortium.",
                    "They delivered on a regional basis.",
                    "They would continue to discuss with ERW what was the optimal way and continued to cooperate with the constituent local authorities about how that shall be organized."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 64,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "The school improvement services?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 65,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "The four consortia."
                        },
                        {
                            "type": "CES",
                            "turn_index": 66,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think, as with individual local education authorities, there are some regional consortia services that have performed really highly—and that's not me saying that, that's Estyn, but gives us assurance around that—and there are others that need to improve."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 66,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Increasingly, over recent years, we have seen those consortia working together on a national approach, but delivered on a regional basis."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 66,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "So I think they themselves have evolved over time."
                        },
                        {
                            "type": "CES",
                            "turn_index": 66,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "But we are constantly looking for optimum delivery from those particular organisations, but as I said, I think it would be absolutely reckless to go back to a situation where school improvement services were being delivered individually on 22 different bases."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 67,
                            "sent_index": 2,
                            "speaker": "Hefin David AM",
                            "content": "But with regard to the four consortia, and we'll take Education through Regional Working as an example, it does things differently to the other three."
                        },
                        {
                            "type": "PES",
                            "turn_index": 67,
                            "sent_index": 3,
                            "speaker": "Hefin David AM",
                            "content": "Is that a cause for concern, or do you think that's entirely appropriate?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, ERW does things differently, but then so does the Education Achievement Service."
                        },
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "EAS is constituted in a different way to the Central South Consortium."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 66,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Increasingly, over recent years, we have seen those consortia working together on a national approach, but delivered on a regional basis."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So we can't impose that solution, and we continue to discuss with ERW what is the optimal way, and they continue to discuss with their constituent local authorities about how that should be organised."
                        }
                    ]
                ]
            },
            {
                "query": "Why did they take Education through Regional Working as an example?",
                "tokenized_answer": [
                    "In Hefin's opinion, they took ERW as an example because it did things differently with regard to the four consortia.",
                    "They were interested in the effectiveness of that organization to deliver for children and for teachers since ERW had got particular challenges.",
                    "What they were seeing the national consortia do is developing a national approach to school improvement services.",
                    "What's more, according to Hefin, the regional consortia were not a beast of the Government; they were a beast of the local authorities that had worked together to create a school improvement service that met their needs."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 67,
                            "sent_index": 2,
                            "speaker": "Hefin David AM",
                            "content": "But with regard to the four consortia, and we'll take Education through Regional Working as an example, it does things differently to the other three."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "What I'm interested in is not necessarily how they are constituted and organised, I'm interested in the effectiveness of that organisation to deliver for children and for teachers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "ERW has got particular challenges, and we continue to work with those in ERW to address those, but increasingly, as I said, what we are seeing the regional consortia do is develop a national approach to school improvement services but deliver that on a regional basis so that there is greater consistency in terms of delivery."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "ERW has got particular challenges, and we continue to work with those in ERW to address those, but increasingly, as I said, what we are seeing the regional consortia do is develop a national approach to school improvement services but deliver that on a regional basis so that there is greater consistency in terms of delivery."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 69,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "Are you happy that, within the ERW area, local authorities employ their own improvement advisers, rather than doing it in the way that the others do?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "My preference would be for school improvement officers to be employed in the centre, and we continue to have those discussions, but what's really important to understand is that the regional consortia are not a beast of the Government; they are a beast of the local authorities that have worked together to create a school improvement service that meets their needs."
                        }
                    ]
                ]
            },
            {
                "query": "What's their opinion in intervening Neath Port Talbot and ERW about addressing the issue of safeguarding their schools?",
                "tokenized_answer": [
                    "Kirsty believed that it was really important for them to understand how Neath Port Talbot intended to support their schools and their teachers if they were to withdraw from ERW, especially at what was a critical time.",
                    "They wanted to know from Neath Port Talbot how they were going to do that without being part of the organization.",
                    "Additionally, Kirsty was curious about how they were going to safeguard their schools and make sure that the children who were receiving their education in Neath Port Talbot were not disadvantaged if they were to follow through on that decision."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 72,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "It will be really important for us to understand how Neath Port Talbot intend to support their schools and their teachers if they were to withdraw from ERW, especially at what is a very, very critical time."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 72,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "I would want to know from Neath Port Talbot how they are going to do that without being part of that organisation."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 72,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, I would want to understand from Neath Port Talbot how they're going to safeguard their schools and make sure that the children who are receiving their education in Neath Port Talbot are not disadvantaged if they were to follow through on that decision."
                        }
                    ]
                ]
            },
            {
                "query": "What's their role in intervening Neath Port Talbot and ERW about addressing the issue of safeguarding their schools?",
                "tokenized_answer": [
                    "According to Kirsty, they would be \"seeking assurances\".",
                    "It meant that Neath Port Talbot would need to demonstrate to them how they were going to address these problems.",
                    "However, so far, they had not seen the plans.",
                    "But if Neath Port Talbot were to push forward and follow on the notice, they would want to see.",
                    "Now, what they were doing was waiting for their responses."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 73,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "Do you feel that it's your role to intervene in that area and instruct Neath Port Talbot and ERW as to how they should resolve this issue?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 74,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, as I said, I would be seeking assurances—"
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 75,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "What does that mean, though, 'seeking assurances'?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 76,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, Neath Port Talbot would need to demonstrate to me how they're going to address these issues."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 76,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "I haven't seen those plans, but if they were to push forward and follow through on the notice, I would want to see them and I suspect Estyn would want to see them also."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 76,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "I haven't seen those plans, but if they were to push forward and follow through on the notice, I would want to see them and I suspect Estyn would want to see them also."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 78,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, we have written to Neath Port Talbot to ask them to demonstrate to us, if they were to pull out of ERW, how they're going to meet their functions."
                        },
                        {
                            "type": "PES",
                            "turn_index": 78,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "I have not heard back from them."
                        },
                        {
                            "type": "CES",
                            "turn_index": 80,
                            "sent_index": 2,
                            "speaker": "Steve Davies",
                            "content": "We wrote to them last Friday, and we are awaiting their response now."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about actions towards the document in 2015-\"National model for regional working\".",
                "tokenized_answer": [
                    "According to Kirsty, it was the current model.",
                    "Although they failed to persuade the local government to adopt a new national model, the local authorities had already seen the value in it.",
                    "However, they were at the stage looking to a wholesale review of the national model.",
                    "Now they were all focusing on the work of implementation.",
                    "At the same time, they had the risk of losing focus because of the emphasis on the curriculum and other aspects of the educational system."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 81,
                            "sent_index": 3,
                            "speaker": "Hefin David AM",
                            "content": "There was the document in 2015—'National model for regional working'."
                        },
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, that is the current model."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 13,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, although we weren't successful in persuading local government to adopt a new national model, local authorities in those areas saw the value of moving that way."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 83,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "So, with that in mind, and perhaps I'll put this to Steve Davies, everything the Minister just said, and also the line in the document— 'The implementation of this model will change over time'— is it time to go back to that document and review it from a procedural point of view?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 84,
                            "sent_index": 0,
                            "speaker": "Steve Davies",
                            "content": "I don't think it's necessarily timely to go back and have a complete review of it."
                        },
                        {
                            "type": "CES",
                            "turn_index": 84,
                            "sent_index": 8,
                            "speaker": "Steve Davies",
                            "content": "But we're not, at this stage, looking to a wholesale review of the national model."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, everything now is a relentless focus on successful implementation."
                        },
                        {
                            "type": "PES",
                            "turn_index": 91,
                            "sent_index": 0,
                            "speaker": "Steve Davies",
                            "content": "It was set up, actually, about 18 months ago—just under."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 97,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "That's not the intention of setting the group up."
                        },
                        {
                            "type": "CES",
                            "turn_index": 100,
                            "sent_index": 2,
                            "speaker": "Sian Gwenllian AM",
                            "content": "But it appears that it has evolved to be something that's much more than that, and that it is placing a focus on the curriculum and other aspects of the educational system."
                        },
                        {
                            "type": "CES",
                            "turn_index": 100,
                            "sent_index": 3,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Is there a risk for them to lose focus in that sense?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 101,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "No, not at all."
                        }
                    ]
                ]
            },
            {
                "query": "When would the work of implementation be completed?",
                "tokenized_answer": [
                    "Now the group was engaging with Steve and other officials on agreeing a plan, but also, that plan was there to support the successful implementation of the curriculum.",
                    "Based on the words from Kirsty, they were very clear about the roles and responsibilities in the middle tier in this phrase following the publication.",
                    "Now they had moved into a relentless focus on implementation.",
                    "Basically, everything now was an emphasis on successful implementation."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 88,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "And when will the work be completed, and what will the outcomes be?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, the group is currently engaging with Steve and other officials on agreeing a plan, but also, crucially, that plan is there to support the successful implementation of the curriculum, so that we're very clear about the roles and responsibilities in the middle tier in this crucial phase following the publication."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, the group is currently engaging with Steve and other officials on agreeing a plan, but also, crucially, that plan is there to support the successful implementation of the curriculum, so that we're very clear about the roles and responsibilities in the middle tier in this crucial phase following the publication."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "We have to move now from the publication into a relentless focus on implementation."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, everything now is a relentless focus on successful implementation."
                        }
                    ]
                ]
            },
            {
                "query": "What should be expected from reviewing the role of the middle tier?",
                "tokenized_answer": [
                    "Steve believed that it was set up to build collective efficacy because what people out there were seeing was a confusion of roles in what the regions were doing, and it was building that collective efficacy so everyone was behind the wheel.",
                    "They would have collective effort, but they needed to do more within the middle tier."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 91,
                            "sent_index": 1,
                            "speaker": "Steve Davies",
                            "content": "It was set up to build collective efficacy, because what people out there are seeing is that there's a confusion of roles, in what the regions are doing, and it was building that collective efficacy so everyone was behind the wheel."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 91,
                            "sent_index": 3,
                            "speaker": "Steve Davies",
                            "content": "It's not just what they do with Government or what they do with each other; it's just happened that it's timely, because one of the key bits of feedback we believe we will get from the Organisation for Economic Co-operation and Development is we have had co-construction, we'd had collective effort, but we need to do more, particularly within the middle tier."
                        }
                    ]
                ]
            },
            {
                "query": "What's their opinion about the risk of losing focus?",
                "tokenized_answer": [
                    "In Kirsty's opinion, it appeared that it was placing a focus on the curriculum and other aspects of the educational system.",
                    "However, there was not a risk from them to lose focus.",
                    "Absolutely, it was about making sure that there was no duplication, that people were not second-guessing each other's work.",
                    "There were clear demarcations about who does what in the system.",
                    "Therefore, there was not a question of losing focus."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 100,
                            "sent_index": 2,
                            "speaker": "Sian Gwenllian AM",
                            "content": "But it appears that it has evolved to be something that's much more than that, and that it is placing a focus on the curriculum and other aspects of the educational system."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 100,
                            "sent_index": 3,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Is there a risk for them to lose focus in that sense?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 101,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "No, not at all."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 101,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "And absolutely, it is about making sure that there isn't duplication, that people aren't second-guessing each other's work, and there are clear demarcations about who does what in the system, and, as I said, knowing that you can rely on your colleague in the middle tier to do the bit that they are responsible for."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 101,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "And absolutely, it is about making sure that there isn't duplication, that people aren't second-guessing each other's work, and there are clear demarcations about who does what in the system, and, as I said, knowing that you can rely on your colleague in the middle tier to do the bit that they are responsible for."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 101,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, I don't think there's a question of it losing focus."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about the long-term trends with regard to raising standards and improving educational attainment.",
                "tokenized_answer": [
                    "According to Kirsty, they were trying to develop a broader range of data and statistics that gave them a whole picture of the education performance, rather than narrowing down on one simple indicator that told only one aspect.",
                    "They would use the Program for International Student Assessment, and any other external assessments that came through organizations like OECD.",
                    "In addition, they believed that all the challenges and changes involved were made for the right reasons.",
                    "What was crucial was that it was about more intelligent use of data and what was truly telling about the system."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 104,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "But we're trying to develop a broader range of data and statistics that give us a whole picture of the education performance, rather than narrowing down on one simple indicator that tells you one thing but doesn't tell you everything."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 105,
                            "sent_index": 3,
                            "speaker": "Steve Davies",
                            "content": "And, inevitably, we will use the Programme for International Student Assessment, and any other external assessments that come through organisations like the OECD."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 108,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Yes, I think we are making improvements."
                        },
                        {
                            "type": "PES",
                            "turn_index": 108,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "But you're right: it does make it more challenging."
                        },
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "But those changes are being made for the right reasons, as I said, whether that be at level 2 plus."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 111,
                            "sent_index": 12,
                            "speaker": "Kirsty Williams AM",
                            "content": "If anything, it's about more data and, crucially for me, it's about more intelligent use and interrogation of that data, about truly what it's telling you about your system."
                        }
                    ]
                ]
            },
            {
                "query": "What did they think of making improvement but presenting more of a challenge?",
                "tokenized_answer": [
                    "It was true that the change did make it more challenging.",
                    "But the changes were made for the right reasons.",
                    "By taking the example of learning English literature, they had come to a conclusion that they were making those changes because they believed that they were in the best interest of children, and that had to trump ease of comparison."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 108,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Yes, I think we are making improvements."
                        },
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "But you're right: it does make it more challenging."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "But those changes are being made for the right reasons, as I said, whether that be at level 2 plus."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Look at English literature."
                        },
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 9,
                            "speaker": "Kirsty Williams AM",
                            "content": "Yes, it causes challenges, but we're making those changes because we believe that they are in the best interest of children, and that has to trump ease of comparison."
                        }
                    ]
                ]
            },
            {
                "query": "How do they come to conclusions about what was working if that was not presented on a local authority and regional basis?",
                "tokenized_answer": [
                    "The real question was not about communicating the data, but about challenging people on how the data should be used.",
                    "The data was still available, but it was a challenge to them about how to use the data.",
                    "Sometimes, how they presented data in the past was lulling some people into a false sense of security about the performance of the system.",
                    "Therefore, it was about how they used the data.",
                    "The focus shall be on the more intelligent use and interrogation of the data, and about truly what it was telling us about the system."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 110,
                            "sent_index": 1,
                            "speaker": "Sian Gwenllian AM",
                            "content": "How do we then come to conclusions about what is working if it isn't presented on a local authority and regional basis?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 111,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, I think the thing to say about the communications from Welsh Government, Estyn, and the WLGA is it's not about not communicating the data, it's about challenging people on how that data should be used."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 111,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, the data is still available, but it's a challenge to them about how to use that data."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 111,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "And sometimes, how we were presenting data in the past was lulling some people into a false sense of security about the performance of their system."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 111,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, the data is still available, but it's a challenge to them about how to use that data."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 111,
                            "sent_index": 12,
                            "speaker": "Kirsty Williams AM",
                            "content": "If anything, it's about more data and, crucially for me, it's about more intelligent use and interrogation of that data, about truly what it's telling you about your system."
                        }
                    ]
                ]
            },
            {
                "query": "Was the continuing to publish the local and regional level data contraindicated to what they had said about consortia?",
                "tokenized_answer": [
                    "According to Kirsty, there was no contradiction at all.",
                    "They were not in the business of trying to hide the data because it was absolutely in full transparency.",
                    "It was about how the data was used rather than about hiding data or making that data not available.",
                    "They needed to dig much, much deeper underneath the data."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 112,
                            "sent_index": 2,
                            "speaker": "Sian Gwenllian AM",
                            "content": "So, doesn't that contradict what you've been telling the consortia and everyone else?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 113,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "No, not at all."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 113,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "As I said, we're not in the business of trying to hide data—I believe absolutely in full transparency."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 113,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "It is about how that data is used, not about hiding data or making that data not available."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 114,
                            "sent_index": 5,
                            "speaker": "Steve Davies",
                            "content": "It's not that they shouldn't be looking at that, but they need to dig much, much deeper underneath it."
                        }
                    ]
                ]
            }
        ]
    }
}