{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "The meeting between the Children, Young People and Education Committee and the Welsh Government was considered as a post-legislative scrutiny session on the Higher Education (Wales) Act 2015.",
                    "To start with, Kirsty Williams AM suggested although the Bill was taken forward by a different Minister in a different administration, it was still valuable to discuss in the current context.",
                    "The Act had partly fulfilled the Government's objectives in regulating institutions, safeguarding contribution, managing fair access and protecting the principle of institutional autonomy.",
                    "Kirsty Williams AM also pointed out that new methods should be included to further regulate, co-ordinating and fund the sector.",
                    "When it comes to the future of the Act, the meeting agreed that tertiary education providers should contribute to national goals and outcomes as part of the civic mission, and students' interests must be fully preserved.",
                    "Meanwhile, some participants argued that HEFCW's powers were inflexible and fee plans from private providers were hard to regulate.",
                    "Kirsty Williams AM agreed that a more flexible connection between the regulating sectors and the others should be attained.",
                    "Besides, the meeting also talked about managing risk and agreed that the Act, in the future should include more alternative providers for students who were receiving long-term support.",
                    "In the end, Kirsty Williams AM praised the contribution from overseas providers in supporting transnational education in Wales and agreed that rights of students in Wales should always be put in the first place."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ],
                    [
                        6
                    ],
                    [
                        7
                    ],
                    [
                        8
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "Welcome to the Children, Young People and Education Committee."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 7,
                            "speaker": "Lynne Neagle AM",
                            "content": "Item 2, then, this morning is a post-legislative scrutiny session on the Higher Education (Wales) Act 2015."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 8,
                            "speaker": "Lynne Neagle AM",
                            "content": "I'm very pleased to welcome Kirsty Williams AM, Minister for Education, and Huw Morris, who is director of the skills, higher education and lifelong learning group in Welsh Government."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "As I've said, it's a bit difficult to place myself in the mind of the previous Minister when this legislation was first envisaged and then taken through."
                        },
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "But we have to have legislation now that is fit for the circumstances we currently find ourselves in and, hopefully, futureproofs us for how we want to see the sector develop in the future."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 1,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Do you believe that the Act has fulfilled all the Government's objectives?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "You'll be aware that there were four main reasons for the introduction of the Bill: around regulation of institutions in Wales; safeguarding the contribution made to public good arising from Welsh Government's financial support for the sector; maintaining a focus on fair access; and preserving and protecting the principle of institutional autonomy."
                        },
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think the evidence that has been received by the committee to date shows that there are different views about the effectiveness of whether all four strategic aims have been achieved."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 10,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, there is a very clear expectation that the commission will have, in regulating the sector, and co-ordinating and funding the sector, to create a system of outcome agreements, where those outputs will reflect national priorities, and that's one of the things that we've consulted on, and will look to take forward in the new legislation."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 11,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, in order for their courses to be specifically designated, the three crucial questions that those providers have to answer are: quality—is what they’re providing to students of a good quality; the financial viability of the institution, again, to try to protect the interests of the students who may find themselves embarking on a course in an institution that isn’t viable; as well as their contribution to private—sorry, not to private good—public good."
                        },
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "Personally, I wholeheartedly believe that tertiary education providers should contribute to national goals and outcomes as part of what I'd describe as a civic mission."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 11,
                            "sent_index": 3,
                            "speaker": "Sian Gwenllian AM",
                            "content": "The Act, or the Act as it stands, makes it a requirement for a regulated institution to be a charity, and that means it's not possible to regulate alternative private providers under the Act, even though they can provide higher education in Wales."
                        },
                        {
                            "type": "PES",
                            "turn_index": 19,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "Actually, the current Act—the 2015 Act—does not permit the fee regulation of postgraduate courses, other than PGCE courses for IT purposes."
                        },
                        {
                            "type": "PES",
                            "turn_index": 19,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "In the case of part-time courses, I'm currently content that fee levels are not exceeding the amount of student support made available by the Welsh Government."
                        },
                        {
                            "type": "PES",
                            "turn_index": 31,
                            "sent_index": 0,
                            "speaker": "Lynne Neagle AM",
                            "content": "We've got some questions now around HEFCW's powers of intervention from Dawn Bowden."
                        },
                        {
                            "type": "CES",
                            "turn_index": 32,
                            "sent_index": 1,
                            "speaker": "Dawn Bowden AM",
                            "content": "We received substantial evidence from HEFCW suggesting that powers were inflexible and hard to use—I think HEFCW called them 'threatening'—saying that they make sanctions difficult to use and so on."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 32,
                            "sent_index": 2,
                            "speaker": "Dawn Bowden AM",
                            "content": "Are you satisfied that HEFCW's powers are useful on a preventative day-to-day basis?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 33,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "Clearly, there is a system by which there is the ability to, you know, ramp up and escalate levels of intervention in the sector by HEFCW, but I certainly wouldn't describe them as inflexible or not having weight."
                        },
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, looking ahead to the new Bill, I would want to see and be very keen to ensure that there are sufficiently flexible—did you use the word soft—and soft regulatory powers that the commission could exercise."
                        },
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, I would expect the commission to be able to have a series of abilities to intervene, from the soft, flexible type, which is non-punitive but actually allows people to go in and support institutions, through to something that would be, as I said, more punitive, if they felt that an institution was in danger of not providing quality or financial failure."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 74,
                            "sent_index": 0,
                            "speaker": "Lynne Neagle AM",
                            "content": "Yes, I just wanted to clarify, if we're moving to a longer term approach to this, how will the new body be able to establish that things are actually working, that the powers are working, if we're working on a five-year time frame?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 75,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "Being able to move to a system where fee and access plans, for instance, could be over a three-year period I think allows universities to be more strategic in some of their investments and some of their activities around fee and access."
                        },
                        {
                            "type": "CES",
                            "turn_index": 77,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "I'll move on to managing risk, if that's okay."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 114,
                            "sent_index": 0,
                            "speaker": "Sian Gwenllian AM",
                            "content": "And finally, therefore, looking at overseas providers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, certainly transnational education does present real opportunities for Welsh institutions, but if not managed appropriately and regulated appropriately can cause real risks to reputation to our sector."
                        },
                        {
                            "type": "PES",
                            "turn_index": 115,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, it's an important consideration for the health of the whole sector that any TNE undertaken by a Welsh institution has the appropriate quality guarantees built into that because it's a problem not just for an individual institution, but it could undermine the very strong reputation that the Welsh sector has as a whole."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "What did the meeting discuss about the advantage of the Act?",
                "tokenized_answer": [
                    "Although highly challenged by the participants, Kirsty Williams AM argued that the Act had fulfilled the Government's objectives in regulating institutions, safeguarding contribution, managing fair access and protecting the principle of institutional autonomy.",
                    "These strategic aims were still really important but in the new situation, it was required to recognise the higher education and research Bill across the border in England.",
                    "In this case, to continue fulfilling its national outcomes, the Act should evolve by implementing new student support measures."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 3,
                            "sent_index": 1,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Do you believe that the Act has fulfilled all the Government's objectives?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "As I've said, it's a bit difficult to place myself in the mind of the previous Minister when this legislation was first envisaged and then taken through."
                        },
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "You'll be aware that there were four main reasons for the introduction of the Bill: around regulation of institutions in Wales; safeguarding the contribution made to public good arising from Welsh Government's financial support for the sector; maintaining a focus on fair access; and preserving and protecting the principle of institutional autonomy."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think those strategic aims are still really, really important and certainly will underpin our thought process going forward, but we have to recognise the higher education and research Bill across the border in England, the implementation of new student support measures in Wales, as well as the report that was done by Ellen Hazelkorn, I think, means it is appropriate that we move forward with different proposals, not just regulation of the HE sector but the post-compulsory sector as a whole."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 10,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "What is really important, and what we will be seeking to do in the new legislation, is look to move to a system of outcome agreements."
                        },
                        {
                            "type": "CES",
                            "turn_index": 10,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, there is a very clear expectation that the commission will have, in regulating the sector, and co-ordinating and funding the sector, to create a system of outcome agreements, where those outputs will reflect national priorities, and that's one of the things that we've consulted on, and will look to take forward in the new legislation."
                        },
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, currently, under the current legislation, unregulated providers can only access Welsh Government student support if they're designated on a case-by-case basis."
                        }
                    ]
                ]
            },
            {
                "query": "What did the meeting discuss about the weakness of the Act?",
                "tokenized_answer": [
                    "The Act was considered that the legislation itself was not strong enough by Sian Gwenllian AM and Kirsty Williams AM agreed that remit letters were a really important way in which national priorities could be preserved.",
                    "Moreover, it was stressed that it was important to make the distinction between the scale of private providers, and what could be termed as 'unregulated providers' in the Welsh system.",
                    "In this case, they should be designated on a case-by-case basis and always be able to protect the interests of the students.",
                    "Besides, Kirsty Williams AM pointed out that the government had not identified an urgent reason to designate different types of courses as qualifying courses for the purposes of a fee limit, but in fact, the regulation for each type of them did differ from each other."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 5,
                            "sent_index": 0,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Do you feel perhaps that the legislation itself hasn't been strong enough, and that you then have had to drive some of these objectives through the annual remit letter, rather than through legislation, and that's why the strengthening is required?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 6,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Certainly, I see the remit letter as a really, really important way in which national priorities and the priorities of an elected Government can be clearly stated, communicated to the Higher Education Funding Council for Wales, and then HEFCW use their powers to ensure that that happens."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 11,
                            "sent_index": 4,
                            "speaker": "Sian Gwenllian AM",
                            "content": "What is your view on this, and will the new legislation continue with the requirement of being a charity?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Okay."
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, I think, first of all, it's important to make the distinction between the scale of private providers, and what could be termed as 'unregulated providers' in the Welsh system, as opposed to the English system."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, currently, under the current legislation, unregulated providers can only access Welsh Government student support if they're designated on a case-by-case basis."
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 11,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, in order for their courses to be specifically designated, the three crucial questions that those providers have to answer are: quality—is what they’re providing to students of a good quality; the financial viability of the institution, again, to try to protect the interests of the students who may find themselves embarking on a course in an institution that isn’t viable; as well as their contribution to private—sorry, not to private good—public good."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 19,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I have to say that, at present, we've not identified an urgent reason to designate these courses as qualifying courses for the purposes of a fee limit."
                        },
                        {
                            "type": "PES",
                            "turn_index": 19,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "Actually, the current Act—the 2015 Act—does not permit the fee regulation of postgraduate courses, other than PGCE courses for IT purposes."
                        },
                        {
                            "type": "PES",
                            "turn_index": 19,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "In the case of part-time courses, I'm currently content that fee levels are not exceeding the amount of student support made available by the Welsh Government."
                        },
                        {
                            "type": "PES",
                            "turn_index": 19,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, I think we are, at this moment, relaxed about that, and there are some difficulties around deciding and introducing fee limits on postgraduate courses."
                        }
                    ]
                ]
            },
            {
                "query": "What had the Act and the Bill already achieved?",
                "tokenized_answer": [
                    "To answer this question, Kirsty Williams AM first introduced the achievements that the new system of student finance did again shift the parameters of influence that HEFCW or any new tertiary commission could have in the different situations, as a direct result of the changing scenario.",
                    "Moreover, it was a great success to see all institutions sign up to becoming living wage employers, all institutions sign up to the Welsh Government's code of ethical procurement."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 21,
                            "sent_index": 1,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "To what extent has the 2012 university funding system limited Welsh Government’s policy leverage over the sector, and how has the HE Act addressed this beyond the levers offered by fee and access plans?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Of course, the Act was introduced as a direct result of the changing scenario around finance and the different ways in which, because of the reduction in HEFCW's budget, the level of influence that HEFCW would be able to exert over institutions through the imposition of terms and conditions of funding—."
                        },
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "Of course, the funding situation has shifted again now because of the introduction of what is commonly known as the Diamond reforms, but our new system of student finance does again shift the parameters of influence that HEFCW or any new tertiary commission could have."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 8,
                            "speaker": "Kirsty Williams AM",
                            "content": "We've been able to successfully see all institutions sign up to becoming living wage employers, all institutions sign up to the Welsh Government's code of ethical procurement."
                        }
                    ]
                ]
            },
            {
                "query": "How could the Act and the Bill be improved?",
                "tokenized_answer": [
                    "Currently, the government planned to use the remit letter to drive transparency over senior leaders' pay, the gender pay gap within institutions.",
                    "For instance, it had been a success to use the remit letter and some funding to drive change and some improvements in mental health in the higher education sector.",
                    "To conclude, Kirsty Williams AM suggested that the new PCET reforms were aimed to create a legislative regime and a regulation regime that encouraged collaboration and co-operation across the sector."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 23,
                            "sent_index": 2,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "Is this something you wish you could do?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 24,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, it's not something I wish I could do; I think that we're doing it."
                        },
                        {
                            "type": "CES",
                            "turn_index": 24,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, I've just talked about living wage; we're also using our remit letter to drive transparency over senior leaders' pay, the gender pay gap within institutions."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 24,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "For instance, as part of this Government's commitment to improving mental health, we've been able to use the remit letter and some funding to be able to drive change and some improvements in mental health in the higher education sector."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "That's one of the reasons why we are going to introduce the new PCET reforms—to create collaboration, not just between different higher education institutes but actually across the sector."
                        }
                    ]
                ]
            },
            {
                "query": "What was the current situation about HEFCW's powers of intervention?",
                "tokenized_answer": [
                    "Dawn Bowden AM challenged that informal measures or actions had been taken in their role as regulator, and Kirsty Williams AM explained that the commission was expected to be able to have a series of abilities to intervene, from the soft, flexible type, which was non-punitive but actually allowed people to participate in it.",
                    "Meanwhile, Huw Morris suggested that specific mechanisms and informal interactions with FE college principals, with the work-based learning provider network, etc had been used to hopefully achieve some alignment in the tertiary sector.",
                    "Also, as a loan-based system of student finance, a system of block grant allocations and conditions could be attached to those grant allocations by HEFCW when things went wrong."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 34,
                            "sent_index": 1,
                            "speaker": "Dawn Bowden AM",
                            "content": "They explained to us that they often take informal measures or actions in their role as regulator, and they've explained that the small size of the sector enables good relationships to be developed."
                        },
                        {
                            "type": "PES",
                            "turn_index": 34,
                            "sent_index": 2,
                            "speaker": "Dawn Bowden AM",
                            "content": "How can such measures work in the tertiary education body when there clearly will be many more than the 10 providers?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, I would expect the commission to be able to have a series of abilities to intervene, from the soft, flexible type, which is non-punitive but actually allows people to go in and support institutions, through to something that would be, as I said, more punitive, if they felt that an institution was in danger of not providing quality or financial failure."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 40,
                            "sent_index": 4,
                            "speaker": "Huw Morris",
                            "content": "We use those mechanisms and informal interactions with FE college principals, with the work-based learning provider network, with sixth forms and others, and we would want to see, I hope, in the tertiary sector some alignment of those things."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 40,
                            "sent_index": 5,
                            "speaker": "Huw Morris",
                            "content": "When things go badly wrong, there are a range of mechanisms."
                        },
                        {
                            "type": "CES",
                            "turn_index": 40,
                            "sent_index": 6,
                            "speaker": "Huw Morris",
                            "content": "I think what stands behind HEFCW's comments is that before we had a loan-based system of student finance, there was a system of block grant allocations and conditions could be attached to those grant allocations by HEFCW."
                        }
                    ]
                ]
            },
            {
                "query": "What did the meeting talk about to control HEFCW's powers of intervention?",
                "tokenized_answer": [
                    "Huw Morris started by introducing the focus on learning from other nations to track the information flows and help the universities in return.",
                    "Meanwhile, Kirsty Williams AM suggested a balance to be achieved by each part of the participants.",
                    "However, Dawn Bowden AM questioned about HEFCW's use of informal measures which might not be as prevalent as they currently are.",
                    "Kirsty Williams AM answered that it should be remembered that HEFCW would surely be replaced, and a more flexible way would be adopted to control the financial codes of universities to assure the quality of the provision."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 44,
                            "sent_index": 0,
                            "speaker": "Huw Morris",
                            "content": "In the Hazelkorn review, there's quite a lot of focus on that and looking to learn from other national systems where outcome agreements provide a broader measure of the range of things the institutions do and a mechanism for tracking how things are done through the provision of information back to the institution to help them know how they're doing."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 45,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, there's that balance to be struck, isn't there, about creating a regulatory regime, which I'm very keen and the Act attempted to do, which was to enshrine institutional autonomy, and that's really, really important, but also a regulatory regime, the ability to influence and to develop and to deliver national outcomes and the power to intervene in that sector, which you know, better than probably anybody else in this room, guards that institutional autonomy very, very, very dear indeed."
                        },
                        {
                            "type": "PES",
                            "turn_index": 45,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "And that's the balance that we need to try and strike as we go forward with the new commission proposals."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 47,
                            "sent_index": 1,
                            "speaker": "Dawn Bowden AM",
                            "content": "I think, in terms of the levels of measures—and I understand what you're saying—but I think what HEFCW were saying was that they try as far as possible to use informal measures and they are able to do that because of the size of the sector—just 10 institutions to work with."
                        },
                        {
                            "type": "CES",
                            "turn_index": 47,
                            "sent_index": 3,
                            "speaker": "Dawn Bowden AM",
                            "content": "So, the informal measures might not be as prevalent as they are currently, possibly."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 48,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Yes, but also, what's incumbent upon me as the Minister is to ensure that the commission is set up in a way where it can have that relationship with the sector, because what's really important to remember is that HEFCW will be replaced."
                        },
                        {
                            "type": "PES",
                            "turn_index": 48,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "We're not asking HEFCW suddenly to go from regulating a small number of institutions to suddenly regulating 50."
                        },
                        {
                            "type": "PES",
                            "turn_index": 50,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, I think it's important to recognise when HEFCW can enforce its directions by way of an injunction."
                        },
                        {
                            "type": "CES",
                            "turn_index": 50,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "If they were to do that because a university was breaking fee limits or because there were real questions about the quality of the provision or whether a university was not complying with the financial management code—personally, I wouldn't describe those as minor matters, as a Minister, if we had an institution that was significantly falling down on quality and HEFCW were using these powers to intervene."
                        }
                    ]
                ]
            },
            {
                "query": "What did Hefin David AM concern about the fee and access plans?",
                "tokenized_answer": [
                    "To answer Hefin David AM's question, Kirsty Williams AM first stressed that the success of the fee and access plan relied on the understanding of whether an annual basis was an appropriate timescale for a university to be working to, and whether a long period was suitable for the Act.",
                    "Sometimes it was hard to make a final judgment since the futures of the students were unpredictable but the fee and access plans could always be one of the drivers for some of the improvements.",
                    "In the meantime, constant efforts had been put into communications with  a range of stakeholders to continue developing legislative proposals to assure the fee."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 58,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think, certainly, to really understand the success of the fee and access plan, you have to question whether an annual basis is an appropriate timescale for a university to be working to, and whether we could have something that was focused over a longer period of time."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 60,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "In a way, it's difficult to make a final judgment on whether fee and access plans in their current format have worked, because we need to know what'll happen to those students in the future."
                        },
                        {
                            "type": "CES",
                            "turn_index": 60,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "But undoubtedly, despite the limitations of them, I do think we're making progress in terms of access, but I don't think we can necessarily point to the fee and access plans as being the driver for some of those improvements."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 65,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "I'm thinking about fee and access plans as an issue that suggests that there is a need for deep consultation, so with that in mind, with things like that, have you had further discussion?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 66,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Oh my goodness me, civil servants in the department are constantly in discussion with a range of stakeholders as we continue to develop legislative proposals."
                        }
                    ]
                ]
            },
            {
                "query": "How did Kirsty Williams AM plan to manage risks?",
                "tokenized_answer": [
                    "Hefin David AM questioned about the right balance between institutions with the strongest track records that were more highly regulated and those riskier private alternative providers.",
                    "Kirsty Williams AM argued that more attention should be paid to focus on the inherent quality of those charitable status which was regarded as a key reference point in the operation.",
                    "Although there were some concerns of some private providers, particularly in England, they should not be treated the same.",
                    "In this case, the government would regulate them on a course-by-course basis.",
                    "Moreover, quality provision should be included and alternative providers would be given more attention."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 77,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "The feedback from Universities Wales suggests that, with the outcome of the 2015 Act, institutions with the strongest track records are more highly regulated than the riskier private alternative providers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 77,
                            "sent_index": 2,
                            "speaker": "Hefin David AM",
                            "content": "Do you think that Act has struck the right balance?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 78,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think the Act has created a system where the level of regulation is proportional to the amount and the nature of public moneys received by institutions."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 3,
                            "speaker": "Huw Morris",
                            "content": "So, I think we need to be careful in focusing on the inherent quality of things."
                        },
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 4,
                            "speaker": "Huw Morris",
                            "content": "We've made charitable status a key reference point in the operation of things at the moment."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 5,
                            "speaker": "Huw Morris",
                            "content": "I think there has been attention drawn to some private providers, particularly in England, but I wouldn't tar them all with the same brush, necessarily."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 83,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "But they fall outwith—if they're not charitable providers running validated courses, for example, they fall outwith the strength of regulation that is currently in place on the universities in Wales."
                        },
                        {
                            "type": "CES",
                            "turn_index": 84,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we would regulate them on a course-by-course basis, so it's back to the issue of proportionality, isn't it?"
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 84,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, you are automatically regulated for all your courses, if you're one of our main universities, but there is a process that is run by HEFCW on a course-by-course basis to validate alternative providers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 84,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "And as Huw said, I think we should recognise the nature of that is very, very, very small in Wales, and there is a process to ensure quality provision."
                        },
                        {
                            "type": "PES",
                            "turn_index": 84,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "If there were concerns about the quality of that provision, that course could be deregulated."
                        }
                    ]
                ]
            },
            {
                "query": "What did Kirsty Williams AM react in response to concerns of the governance of universities?",
                "tokenized_answer": [
                    "Kirsty Williams AM first admitted that it was true that the Bill did not directly address issues around governance in the sector.",
                    "However, establishing a more direct relationship with chairs of universities, especially one-to-one relationships with them, had been attached much importance and it was crucial to help the government understand each aspect of issues in universities.",
                    "Moreover, ways to make sure that the governing bodies were diverse and it was able to include both student voice as well as the staff voice in governance going forward would be discussed in the future.",
                    "Kirsty Williams AM stressed that there were plans to engage with each of the governing bodies since the situation was getting far more complex."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 90,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, I think it's true and fair to say that the Bill does not directly address issues around governance in the sector."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 90,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "The first is, as I just said to Hefin, I have sought to have a more direct relationship with chairs of universities and have that one-to-one relationship with them, not in the presence of their vice-chancellors."
                        },
                        {
                            "type": "PES",
                            "turn_index": 90,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "And you'll be aware that, collaboratively—and I'm glad that this has been done in this way because I think if you do it this way, we're more likely to get some success and change—Universities Wales and HEFCW have worked together to undertake an independent review of governance."
                        },
                        {
                            "type": "CES",
                            "turn_index": 90,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "And I think it's really important that parties have come together to recognise the issues and to agree to take action, because I think if we'd have tried to impose something, we'd have more resistance."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 94,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "Of course, in individual institutions, it does vary, but I think there is some way to go to making sure that our governing bodies are diverse and that there's an opportunity to look at the student voice in governance going forward, the staff voice in governance going forward, and these are things that we hope to have discussions on whilst we bring the legislation forward."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 96,
                            "sent_index": 1,
                            "speaker": "Huw Morris",
                            "content": "And I believe—I'll need to check this—that there are plans to engage with each of the governing bodies, because, as you rightly say, and this lies behind a lot of what we've been discussing, the activities of these institutions have become much more complex over recent years, and so there is a need for that training and development and understanding also of the fast-changing nature of that activity."
                        }
                    ]
                ]
            },
            {
                "query": "How did Sian Gwenllian AM ask about the quality assurance?",
                "tokenized_answer": [
                    "Sian Gwenllian AM argued that there was evidence regarding the difficulties caused by HEFCW having a legal duty to quality-assure all the provisions in two further education colleges.",
                    "This process was regarded as an anomaly or an unintended consequence of the Act.",
                    "Sian Gwenllian AM wanted Kirsty Williams AM to explain the situation in that instance and further methods to assure governing qualities."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 101,
                            "sent_index": 1,
                            "speaker": "Sian Gwenllian AM",
                            "content": "We've heard evidence regarding the difficulties caused by HEFCW having a legal duty to quality-assure all the provision in two further education colleges."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 101,
                            "sent_index": 2,
                            "speaker": "Sian Gwenllian AM",
                            "content": "That sounds to me like some kind of an anomaly or an unintended consequence of the Act."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 101,
                            "sent_index": 3,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Could you clarify that and explain the situation in that instance?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 102,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "The Act built on what were the quality assessment arrangements in the 1992 Act, which required HEFCW to secure arrangements for the assessment of the quality of education provided by funding institutions."
                        },
                        {
                            "type": "PES",
                            "turn_index": 102,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, as a consequence of that approach, HEFCW's quality assessment duty currently encompasses all the education provided by or on behalf of a regulated institution."
                        }
                    ]
                ]
            },
            {
                "query": "How did Kirsty Williams AM answer Sian Gwenllian AM's question about quality assurance?",
                "tokenized_answer": [
                    "Kirsty Williams AM first explained that it was a bit difficult to put herself in the position of the former Minister but it was clear that it should not be intended.",
                    "However, she explained that the Act was built on what were the quality assessment arrangements in the 1992 Act, which required HEFCW to secure arrangements for the assessment of the quality of education provided by funding institutions.",
                    "So, as a consequence of that approach, HEFCW's quality assessment duty currently encompassesed all the education provided by or on behalf of a regulated institution.",
                    "Huw Morris also helped to explain that a lot of joint operation was required during the process and the new Bill would try to make that clearer."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 102,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "My understanding—and as I said, it's a bit difficult, because I can't put myself into the thought process of the Minister at the time and what his expectation was."
                        },
                        {
                            "type": "CES",
                            "turn_index": 102,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "But, certainly, my understanding is that it was not an unintended consequence, it was an expectation built into the Act that HEFCW and Estyn would work together on these matters."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 102,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "The Act built on what were the quality assessment arrangements in the 1992 Act, which required HEFCW to secure arrangements for the assessment of the quality of education provided by funding institutions."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 102,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, as a consequence of that approach, HEFCW's quality assessment duty currently encompasses all the education provided by or on behalf of a regulated institution."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 105,
                            "sent_index": 1,
                            "speaker": "Huw Morris",
                            "content": "There's a lot of joint operation."
                        },
                        {
                            "type": "PES",
                            "turn_index": 105,
                            "sent_index": 2,
                            "speaker": "Huw Morris",
                            "content": "I think, going forward, we would expect that to continue."
                        },
                        {
                            "type": "CES",
                            "turn_index": 105,
                            "sent_index": 3,
                            "speaker": "Huw Morris",
                            "content": "We're looking to the new Bill to try to make that clearer."
                        }
                    ]
                ]
            },
            {
                "query": "What did Kirsty Williams AM say about her plan for quality assurance?",
                "tokenized_answer": [
                    "Kirsty Williams AM shared that the government had listened to stakeholders' concerns regarding proposals to introduce a single quality assessment body.",
                    "And she stressed that the principles underlying any assurance regime would need to be coherent, effective and comprehensive.",
                    "Besides, the quality framework should cover higher education to make it compatible with ENQA, which was considered as highly important going forward, since it would be compatible with current UK-wide baseline standards to avoid specific problems for the HE sector in Wales.",
                    "Although it might cause a stir, a change must be made in the new situation.",
                    "Huw Morris also suggested that greater synergy would be encouraged in the ways in which quality assurance and enhancement was undertaken in different areas of activity."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 110,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I am aware, and we've listened to stakeholders' concerns regarding proposals to introduce a single quality assessment body."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 110,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "As I said, I don't want to pre-empt bringing forward the legislation, but the principles underlying any assurance regime would need to be coherent, need to be effective and need to be comprehensive."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 110,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "What we're also very clear about, and I think it is important to say, is that any quality framework covering higher education will be compatible with ENQA, which I think is really, really important going forward."
                        },
                        {
                            "type": "CES",
                            "turn_index": 110,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "And by an extension of that, it would be compatible with current UK-wide baseline standards."
                        },
                        {
                            "type": "CES",
                            "turn_index": 110,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we don't want to create specific problems for the HE sector in Wales."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 112,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, sometimes, I think it is necessary, maybe, to cause a stir."
                        },
                        {
                            "type": "CES",
                            "turn_index": 112,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "If we don't change things, it does beg the point of, 'Why are any of us here if we're not here to sometimes move things forward?'"
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 112,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Huw."
                        },
                        {
                            "type": "CES",
                            "turn_index": 113,
                            "sent_index": 6,
                            "speaker": "Huw Morris",
                            "content": "So, I think we're not looking to impose one institution on anybody, but we are looking to encourage greater synergy in the ways in which quality assurance and enhancement is undertaken in those different areas of activity."
                        }
                    ]
                ]
            }
        ]
    }
}