{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "The meeting was about the fiscal and social influence of Brexit, especially focusing on the Wales education system.",
                    "The group was worrying that Brexit would cut down the support from the EU to the UK, thus putting the Wales Universities in great dilemma.",
                    "Besides, the fact was that the less fiscal support from the EU, the less foreign students would apply for the Wales universities.",
                    "The members talked about several possible solutions, for instance, adjusting the syllabus to better meet both the students' and the lecturers' needs and providing them with better career prospects.",
                    "What also mattered was the immigration policy which would be alluring to the foreign students if being reconsidered carefully."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 0,
                            "sent_index": 0,
                            "speaker": "Lynne Neagle AM",
                            "content": "Good morning, everyone, and welcome to the Children, Young People and Education Committee."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 6,
                            "speaker": "Lynne Neagle AM",
                            "content": "We will move on then to our evidence session on our inquiry into the impact of Brexit on higher and further education."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, Suzy, following the vote, I was very keen that we work very closely with colleagues in higher education and further education, to get an understanding from on the ground about the potential impact."
                        },
                        {
                            "type": "PES",
                            "turn_index": 8,
                            "sent_index": 0,
                            "speaker": "Huw Morris",
                            "content": "As the Cabinet Secretary mentioned, the higher education Brexit working group's been meeting since September 2016 and has been looking at that in general."
                        },
                        {
                            "type": "PES",
                            "turn_index": 33,
                            "sent_index": 10,
                            "speaker": "Kirsty Williams AM",
                            "content": "You'll be aware that we have been working with Universities Wales to access resources under the European transition fund, under the Global Wales programme, to look to boost international marketing of the HE sector and to talk about the strengths that we have in the sector."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 35,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "How does the Welsh Government account for the fact that EU student applications in Wales this year—that Wales is the only country in the UK to have seen a significant drop?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 36,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think it was inevitable, given the change in Government policy with regard to student support, which had previously allowed European students to benefit from a tuition fee grant, and given the fact that that option is no longer available to them, that that has had an impact on EU recruitment, and there's no point trying to hide from that."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 40,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Clearly, we want our universities to be able to attract students from both the EU and from around the world."
                        },
                        {
                            "type": "PES",
                            "turn_index": 44,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "I would argue that it's not necessarily the case that institutions that are not high-tariff are not able to do very well in this sector."
                        },
                        {
                            "type": "CES",
                            "turn_index": 46,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "It's a combination, I believe, for all universities, of getting their offer right—so, having a curriculum at their institution that is attractive and offers courses that people want to study."
                        },
                        {
                            "type": "CES",
                            "turn_index": 46,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "It's about that curriculum being delivered in an excellent fashion, so high quality ratings for teaching, as well as having an infrastructure that is attractive to students."
                        },
                        {
                            "type": "CES",
                            "turn_index": 46,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, it's all about getting the offer right and providing what students, both domestically and internationally, want."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 69,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "Has the Welsh Government explored the possibility of looking at different immigration rules for international and EU students who may wish to study here?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "But we want an immigration system that makes it as easy as possible for those students who want to benefit from education in Wales, and indeed the UK, to be able to do so."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the political background and the aim of the group.",
                "tokenized_answer": [
                    "The group was focusing on the potential influence to the Wales education system due to the Brexit.",
                    "The members mentioned many institutions like the Higher Education Funding Council for Wales and showed that these institutions had taken much action to deal with the problems.",
                    "Some of the institutions funded higher education in Wales, and others might help those universities find a better way to transit.",
                    "What the group aimed at was cooperating with the institutions and help the situation become better."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 6,
                            "speaker": "Lynne Neagle AM",
                            "content": "We will move on then to our evidence session on our inquiry into the impact of Brexit on higher and further education."
                        },
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, Suzy, following the vote, I was very keen that we work very closely with colleagues in higher education and further education, to get an understanding from on the ground about the potential impact."
                        },
                        {
                            "type": "CES",
                            "turn_index": 8,
                            "sent_index": 5,
                            "speaker": "Huw Morris",
                            "content": "We have been doing our own research and looking at the impact on HE, FE and apprenticeship providers."
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 0,
                            "speaker": "Eluned Morgan AM",
                            "content": "—the economy nosedives, or if there's an issue that we see—just the dislocation of companies in those areas as a result of Brexit—then that will inevitably have an impact on the number of apprenticeships that will be on offer."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, the Higher Education Funding Council for Wales have been doing some specific work; I can't comment on how wide they would want that to be shared."
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "We have been doing some broad analysis, as I said, for the sector, looking at what we can do to mitigate the risk, bearing in mind that each institution is an autonomous institution, a principle that they guard really jealously, and rightly so."
                        },
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "We continue to work alongside them to push the issues that we can help them with."
                        },
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we look at the broader picture and we are encouraging continually individual institutions to make sure that they themselves are looking at their specific needs within that."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Each institution has been looking at their own institution, because, as you can imagine, although we have an overview of the sector, the challenges are very different for individual institutions—so their exposure, for instance, to the number of European Union students that they have at their college, or the work that they might be doing with Horizon 2020, or their success—and there has been considerable success in the HE field in securing structural funds for various projects—the exposure and the potential impact of leaving the EU, in a 'no deal' or in a 'deal' scenario, is very, very different."
                        },
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, the Higher Education Funding Council for Wales have been doing some specific work; I can't comment on how wide they would want that to be shared."
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "We continue to work alongside them to push the issues that we can help them with."
                        },
                        {
                            "type": "CES",
                            "turn_index": 16,
                            "sent_index": 2,
                            "speaker": "Eluned Morgan AM",
                            "content": "We've spoken to every one of the colleges about how they see things developing."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "We have been doing some broad analysis, as I said, for the sector, looking at what we can do to mitigate the risk, bearing in mind that each institution is an autonomous institution, a principle that they guard really jealously, and rightly so."
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "We continue to work alongside them to push the issues that we can help them with."
                        }
                    ]
                ]
            },
            {
                "query": "What did Huw Morris think of the \"no deal\" scenario when talking about the political background and the aim of the group?",
                "tokenized_answer": [
                    "When discussing the dilemma that the Wales universities were faced with at the moment, Kirsty Williams pointed out that many factors would affect the fiscal situation of the universities, including whether it would be a \"no deal\" scenario or a \"deal\" one.",
                    "Even though most worries were towards the \"no deal\" scenario, Huw Morris was confident that the higher education Brexit working group had been meeting since September 2016 and recently officials had been visiting individual institutions to ensure that they were fully prepared for the potential fund problems."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Each institution has been looking at their own institution, because, as you can imagine, although we have an overview of the sector, the challenges are very different for individual institutions—so their exposure, for instance, to the number of European Union students that they have at their college, or the work that they might be doing with Horizon 2020, or their success—and there has been considerable success in the HE field in securing structural funds for various projects—the exposure and the potential impact of leaving the EU, in a 'no deal' or in a 'deal' scenario, is very, very different."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 5,
                            "sent_index": 0,
                            "speaker": "Suzy Davies AM",
                            "content": "Maybe just to use the 'no deal' scenario is probably the easiest, isn't it?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 7,
                            "sent_index": 0,
                            "speaker": "Suzy Davies AM",
                            "content": "Well, yes, because that's the worst-case scenario, so let's look at that one."
                        },
                        {
                            "type": "CES",
                            "turn_index": 8,
                            "sent_index": 0,
                            "speaker": "Huw Morris",
                            "content": "As the Cabinet Secretary mentioned, the higher education Brexit working group's been meeting since September 2016 and has been looking at that in general."
                        },
                        {
                            "type": "CES",
                            "turn_index": 8,
                            "sent_index": 1,
                            "speaker": "Huw Morris",
                            "content": "More recently, when the prospect of no deal became talked about, officials have been visiting individual institutions to talk to them about their preparedness for that."
                        }
                    ]
                ]
            },
            {
                "query": "What did Eluned Morgan think of further education when talking about the political background and the aim of the group?",
                "tokenized_answer": [
                    "Eluned Morgan had been actively engaging with the FE sector and he found that those colleges are much localized, with only 71 EU apprenticeships and staff.",
                    "The group was working hard to ensure that these 71 people would safely go through such a chaotic period.",
                    "What's also important was that as for FE, the relationship between the apprenticeships and the working community mattered much, which means they might have to improve the relationship between these 71 EU people and the local community."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 16,
                            "sent_index": 1,
                            "speaker": "Eluned Morgan AM",
                            "content": "We've been actively engaging with the FE sector."
                        },
                        {
                            "type": "CES",
                            "turn_index": 18,
                            "sent_index": 0,
                            "speaker": "Eluned Morgan AM",
                            "content": "You've got to remember that the FE colleges are much more anchored within their communities, they're much more localised, and so, for example, the number of EU students in these colleges is significantly lower."
                        },
                        {
                            "type": "CES",
                            "turn_index": 18,
                            "sent_index": 1,
                            "speaker": "Eluned Morgan AM",
                            "content": "The number of staff in these colleges—I think they've analysed that there are only about 71 people."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 18,
                            "sent_index": 2,
                            "speaker": "Eluned Morgan AM",
                            "content": "So, we're keeping in touch with them and we're letting them know what we are being told in terms of the Home Office settled status and what we can do to protect those 71."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 20,
                            "sent_index": 1,
                            "speaker": "Eluned Morgan AM",
                            "content": "But what you've got to remember is that that link between apprenticeships and the local work community is absolutely crucial."
                        }
                    ]
                ]
            },
            {
                "query": "What did the group talk about the admission problems of Wales universities and corresponding solutions?",
                "tokenized_answer": [
                    "Hefin David pointed out that Wales was the only country in the UK that witnessed a significant drop in applications from EU students.",
                    "The group should have noticed that the available funding for those EU students had changed, and that was one of the reasons why fewer of them applied for Wales universities this year.",
                    "But fortunately, according to Kirsty Williams, close cooperation with HEFCW and other institutions were always on the agenda to make sure that Wales universities were fully prepared."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "How does the Welsh Government account for the fact that EU student applications in Wales this year—that Wales is the only country in the UK to have seen a significant drop?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 36,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think it was inevitable, given the change in Government policy with regard to student support, which had previously allowed European students to benefit from a tuition fee grant, and given the fact that that option is no longer available to them, that that has had an impact on EU recruitment, and there's no point trying to hide from that."
                        },
                        {
                            "type": "CES",
                            "turn_index": 52,
                            "sent_index": 0,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "Just coming back to the drop in EU students, you mentioned that one of the reasons probably is the change in the funding that's available to students coming here."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 55,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "We are working with HEFCW and individual institutions, as I said, to test their preparedness."
                        },
                        {
                            "type": "CES",
                            "turn_index": 55,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "I meet regularly with vice-chancellors and separately with the chairs of the institutions and separately again with HEFCW representatives, and the sustainability of the sector and recruitment issues is always something that is on the agenda."
                        }
                    ]
                ]
            },
            {
                "query": "Why did Kirsty Williams disagree with Hefin David when talking about the admission problems of Wales universities and corresponding solutions?",
                "tokenized_answer": [
                    "Hefin David thought that the Wales government should be to blame for the fewest EU students applying for Wales universities this year, however, Kirsty Williams considered it was too early to jump to the conclusion.",
                    "Not until November would they conduct the first census to get an exact number of the students enrolled.",
                    "In addition, Kirsty Williams pointed out the fact that international students outside the EU make up a bigger proportion of students not from the UK who came to Wales institutions.",
                    "There was no need to be so anxious about the number of the present applications."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 35,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "How does the Welsh Government account for the fact that EU student applications in Wales this year—that Wales is the only country in the UK to have seen a significant drop?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 36,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Okay, well, I think the first thing to remember is that we will not get a full picture of student recruitment until, first of all, November and then the true picture, because some institutions, as you would know, have two admissions dates—we won't get the full picture until the spring."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 38,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "It was anticipated that this could be a consequence of the change in policy, and I think we see that reflected in the initial figure, although, as I said, we won't get the true picture until the first census in November, and then, ultimately, the final picture in the spring."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 40,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, the change in the fee regime should not be a barrier to the recruitment of international students, because, actually, international students outside of the EU make up a bigger proportion of students not from the UK who come to our institutions."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 39,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "How concerned are you by that?"
                        }
                    ]
                ]
            },
            {
                "query": "What did Kirsty Williams think about Swansea University when discussing the admission problems of Wales universities and corresponding solutions?",
                "tokenized_answer": [
                    "Kirsty Williams thought Swansea University was quite a good example for them to learn from.",
                    "During such a dilemma, Swansea University found a solution that provided an attractive curriculum and offered courses that people really wanted to take.",
                    "They delivered their curriculum in a fashion way, guaranteed good teaching, and had an appealing infrastructure, which all made good use to attract potential applicants.",
                    "That was exactly what other institutions needed to do at present."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 44,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "If you look, for instance, at Swansea University—if you look at the work Swansea University has done, that shows you what is possible."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 45,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "What can we learn from Swansea?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 46,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "It's a combination, I believe, for all universities, of getting their offer right—so, having a curriculum at their institution that is attractive and offers courses that people want to study."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 46,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "It's about that curriculum being delivered in an excellent fashion, so high quality ratings for teaching, as well as having an infrastructure that is attractive to students."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 47,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "But the evidence would therefore suggest that that model of success that you've just outlined is happening in Swansea but it isn't happening in other institutions, and they're seeing a drop."
                        }
                    ]
                ]
            },
            {
                "query": "What did the group talk about the possible official solution to the problem with more funding, a new immigration policy and the help of the minister?",
                "tokenized_answer": [
                    "The group laid their stress on mainly three aspects in terms of dealing with the problem at an official level, which respectively were adding more funding to the universities, implementing a new immigration policy, and asking for the minister's help.",
                    "With adequate funding, the institutions would be more likely to satisfy the research needs from the students.",
                    "Similarly, a more robust immigration policy might make it more appealing for those who would like to set down in Wales.",
                    "Last but not least, making the minister be aware of the serious problem would also be important that the problem would then be brought to national meetings and discussed by more officials."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 52,
                            "sent_index": 0,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "Just coming back to the drop in EU students, you mentioned that one of the reasons probably is the change in the funding that's available to students coming here."
                        },
                        {
                            "type": "CES",
                            "turn_index": 53,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we've got a lot to offer and that's why it's really important that, although we have seen a change in the tuition fees, which may have an impact, we are investing with universities, for instance, in the Global Wales programme."
                        },
                        {
                            "type": "CES",
                            "turn_index": 62,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "With specific regard to dealing with the impact of Brexit, you'll be aware that we have reached an agreement in principle on the funding of £3.5 million to the Global Wales initiative."
                        },
                        {
                            "type": "PES",
                            "turn_index": 69,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "Has the Welsh Government explored the possibility of looking at different immigration rules for international and EU students who may wish to study here?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "At the moment, you'll be aware that Welsh Government has looked at a specific piece of work on whether there was any scope for specific immigration policy for Wales, although I must say that was mostly in the field of actually the workforce rather than students."
                        },
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "But we want an immigration system that makes it as easy as possible for those students who want to benefit from education in Wales, and indeed the UK, to be able to do so."
                        },
                        {
                            "type": "PES",
                            "turn_index": 72,
                            "sent_index": 0,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "So, what are we doing from now on in then?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 73,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "No—gosh—Llyr, we continue to push the case at the official level, and at the moment, I'm trying to convene a quadrilateral, if it can be quadrilateral in the sense that Northern Ireland aren't up and running—but certainly with officials from Northern Ireland."
                        },
                        {
                            "type": "CES",
                            "turn_index": 73,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "It is convincing the Home Office of that case."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 66,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "We expect that all institutions—should they have a desire to participate—will be able to be assisted, as well as the overall global branding from Universities Wales and the new Study in Wales initiative."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 69,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "Has the Welsh Government explored the possibility of looking at different immigration rules for international and EU students who may wish to study here?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "At the moment, you'll be aware that Welsh Government has looked at a specific piece of work on whether there was any scope for specific immigration policy for Wales, although I must say that was mostly in the field of actually the workforce rather than students."
                        },
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "But we want an immigration system that makes it as easy as possible for those students who want to benefit from education in Wales, and indeed the UK, to be able to do so."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 73,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "No—gosh—Llyr, we continue to push the case at the official level, and at the moment, I'm trying to convene a quadrilateral, if it can be quadrilateral in the sense that Northern Ireland aren't up and running—but certainly with officials from Northern Ireland."
                        }
                    ]
                ]
            },
            {
                "query": "What did Kirsty Williams think of the additional funding to HEFCW when discussing the funding to support Wales universities to go through the financial problems?",
                "tokenized_answer": [
                    "When discussing the funding to support Wales universities to go through the financial problems, Julie Morgan mentioned that they have funded Wales universities with 6.4 million dollars in 2017-18.",
                    "Kirsty Williams added that they had actually made an additional resource of £5 million available to mitigate the freeze in tuition fees, and another £5 million had been made available to HEFCW to kick-start the work on postgraduate support.",
                    "With the adequate funding, Kirsty Williams believed that there would be little need to worry about the fiscal problems of Wales universities."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 57,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "The additional £6.4 million that went to HEFCW in the 2017-18 year, which I think you say is partly because of Brexit and partly because of demographic and recruitment challenges, what do you expect to see as a result of that spending?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 58,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "That funding was allocated, as I said, to enable HEFCW to deal with any short-term implications arising out of demographic changes, because we've seen a drop in the number of 18-year-olds, and the initial implications of EU transition."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 58,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "With regard to additional resources, you'll be aware that we have made an additional resource of £5 million available to mitigate the freeze in tuition fees, and £5 million has been made available to HEFCW to kick-start the work on postgraduate support until we're in a position to fully implement Diamond at the postgraduate level."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 60,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "The financial allocation, as I said, was agreed with the funding council and it was there to help universities with any cash flow issues, but if you'd like further details I can provide those as much as I'm able."
                        }
                    ]
                ]
            },
            {
                "query": "What did Kirsty Williams elaborate on the immigration policy when discussing the possible official solution to the problem?",
                "tokenized_answer": [
                    "According to Kirsty Williams, he was not quite in favor of a new immigration policy at first, for when post-study work visas were first issued in the south-east of England, the outcome was not so satisfying.",
                    "However, his attitude had changed.",
                    "As the locals usually did not take foreign students as immigrants, the government should treat the foreign students and those who came from EU as the same, which is to say, a new immigration system should be set to ensure that EU students and all the other foreign ones would receive the same treatment when seeking a job in Wales."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, with regard to immigration, clearly, this is something, at the moment, that is out of our hands, and I have to say, it hasn't got off to a great start when initially the post-study work visas were issued just for a number of institutions in the south-east of England, with no consultation with us and I don't believe with the Scottish Government either."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 70,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, with regard to immigration, clearly, this is something, at the moment, that is out of our hands, and I have to say, it hasn't got off to a great start when initially the post-study work visas were issued just for a number of institutions in the south-east of England, with no consultation with us and I don't believe with the Scottish Government either."
                        },
                        {
                            "type": "PES",
                            "turn_index": 70,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we have campaigned, pushed, cajoled, lobbied, and I was very glad that in December last year, the Home Office did then make that scheme available to Cardiff and to Trinity Saint David."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think all the evidence suggests that the British public don't regard international students as immigrants, and therefore we do need to make sure that they are taken out of the targets and we can continue to press that message with the UK Government."
                        },
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "But we want an immigration system that makes it as easy as possible for those students who want to benefit from education in Wales, and indeed the UK, to be able to do so."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the official commitments to help the Wales universities to get through the transition period.",
                "tokenized_answer": [
                    "The group mentioned that Wales government had promised a multi-annual commitment that it would help the Wales universities to get through the transition period and operate well with enough funding.",
                    "However, some of the members thought that they could not always rely on the government and should have a budget plan for themselves.",
                    "For fear that they might only receive the governmental funding for those apprentices, the group agreed to keep the apprenticeship firmly, even if some areas like England had abandoned it."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 79,
                            "sent_index": 3,
                            "speaker": "John Griffiths AM",
                            "content": "So, would you commit to introducing multi-year funding settlements for HE, and indeed for FE, moving forward beyond Brexit?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 80,
                            "sent_index": 2,
                            "speaker": "Eluned Morgan AM",
                            "content": "I think the multi-annual nature of the European funding programmes has been very, very useful."
                        },
                        {
                            "type": "CES",
                            "turn_index": 80,
                            "sent_index": 9,
                            "speaker": "Eluned Morgan AM",
                            "content": "Swansea University, you'll be aware, has been practically rebuilt with ERDF."
                        },
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 1,
                            "speaker": "Eluned Morgan AM",
                            "content": "What we've said is that we want to maintain that range of learning opportunities that is provided by EU funding."
                        },
                        {
                            "type": "PES",
                            "turn_index": 83,
                            "sent_index": 0,
                            "speaker": "John Griffiths AM",
                            "content": "So, could you say that, if they keep their promises, then at least that level of funding would be maintained?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 87,
                            "sent_index": 0,
                            "speaker": "Suzy Davies AM",
                            "content": "Yes, just very quickly on the multi-annual point, obviously I recognise that we're talking about six or seven-year cycles with Europe, and I completely take the point that you don't really know from year to year what your budget's going to be, but Welsh Government does make multi-annual commitments."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 96,
                            "sent_index": 2,
                            "speaker": "Eluned Morgan AM",
                            "content": "So, there is a risk and there is concern, beyond 2020, that that would create problems if they don't agree to fund that, which is the expectation that we have."
                        },
                        {
                            "type": "PES",
                            "turn_index": 97,
                            "sent_index": 0,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "But it is a prospect that this wouldn't be achieved as you foresee."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 1,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "I just wanted to pick up on the funding of apprenticeships and the long-term funding, because the ESF—the commitments take us to 2023, which takes us beyond any transition period."
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 2,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "So, I just want to hear from you that there are assurances that the apprenticeship programme can be delivered as a whole, come what may."
                        },
                        {
                            "type": "CES",
                            "turn_index": 100,
                            "sent_index": 2,
                            "speaker": "Eluned Morgan AM",
                            "content": "You have to remember that the number of apprenticeships in Wales is rising, while they've collapsed entirely in England."
                        }
                    ]
                ]
            },
            {
                "query": "Why did Eluned Morgan disagree with Suzy Davies when talking about the official commitments to help the Wales universities to get through the transition period?",
                "tokenized_answer": [
                    "While talking about the official commitments to help the Wales universities to get through the transition period, Suzy Davies compared the two kinds of multi-annual commitments that one was related to revenue and the other to capital.",
                    "She did not think that either of them would work, however, according to Eluned Morgan, the official commitment related to capital would matter more under such a transition period.",
                    "Even if most people would focus on the revenue, they should pay attention to the capital for that it is exactly the capital that ensured the institutions to operate well under the dilemma."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 87,
                            "sent_index": 0,
                            "speaker": "Suzy Davies AM",
                            "content": "Yes, just very quickly on the multi-annual point, obviously I recognise that we're talking about six or seven-year cycles with Europe, and I completely take the point that you don't really know from year to year what your budget's going to be, but Welsh Government does make multi-annual commitments."
                        },
                        {
                            "type": "CES",
                            "turn_index": 88,
                            "sent_index": 0,
                            "speaker": "Eluned Morgan AM",
                            "content": "I think it's probably easier to do with capital than it is with revenue, so that's what would make the difference."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 87,
                            "sent_index": 2,
                            "speaker": "Suzy Davies AM",
                            "content": "How are you able to do that and yet not quite feel confident that you can do that with—well, both your sectors, really?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 88,
                            "sent_index": 4,
                            "speaker": "Eluned Morgan AM",
                            "content": "I think it's a really, really concerning thing, because what makes these institutions work well is their staff, so that makes life very, very difficult without that multi-annual commitment."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 88,
                            "sent_index": 2,
                            "speaker": "Eluned Morgan AM",
                            "content": "These institutions are interested in revenue, because that's what supports the staff."
                        },
                        {
                            "type": "CES",
                            "turn_index": 88,
                            "sent_index": 4,
                            "speaker": "Eluned Morgan AM",
                            "content": "I think it's a really, really concerning thing, because what makes these institutions work well is their staff, so that makes life very, very difficult without that multi-annual commitment."
                        },
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 0,
                            "speaker": "Suzy Davies AM",
                            "content": "They also have to raise some of their own money as well—we mustn't forget that."
                        }
                    ]
                ]
            },
            {
                "query": "Why did Llyr Gruffydd disagree with Eluned Morgan when discussing the official commitments to help the Wales universities to get through the transition period?",
                "tokenized_answer": [
                    "When discussing the official commitments, Eluned Morgan had great confidence in the government that they would provide firm support for the Wales universities.",
                    "But as for Llyr Gruffydd, he did not think that the institutions would be able to rely on the official funding much, and more importantly, if they would like to enter into the agreements at present, they would interrupt their current work, which would also put themselves in great risk."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 81,
                            "sent_index": 1,
                            "speaker": "John Griffiths AM",
                            "content": "As far as further education is concerned, in your paper you state that it's a priority to support the FE sector to maintain all the learning opportunities that currently take place under European Union funding."
                        },
                        {
                            "type": "PES",
                            "turn_index": 82,
                            "sent_index": 1,
                            "speaker": "Eluned Morgan AM",
                            "content": "What we've said is that we want to maintain that range of learning opportunities that is provided by EU funding."
                        },
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 4,
                            "speaker": "Eluned Morgan AM",
                            "content": "The UK Government have made us some promises and they've made some commitments, and we need to hold them to that, and so let's keep the pressure on."
                        },
                        {
                            "type": "CES",
                            "turn_index": 83,
                            "sent_index": 0,
                            "speaker": "John Griffiths AM",
                            "content": "So, could you say that, if they keep their promises, then at least that level of funding would be maintained?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 84,
                            "sent_index": 0,
                            "speaker": "Eluned Morgan AM",
                            "content": "I think that would be a minimum, but that's just one aspect of it."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 96,
                            "sent_index": 0,
                            "speaker": "Eluned Morgan AM",
                            "content": "Well, we're fine until 2020, because we've had that guarantee from the Government."
                        },
                        {
                            "type": "PES",
                            "turn_index": 96,
                            "sent_index": 2,
                            "speaker": "Eluned Morgan AM",
                            "content": "So, there is a risk and there is concern, beyond 2020, that that would create problems if they don't agree to fund that, which is the expectation that we have."
                        },
                        {
                            "type": "CES",
                            "turn_index": 97,
                            "sent_index": 0,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "But it is a prospect that this wouldn't be achieved as you foresee."
                        },
                        {
                            "type": "PES",
                            "turn_index": 98,
                            "sent_index": 0,
                            "speaker": "Eluned Morgan AM",
                            "content": "Well, we do hope, because we've had the pledges and commitments from the Government, that they will respect what we expected and what was expected by these institutions that have had the commitment of the funding."
                        },
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 0,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "So, to what extent does that undermine the current work?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 1,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "Because institutions want to enter into agreements with providers and so on."
                        },
                        {
                            "type": "PES",
                            "turn_index": 99,
                            "sent_index": 2,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "Businesses want to know, if they're starting on some sort of journey, that they are going to get to the end of it some years down the line."
                        },
                        {
                            "type": "CES",
                            "turn_index": 99,
                            "sent_index": 3,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "That must be undermining a lot of the work that's going on now."
                        }
                    ]
                ]
            }
        ]
    }
}