{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "The meeting was mainly about the provision of textbooks and learning resources for pupils.",
                    "To start with, Philip Blaker generally introduced the position of Qualification Wales in the education system, focusing on the design of the qualifications and then the delivery of the assessment.",
                    "Meanwhile, Gareth Pierce talked about the process of making teaching materials available bilingually, both in English and Welsh language.",
                    "It was suggested that both versions be carried out simultaneously to ensure equity.",
                    "Concerns were also raised about whether the procedure would delay the availability of the textbooks.",
                    "What's more, the meeting also discussed the digitalization of materials.",
                    "The council worried that the lack of digital accessibility and digital literacy would have an impact on pupils' performance.",
                    "However, it was concluded that the process would widen the access to different materials.",
                    "The meeting also talked about the timetable of the curriculum reform and the general plan for the future, mainly on the qualification and teaching materials."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ],
                    [
                        6
                    ],
                    [
                        7
                    ],
                    [
                        8
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 0,
                            "speaker": "Lynne Neagle AM",
                            "content": "Good morning, everyone, and welcome to today's meeting of the Children, Young People and Education Committee."
                        },
                        {
                            "type": "CES",
                            "turn_index": 2,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "So, item 2, then, today is our first session on the provision of textbooks and learning resources for pupils, which is a video of interviews with young people and teachers."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 0,
                            "speaker": "Philip Blaker",
                            "content": "Shall I start?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 1,
                            "speaker": "Philip Blaker",
                            "content": "So, Qualifications Wales is the regulator of the awarding bodies, so we regulate awarding bodies."
                        },
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 6,
                            "speaker": "Philip Blaker",
                            "content": "That said, when we are going through the design of the qualifications, we go through an approval process, so we develop approval criteria and we ask WJEC to submit their specifications against those approval criteria and sample assessment materials as well."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 5,
                            "sent_index": 1,
                            "speaker": "Gareth Pierce",
                            "content": "The WJEC does provide what's required in a regulatory sense, and there are two things there—the specification, which tends to be very comprehensive in providing guidance in terms of drawing up a programme of teaching, and also exemplar assessments, which include marking, and those go to the regulator before they are published."
                        },
                        {
                            "type": "CES",
                            "turn_index": 5,
                            "sent_index": 3,
                            "speaker": "Gareth Pierce",
                            "content": "The WJEC also do invest a great deal in resources that we produce digitally in both languages simultaneously."
                        },
                        {
                            "type": "PES",
                            "turn_index": 5,
                            "sent_index": 4,
                            "speaker": "Gareth Pierce",
                            "content": "Each new course has substantial teaching guidance, which includes a great deal of useful information for teachers and pupils."
                        },
                        {
                            "type": "PES",
                            "turn_index": 5,
                            "sent_index": 5,
                            "speaker": "Gareth Pierce",
                            "content": "And we run a professional development programme for teachers that is free of charge when courses are new, and then annually there is some charge for those events."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 65,
                            "sent_index": 6,
                            "speaker": "Mike Ebbsworth",
                            "content": "At the end of the process, then, the publishers in England have agreed to hold the English version back for a period of time until the Welsh version is available, and then to publish both simultaneously."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 69,
                            "sent_index": 2,
                            "speaker": "Mike Ebbsworth",
                            "content": "But that's the hope: that when new textbooks are produced in English and authored in English, we would look at that eight-week period as a turnaround."
                        },
                        {
                            "type": "PES",
                            "turn_index": 70,
                            "sent_index": 0,
                            "speaker": "Darren Millar AM",
                            "content": "I understand the point that you made earlier about the chapter-by-chapter approach, which seems much more equitable."
                        },
                        {
                            "type": "PES",
                            "turn_index": 70,
                            "sent_index": 1,
                            "speaker": "Darren Millar AM",
                            "content": "But to suggest that you will delay books that could be available for students and could be available for teachers to be able to access by two months because you haven't got the systems in place to be able to produce them on the same day, seems to be wholly inappropriate."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 40,
                            "sent_index": 1,
                            "speaker": "Gareth Pierce",
                            "content": "Every young person in Wales, I would hope, taking GCSE or A-level, should have that digital literacy in order to source the valuable materials available—that they should have those skills."
                        },
                        {
                            "type": "PES",
                            "turn_index": 40,
                            "sent_index": 2,
                            "speaker": "Gareth Pierce",
                            "content": "Then, they have the choice whether they go down the digital route, or do they do as Mike suggested—much of the digital material can be printed—or do they then turn to textbooks, in the hope that those would be available?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 40,
                            "sent_index": 4,
                            "speaker": "Gareth Pierce",
                            "content": "It's also important for teachers to confirm that their ways of teaching do support these alternative approaches taken by pupils."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 98,
                            "sent_index": 0,
                            "speaker": "Gareth Pierce",
                            "content": "Ideally, resources, digital accessibility and digital literacy should be available for every pupil on an equal basis."
                        },
                        {
                            "type": "PES",
                            "turn_index": 98,
                            "sent_index": 4,
                            "speaker": "Gareth Pierce",
                            "content": "There is some evidence from the teaching unions that suggests that not every school is in the same situation as each other in terms of buying the resources that are available."
                        },
                        {
                            "type": "CES",
                            "turn_index": 98,
                            "sent_index": 5,
                            "speaker": "Gareth Pierce",
                            "content": "So, I think your question drives at a very important point: what sort of inequality could be having an impact on young people in terms of their achievement during their school time?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 98,
                            "sent_index": 6,
                            "speaker": "Gareth Pierce",
                            "content": "Ideally, each one of those elements of potential inequality should be levelled."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 93,
                            "sent_index": 3,
                            "speaker": "Gareth Pierce",
                            "content": "We can't disagree that there's evidence of stress, but I think we can also point towards resilience and excellent approaches to drawing together the various sources that they've got: classroom notes, revision notes, as they mentioned, and the various other materials that they referred to."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 131,
                            "sent_index": 0,
                            "speaker": "Darren Millar AM",
                            "content": "Just on this issue of shaping the curriculum and making sure that we've got textbooks that can be used to support the delivery of the curriculum—."
                        },
                        {
                            "type": "CES",
                            "turn_index": 131,
                            "sent_index": 1,
                            "speaker": "Darren Millar AM",
                            "content": "So, obviously, the WJEC's interested in the examinations and the qualifications."
                        },
                        {
                            "type": "CES",
                            "turn_index": 132,
                            "sent_index": 2,
                            "speaker": "Philip Blaker",
                            "content": "They have responsibility for curriclum and they've already started work with the seminar last year, and then drawing people together now to look at a new model for the future."
                        },
                        {
                            "type": "PES",
                            "turn_index": 132,
                            "sent_index": 3,
                            "speaker": "Philip Blaker",
                            "content": "I think we need to evolve that approach, and I think Welsh Government taking a lead on some of this thinking about how things might be prepared for the future is probably a good position to be in at the moment."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the role of Qualification Wales, according to Philip Blaker.",
                "tokenized_answer": [
                    "Qualification Wales was the regulator of the awarding bodies, mainly focusing on the design of the qualifications and the delivery of the assessment.",
                    "They were also responsible for maintaining standards, making sure that the grades people got were fair through comparable outcomes."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 1,
                            "speaker": "Philip Blaker",
                            "content": "So, Qualifications Wales is the regulator of the awarding bodies, so we regulate awarding bodies."
                        },
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 4,
                            "speaker": "Philip Blaker",
                            "content": "In regulating the awarding body, our primary focus is also on the design of the qualifications and then the delivery of the assessment."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 11,
                            "speaker": "Philip Blaker",
                            "content": "Our other primary role is in maintaining standards."
                        },
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 12,
                            "speaker": "Philip Blaker",
                            "content": "So, as the regulator of qualifications, what we want to do is we want to make that the awards of qualifications—so, the grades that people get—are fair."
                        },
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 14,
                            "speaker": "Philip Blaker",
                            "content": "During a period of change, we prescribe the use of comparable outcomes as the primary approach, largely because comparable outcomes are designed for circumstances like this, where there's a change in a specification particularly, because there are any number of reasons, including resources, why performance may be different from one year to the next, but comparable outcomes is there to ensure that, all things being equal, if the cohorts have the same ability, the same grade should be awarded from one year to the next."
                        }
                    ]
                ]
            },
            {
                "query": "What did Gareth Pierce think of the translation of materials between the two languages?",
                "tokenized_answer": [
                    "Gareth Pierce was aware that many websites they referred to in their resources and many case studies were purely in English, while it was the Welsh language that was used in the educational context.",
                    "Gareth Pierce believed it was very unfortunate for different schools to translate materials independently from each other, concluding that it would be necessary to translate materials in both languages to enable teachers to refer to terms in both languages."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 7,
                            "sent_index": 5,
                            "speaker": "Gareth Pierce",
                            "content": "The Welsh language, of course, is a language that is used in an educational context, but we are in a big world that's an English language world."
                        },
                        {
                            "type": "CES",
                            "turn_index": 7,
                            "sent_index": 6,
                            "speaker": "Gareth Pierce",
                            "content": "I'm very aware that many of the websites we refer to in our resources and many of the case studies, as was mentioned in that video—they are available in English only."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 7,
                            "sent_index": 8,
                            "speaker": "Gareth Pierce",
                            "content": "And, certainly, it would be very unfortunate if there were a dozen Welsh-medium schools, for example, translating material from the same website independently of each other."
                        },
                        {
                            "type": "CES",
                            "turn_index": 7,
                            "sent_index": 13,
                            "speaker": "Gareth Pierce",
                            "content": "I'm sure that some teachers feel that there is a way of enriching the teaching by referring to terms in both languages, as well as explaining those terms in their own language."
                        }
                    ]
                ]
            },
            {
                "query": "Why did Darren Millar AM disagree about WJEC's approaches to textbooks?",
                "tokenized_answer": [
                    "Darren Millar thought replacing textbooks would cause a lot of pressure and extra work for teachers and students, believing that the textbook was a basic element for children to learn and revise and an essential core piece for qualification.",
                    "Also the digital resources were not accessible for everyone even in Wales.",
                    "Darren Millar AN was also worried some learners would face disadvantages as a result of textbooks, who might not adapt digital contents well."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 1,
                            "speaker": "Darren Millar AM",
                            "content": "It's a huge mess, which is causing lots of pressure and extra work for teachers, lots of pressure and extra work for learners, and is affecting the well-being of students, at a time when they need to be mentally fit, in order to go through the general stress that learners face when they have exams coming up."
                        },
                        {
                            "type": "PES",
                            "turn_index": 28,
                            "sent_index": 2,
                            "speaker": "Darren Millar AM",
                            "content": "We know that the problems are not confined to Welsh-medium resources; they're also being experienced in English language resources as well, particularly in terms of the availability of textbooks."
                        },
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 4,
                            "speaker": "Darren Millar AM",
                            "content": "But isn't a textbook a pretty basic element of anybody's toolkit for supporting a child getting through the information that they need to learn, and swot up on, in advance of exams?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 4,
                            "speaker": "Darren Millar AM",
                            "content": "You mentioned digital resources; not everybody's got access to digital resources in their own homes, even, in Wales."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 5,
                            "speaker": "Darren Millar AM",
                            "content": "So, aren't we giving a significant disadvantage to those learners who might need the traditional 'swotting up from a textbook' method of revision and benefit from that?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 37,
                            "sent_index": 1,
                            "speaker": "Darren Millar AM",
                            "content": "Can I just ask you about the disadvantage that some learners might face as a result of the lack of textbooks?"
                        }
                    ]
                ]
            },
            {
                "query": "How did the WJEC tackle the concerns raised by Darren Millar AM?",
                "tokenized_answer": [
                    "About the accessibility of digital resources, Mike Ebbsworth held that the teachers could print the materials to suit the learners at any given time, while Gareth Pierce believed that the technology, as well as the content of a textbook in some form, was vital.",
                    "They both agreed that the digitalization process would add flexibility to the teaching materials.",
                    "About the pupils' adaptation of digital contents, the WJEC thought digital literacy was a basic skill for examinations as A-level or GSCE.",
                    "Also it was hard to evaluate whether it was the lack of textbooks that affected pupils' performance, as there were so many factors."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 0,
                            "speaker": "Mike Ebbsworth",
                            "content": "We do ensure that those digital resources include things that the teachers can also print."
                        },
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 1,
                            "speaker": "Mike Ebbsworth",
                            "content": "Most of these are resources for teachers so that the teachers can adapt them for their own use, to suit the learners who are in front of them at any given time."
                        },
                        {
                            "type": "PES",
                            "turn_index": 31,
                            "sent_index": 3,
                            "speaker": "Mike Ebbsworth",
                            "content": "If there are activities, then those activities can be printed off and handed to pupils so that they can take them home."
                        },
                        {
                            "type": "CES",
                            "turn_index": 32,
                            "sent_index": 1,
                            "speaker": "Gareth Pierce",
                            "content": "The young people talk about websites and blogs, and we're talking about digital resources, so being able to reach those resources, I think, is vital in Wales."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 40,
                            "sent_index": 5,
                            "speaker": "Gareth Pierce",
                            "content": "Not every pupil will choose to learn or revise in exactly the same way."
                        },
                        {
                            "type": "CES",
                            "turn_index": 40,
                            "sent_index": 6,
                            "speaker": "Gareth Pierce",
                            "content": "So, the flexibility for the pupil is very important, I think."
                        },
                        {
                            "type": "CES",
                            "turn_index": 41,
                            "sent_index": 0,
                            "speaker": "Darren Millar AM",
                            "content": "I understand that, but I've got people in my constituency who haven't even got a broadband link at home, so there's a digital disadvantage as well."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 40,
                            "sent_index": 0,
                            "speaker": "Gareth Pierce",
                            "content": "I think also, perhaps, related to that, it is important to mention digital literacy here."
                        },
                        {
                            "type": "CES",
                            "turn_index": 40,
                            "sent_index": 1,
                            "speaker": "Gareth Pierce",
                            "content": "Every young person in Wales, I would hope, taking GCSE or A-level, should have that digital literacy in order to source the valuable materials available—that they should have those skills."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 37,
                            "sent_index": 1,
                            "speaker": "Darren Millar AM",
                            "content": "Can I just ask you about the disadvantage that some learners might face as a result of the lack of textbooks?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 37,
                            "sent_index": 3,
                            "speaker": "Darren Millar AM",
                            "content": "But, how do you differentiate between the different learning styles of individual students who are in that cohort to ensure that the disadvantage that one faces because they're somebody who relies particularly heavily on textbook-type learning, traditional sort of swotting up for examinations, versus someone who is much more digitally aware and able to use digital resources—?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 37,
                            "sent_index": 4,
                            "speaker": "Darren Millar AM",
                            "content": "How do you make sure that it's fair to the cohort as a whole, while still enabling some of these individuals for whom textbooks are important not to face disadvantage within that cohort?"
                        }
                    ]
                ]
            },
            {
                "query": "What did Gareth Pierce talk about the subsidy in developing materials bilingually?",
                "tokenized_answer": [
                    "Gareth Pierce believed that the subsidy would be necessary, and thought of the subsidy for producing resources in two languages for the curriculum."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 63,
                            "sent_index": 0,
                            "speaker": "Gareth Pierce",
                            "content": "Our view in the WJEC is that subsidy will be necessary."
                        },
                        {
                            "type": "PES",
                            "turn_index": 63,
                            "sent_index": 2,
                            "speaker": "Gareth Pierce",
                            "content": "At the moment, the subsidy is described as a subsidy for the Welsh-medium version."
                        },
                        {
                            "type": "CES",
                            "turn_index": 63,
                            "sent_index": 3,
                            "speaker": "Gareth Pierce",
                            "content": "Why not rethink that and think of a subsidy for producing resources in two languages for the Welsh curriculum?"
                        }
                    ]
                ]
            },
            {
                "query": "What was the decision of WJEC to reduce the delay between materials having an English version and a Welsh version?",
                "tokenized_answer": [
                    "The publishers in England agreed to hold the English version back for a period of time until the Welsh version was available and then to publish simultaneously."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 65,
                            "sent_index": 6,
                            "speaker": "Mike Ebbsworth",
                            "content": "At the end of the process, then, the publishers in England have agreed to hold the English version back for a period of time until the Welsh version is available, and then to publish both simultaneously."
                        }
                    ]
                ]
            },
            {
                "query": "Why was the council disagree about WJEC's decision to delay the Welsh/English version?",
                "tokenized_answer": [
                    "Darren Millar AM thought it was inappropriate to delay the availability of a textbook that was already late on schedule so that the two language version could be published on the same day.",
                    "John Griffiths worried that the approach would potentially put English students using the English-language version or Welsh students using the Welsh-language version at a disadvantage."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 69,
                            "sent_index": 2,
                            "speaker": "Mike Ebbsworth",
                            "content": "But that's the hope: that when new textbooks are produced in English and authored in English, we would look at that eight-week period as a turnaround."
                        },
                        {
                            "type": "CES",
                            "turn_index": 70,
                            "sent_index": 1,
                            "speaker": "Darren Millar AM",
                            "content": "But to suggest that you will delay books that could be available for students and could be available for teachers to be able to access by two months because you haven't got the systems in place to be able to produce them on the same day, seems to be wholly inappropriate."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 83,
                            "sent_index": 1,
                            "speaker": "John Griffiths AM",
                            "content": "And, as the Chair said, is that about putting those students in Wales on the same footing, and if so, how does that relate to the fact that these students, including those who could have had earlier access to the English-language version, are competing with students over the border, as we heard on the video earlier, for those precious university places?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 83,
                            "sent_index": 2,
                            "speaker": "John Griffiths AM",
                            "content": "Doesn't it place the English-language student using the English-language version at a potential disadvantage, compared to students over the border?"
                        }
                    ]
                ]
            },
            {
                "query": "What did Gareth Pierce think of the digital inequalities as a kind of unfairness?",
                "tokenized_answer": [
                    "Gareth pierce believed that there were different types of unfairness in different individuals' opinions.",
                    "It was hard to judge what sort of inequality could be having an impact on young people in therms of achievement.",
                    "So Gareth Pierce didn't think he could go any further than acknowledging any inequality was unfair."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 98,
                            "sent_index": 1,
                            "speaker": "Gareth Pierce",
                            "content": "But I think perhaps if we analysed this in much detail, different individuals would be able to say, 'There are different types of unfairness.'"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 98,
                            "sent_index": 5,
                            "speaker": "Gareth Pierce",
                            "content": "So, I think your question drives at a very important point: what sort of inequality could be having an impact on young people in terms of their achievement during their school time?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 98,
                            "sent_index": 7,
                            "speaker": "Gareth Pierce",
                            "content": "So, I don't think I can go any further than acknowledging that any inequality is unfair, but there are so many different kinds and the textbook is not the only one, and therefore we're not going to be able to analyse the impact of that on its own."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 98,
                            "sent_index": 7,
                            "speaker": "Gareth Pierce",
                            "content": "So, I don't think I can go any further than acknowledging that any inequality is unfair, but there are so many different kinds and the textbook is not the only one, and therefore we're not going to be able to analyse the impact of that on its own."
                        }
                    ]
                ]
            },
            {
                "query": "According to Gareth Pierce, how did they develop the pupils' skills to analyse and combine information into a discursive argument?",
                "tokenized_answer": [
                    "They drew on a body of expertise and emphasized the importance of the approach and skill.",
                    "They would also assist young people with their engagement with the scholar items and understanding some themes."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 110,
                            "sent_index": 1,
                            "speaker": "Gareth Pierce",
                            "content": "We do draw on a body of expertise, and we are more than willing to emphasise the importance of that approach to the support resources we provide."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 112,
                            "sent_index": 2,
                            "speaker": "Gareth Pierce",
                            "content": "They would be described as scholarly, and I think some of the young people on the video made that point, didn't they—that they need to engage with that material to understand some themes?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 112,
                            "sent_index": 4,
                            "speaker": "Gareth Pierce",
                            "content": "We need to almost make those scholarly items that are worth including in their curriculum accessible and user friendly for them at their point of learning."
                        }
                    ]
                ]
            },
            {
                "query": "How did WJEC respond to the criticisms from Estyn about the materials?",
                "tokenized_answer": [
                    "Gareth Pierce decided that they would have regular meetings with Estyn about any problems with the specimen assessments and the mark schemes.",
                    "They agreed with Estyn that ideally the whole package of resources should be available before teaching starts and would work on that."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 117,
                            "sent_index": 0,
                            "speaker": "Gareth Pierce",
                            "content": "Again, probably, I'd like a conversation with them about any problems with the specimen assessments and their mark schemes, because if they are the statutory regulatory ones they would have gone through Philip's team as well or his Welsh Government predecessors as regulators, depending on which qualifications they were."
                        },
                        {
                            "type": "CES",
                            "turn_index": 119,
                            "sent_index": 0,
                            "speaker": "Gareth Pierce",
                            "content": "We have met with Estyn a couple of times recently, actually—once when they were beginning their review of the key stage 4 qualifications that had been in place for two years and a bit, and also when they were planning a review of some of the A-level work."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 117,
                            "sent_index": 4,
                            "speaker": "Gareth Pierce",
                            "content": "But, yes, I agree with their fundamental premise, that ideally the whole package of resources should be available before teaching starts, including, as we mentioned earlier, so we can draw on that set of resources in the events we run as WJEC free of charge for teachers leading up to the first teaching."
                        }
                    ]
                ]
            },
            {
                "query": "According to Philip Blaker, who should be responsible for developing the curriculum resources?",
                "tokenized_answer": [
                    "Philip Blaker thought it needed to be determined.",
                    "But he also believed that Welsh Government had a role in curriculum at that moment, so Welsh Government had responsibility for the curriculum and drew people together to look at the new model for the future."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 132,
                            "sent_index": 0,
                            "speaker": "Philip Blaker",
                            "content": "I think, for a new model, that needs to be determined."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 132,
                            "sent_index": 1,
                            "speaker": "Philip Blaker",
                            "content": "Welsh Government has a role in curriculum at the moment."
                        },
                        {
                            "type": "CES",
                            "turn_index": 132,
                            "sent_index": 2,
                            "speaker": "Philip Blaker",
                            "content": "They have responsibility for curriclum and they've already started work with the seminar last year, and then drawing people together now to look at a new model for the future."
                        }
                    ]
                ]
            }
        ]
    }
}