{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "This was the Children, Young People and Education committee, guided by Lynne Neagle.",
                    "The whole meeting was in the quiz form, in which Carol Shillabeer, the chief executive of Powys Teaching Health Board, answered questions about the Together for Children and Young People programme.",
                    "To begin with, Shillabeer responded to the progress and shortages of the whole programme, followed by the theme of early help and enhanced support for children and young people.",
                    "The next topic was the CAMHS framework and its effect in promoting a consistent delivery of care.",
                    "Furthermore, Shillabeer answered questions about neurodevelopmental services, in-patient care, the workforce issue, looked-after children, and transitional arrangement.",
                    "In the end, Shillabeer indicated the personal position of legacy that there would be something to handle those problems, no matter what it was."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 0,
                            "speaker": "Lynne Neagle AM",
                            "content": "Good morning, everyone, and welcome to the Children, Young People and Education committee this morning."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 7,
                            "speaker": "Lynne Neagle AM",
                            "content": "I'm very pleased to welcome Carol Shillabeer, who is chief executive of Powys Teaching Health Board, and who manages the Together for Children and Young People programme."
                        },
                        {
                            "type": "PES",
                            "turn_index": 0,
                            "sent_index": 8,
                            "speaker": "Lynne Neagle AM",
                            "content": "Thank you very much for attending, and thank you for the written update that you provided in advance to the committee."
                        },
                        {
                            "type": "PES",
                            "turn_index": 0,
                            "sent_index": 9,
                            "speaker": "Lynne Neagle AM",
                            "content": "We've got a lot of ground that we want to cover this morning, so if it's okay we'll go straight into questions."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 9,
                            "speaker": "Carol Shillabeer",
                            "content": "Overall I would say we have made progress."
                        },
                        {
                            "type": "PES",
                            "turn_index": 2,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "And you referred to the work on the whole-school approach, which is very welcome, and I recognise that the programme has been involved in driving that as well."
                        },
                        {
                            "type": "PES",
                            "turn_index": 2,
                            "sent_index": 2,
                            "speaker": "Lynne Neagle AM",
                            "content": "But I'm sure you'll also recognise the emphasis that the committee has placed on this being a whole-system approach to children and young people's mental health, and we feel very strongly that if any of the areas get out of balance, then it will jeopardise the progress in other parts of the programme."
                        },
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 8,
                            "speaker": "Carol Shillabeer",
                            "content": "But, if I could just agree with your comments about the whole system, it has to be the whole system and that's why the real focus now on early help and enhanced support is critical."
                        },
                        {
                            "type": "PES",
                            "turn_index": 3,
                            "sent_index": 10,
                            "speaker": "Carol Shillabeer",
                            "content": "But I just wanted to say that I think that youth work has perhaps not have the recognition that it's needed and yesterday was a positive step."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 16,
                            "sent_index": 2,
                            "speaker": "Lynne Neagle AM",
                            "content": "We've got some questions now on specialist CAMHS—if I can just ask about the impact of the specialist CAMHS framework, and how effective you feel that has been in promoting a consistent delivery of care for young people."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 20,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "We've got some questions now from Hefin David on neurodevelopmental services."
                        },
                        {
                            "type": "PES",
                            "turn_index": 21,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "We're seeing an increase in neurodevelopmental referrals, and that will increase further in the future."
                        },
                        {
                            "type": "PES",
                            "turn_index": 21,
                            "sent_index": 2,
                            "speaker": "Hefin David AM",
                            "content": "Can you give us an explanation as to why this demand is growing and how we're going to meet capacity to deliver and for support for those children?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 6,
                            "speaker": "Carol Shillabeer",
                            "content": "I can just testify, in real life, that demand is absolutely growing."
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 25,
                            "speaker": "Carol Shillabeer",
                            "content": "So, our clinical teams are concerned about how do they keep up."
                        },
                        {
                            "type": "CES",
                            "turn_index": 36,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "If we can just move on now to in-patient care, and if I can just ask you what the programme has been doing to address some of the challenges and opportunities we face in terms of CAMHS in-patient care, particularly in light of the restrictions that are in place in Abergele and Tŷ Llidiard."
                        },
                        {
                            "type": "PES",
                            "turn_index": 37,
                            "sent_index": 1,
                            "speaker": "Carol Shillabeer",
                            "content": "Again, quite a lot of progress has been made in the early part of the programme around in-patients, and you are very well aware of the challenges over the last year or 18 months in relation to both units."
                        },
                        {
                            "type": "PES",
                            "turn_index": 37,
                            "sent_index": 2,
                            "speaker": "Carol Shillabeer",
                            "content": "I think, certainly, there is some recovery in the position in north Wales, and the programme did a peer review visit to north Wales, which I think was very helpful."
                        },
                        {
                            "type": "CES",
                            "turn_index": 40,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "Hefin David has got some questions on workforce now."
                        },
                        {
                            "type": "PES",
                            "turn_index": 41,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "With regard to the increased CAMHS posts that have been made available between 2016 and 2018—a 62 per cent increase in CAMHS posts—we know that there's likely to be labour market demand, high labour market demand, in those instances, so are the vacancy rates higher in Wales than elsewhere, given the increase in those posts to be filled?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 42,
                            "sent_index": 0,
                            "speaker": "Carol Shillabeer",
                            "content": "So, you're absolutely right."
                        },
                        {
                            "type": "PES",
                            "turn_index": 42,
                            "sent_index": 1,
                            "speaker": "Carol Shillabeer",
                            "content": "There's been quite a lot of investment, and there have been quite a lot of new recruits coming to the service."
                        },
                        {
                            "type": "PES",
                            "turn_index": 42,
                            "sent_index": 6,
                            "speaker": "Carol Shillabeer",
                            "content": "We are starting to see a greater diversity of workforce."
                        },
                        {
                            "type": "PES",
                            "turn_index": 43,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "More of what?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 56,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "Suzy Davies has a question about looked-after children."
                        },
                        {
                            "type": "PES",
                            "turn_index": 57,
                            "sent_index": 3,
                            "speaker": "Suzy Davies AM",
                            "content": "Can you give us some indication about how the programme intersects, then, with the outcomes for the children in care work programme?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 58,
                            "sent_index": 2,
                            "speaker": "Carol Shillabeer",
                            "content": "So, we've got that cross-link."
                        },
                        {
                            "type": "PES",
                            "turn_index": 58,
                            "sent_index": 3,
                            "speaker": "Carol Shillabeer",
                            "content": "We also have a director of social services on our programme board and, obviously, they're very clearly linked in to the outcomes for children."
                        },
                        {
                            "type": "CES",
                            "turn_index": 64,
                            "sent_index": 0,
                            "speaker": "Lynne Neagle AM",
                            "content": "Dawn has a question on transition."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 72,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "We've got some really important questions now about legacy, because throughout the session this morning you've referred to ongoing work, really, and that is a major concern for the committee."
                        },
                        {
                            "type": "PES",
                            "turn_index": 73,
                            "sent_index": 0,
                            "speaker": "Suzy Davies AM",
                            "content": "Yes, thank you, Chair, we are a little bit worried that this programme is coming to an end in a matter of months when perhaps its work's not been completed."
                        },
                        {
                            "type": "PES",
                            "turn_index": 73,
                            "sent_index": 2,
                            "speaker": "Suzy Davies AM",
                            "content": "Can you tell me whether you think your programme needs to continue, perhaps even if it's just for the same length of time as Together for Mental Health, or is its work done and it needs to be picked up now by a different system?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 74,
                            "sent_index": 2,
                            "speaker": "Carol Shillabeer",
                            "content": "There are two ways to look at this."
                        },
                        {
                            "type": "PES",
                            "turn_index": 74,
                            "sent_index": 3,
                            "speaker": "Carol Shillabeer",
                            "content": "I'm absolutely sure that the issue of children's emotional and mental health will be one that will be with us for a very long time."
                        },
                        {
                            "type": "PES",
                            "turn_index": 74,
                            "sent_index": 11,
                            "speaker": "Carol Shillabeer",
                            "content": "So, on the one hand, I think my view last year was that, when you have a programme of work, you should have a start, a middle and end, really—otherwise it's not a programme of work, it's almost forever—and there is a moment to refresh and reflect on whether that mechanism has done all it should and it should move into a different mechanism."
                        },
                        {
                            "type": "CES",
                            "turn_index": 74,
                            "sent_index": 13,
                            "speaker": "Carol Shillabeer",
                            "content": "My position now is I want to just be really sure and secure that there is a strong arrangement going forward that takes this work, if this programme is going to close."
                        },
                        {
                            "type": "PES",
                            "turn_index": 76,
                            "sent_index": 2,
                            "speaker": "Carol Shillabeer",
                            "content": "I don't think there's a barrier—people aren't saying, 'No, it all needs to just stop; we've solved the issue', but the exact nature of the legacy arrangements, particularly for early help and enhanced support, are not yet fully determined, or for neurodevelopmental."
                        },
                        {
                            "type": "CES",
                            "turn_index": 76,
                            "sent_index": 3,
                            "speaker": "Carol Shillabeer",
                            "content": "If it was a choice between nothing being there and continuing this programme, I would be supporting continuing the programme."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the discussion about early help and enhanced support.",
                "tokenized_answer": [
                    "The Mental Health Measure's target had increased significantly among the UK.",
                    "The programme well met the demand with more contacts, more staff, and shorter access times, but it still did not completely sustain at that stage.",
                    "As for intervention resources, there had been good attempts to help.",
                    "As for the stakeholder workshop, it was successful support on early help and enhanced support.",
                    "Finally, as for the legacy arrangements, CAMHS element would move to CAMHS network, part of the NHS mental health network."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 5,
                            "sent_index": 2,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "In terms of local primary mental health support services, what is your understanding of the issues leading to some health boards not meeting the Mental Health (Wales) Measure 2010 targets for assessment and therapy for children and young people, and how much of this is due to an increase in demand?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 6,
                            "sent_index": 2,
                            "speaker": "Carol Shillabeer",
                            "content": "The target changed some years ago for adults, so it was only right that there was an equalisation around children."
                        },
                        {
                            "type": "PES",
                            "turn_index": 6,
                            "sent_index": 3,
                            "speaker": "Carol Shillabeer",
                            "content": "So, the services were working, a couple of years ago, with significant demand and then a change in the standard."
                        },
                        {
                            "type": "CES",
                            "turn_index": 6,
                            "sent_index": 7,
                            "speaker": "Carol Shillabeer",
                            "content": "So, I think we will have seen, by the evidence submission, that demand has increased, not just in Wales but in the UK, and it has increased significantly."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 6,
                            "sent_index": 8,
                            "speaker": "Carol Shillabeer",
                            "content": "We are doing reasonably well at meeting that demand—so, we have more contacts, more staff, shorter access times, so that is a good news story."
                        },
                        {
                            "type": "CES",
                            "turn_index": 6,
                            "sent_index": 9,
                            "speaker": "Carol Shillabeer",
                            "content": "We've not got it completely sustained at this stage, and therefore the focus of the delivery unit's primary care CAMHS report is what more can we do in that part of the system to help to see children and young people or provide consultation and liaison to others and support people at that level of intervention."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 8,
                            "sent_index": 2,
                            "speaker": "Carol Shillabeer",
                            "content": "So, we absolutely need to see children and families at the earliest intervention and that's why this is a whole system, not compartmentalised."
                        },
                        {
                            "type": "CES",
                            "turn_index": 8,
                            "sent_index": 3,
                            "speaker": "Carol Shillabeer",
                            "content": "I think there have been really good attempts in a couple of areas of that greater reach out and that earlier help—hot clinics and those sorts of initiatives that help people not to get in a long queue for specialist CAMHS, but can be supported, often by telephone, at that earlier stage."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 9,
                            "sent_index": 1,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "What are the outcomes of the stakeholder workshop held last week on early help and enhanced support?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 1,
                            "speaker": "Carol Shillabeer",
                            "content": "So, you're absolutely right, there was a highly successful workshop last week really focusing on early help and enhanced support."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 13,
                            "speaker": "Carol Shillabeer",
                            "content": "we are currently working on legacy arrangements for the programme."
                        },
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 14,
                            "speaker": "Carol Shillabeer",
                            "content": "I'm pretty secure on the specialist CAMHS element."
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 15,
                            "speaker": "Carol Shillabeer",
                            "content": "That will move, most likely, to the CAMHS network, which is part of the NHS mental health network."
                        }
                    ]
                ]
            },
            {
                "query": "What did Carol Shillabeer think about the legacy arrangements when talking about early help and enhanced support?",
                "tokenized_answer": [
                    "The specialist CAMHS element would move to the CAMHS network.",
                    "The whole-school approach had already been settled in the Government while the programme had constructed a relative connection."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 14,
                            "speaker": "Carol Shillabeer",
                            "content": "I'm pretty secure on the specialist CAMHS element."
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 15,
                            "speaker": "Carol Shillabeer",
                            "content": "That will move, most likely, to the CAMHS network, which is part of the NHS mental health network."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 17,
                            "speaker": "Carol Shillabeer",
                            "content": "The whole-school approach element is already settled in Government and we've got a connection in to that."
                        }
                    ]
                ]
            },
            {
                "query": "What were the outcomes of stakeholder workshops on early help?",
                "tokenized_answer": [
                    "The workshop brought all the agencies together, along with their demands and interests.",
                    "Furthermore, there was a planning group reflection for the next stage to which three commitments had been made.",
                    "First, values-led approaches were to be developed to bring multiple agencies together to have a common purpose.",
                    "The second was to develop ingredients for successful working.",
                    "The third was to determine the priorities of the next step."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 12,
                            "sent_index": 1,
                            "speaker": "Carol Shillabeer",
                            "content": "So, you're absolutely right, there was a highly successful workshop last week really focusing on early help and enhanced support."
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 2,
                            "speaker": "Carol Shillabeer",
                            "content": "It brought all of the agencies together, which was—and actually had a bit of a waiting list, apparently, for places."
                        },
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 3,
                            "speaker": "Carol Shillabeer",
                            "content": "So, there was a lot of demand and a lot of interest in this."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 4,
                            "speaker": "Carol Shillabeer",
                            "content": "In relation to the next steps, there is a planning group reflection in early July, in terms of the outcomes of the workshop or the outputs of the workshop, and there are three commitments that have been made to this stage."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 5,
                            "speaker": "Carol Shillabeer",
                            "content": "One is that we develop those values-led approaches that will bring multiple agencies together to have that common purpose."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 6,
                            "speaker": "Carol Shillabeer",
                            "content": "The second one is to develop the ingredients for successful working in this area, and then, thirdly, to determine or propose priorities and sequencing of next steps."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 6,
                            "speaker": "Carol Shillabeer",
                            "content": "The second one is to develop the ingredients for successful working in this area, and then, thirdly, to determine or propose priorities and sequencing of next steps."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about neurodevelopmental service.",
                "tokenized_answer": [
                    "In terms of an increase in neurodevelopmental referrals, Hefin David wanted to know its reasons and measures.",
                    "Carol Shillabeer responded with no specific idea for the reasons and an introduction of delivery progression for the measures.",
                    "Being asked, Carol then talked about a broader view of group work, mentioning the limitation of threshold and focused conditions."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 21,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "We're seeing an increase in neurodevelopmental referrals, and that will increase further in the future."
                        },
                        {
                            "type": "CES",
                            "turn_index": 21,
                            "sent_index": 2,
                            "speaker": "Hefin David AM",
                            "content": "Can you give us an explanation as to why this demand is growing and how we're going to meet capacity to deliver and for support for those children?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 1,
                            "speaker": "Carol Shillabeer",
                            "content": "They're very big questions in terms of 'why'."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 2,
                            "speaker": "Carol Shillabeer",
                            "content": "I'm not sure that anyone really knows why, if I'm honest, although there is a lot of academic research going on."
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 3,
                            "speaker": "Carol Shillabeer",
                            "content": "What we do know is that we are starting to see the scale of those referrals coming through."
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 6,
                            "speaker": "Carol Shillabeer",
                            "content": "I can just testify, in real life, that demand is absolutely growing."
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 13,
                            "speaker": "Carol Shillabeer",
                            "content": "We now have seven teams in place across Wales."
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 14,
                            "speaker": "Carol Shillabeer",
                            "content": "We now have a national pathway."
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 15,
                            "speaker": "Carol Shillabeer",
                            "content": "We now have a community-of-practice-type environment, and we're really getting into this."
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 16,
                            "speaker": "Carol Shillabeer",
                            "content": "Good progress has been made."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 6,
                            "speaker": "Carol Shillabeer",
                            "content": "So, we've got a lot of people who are under that threshold, but that's a lot of people who still need help and support."
                        },
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 7,
                            "speaker": "Carol Shillabeer",
                            "content": "I'm trying to very fairly and, I hope, appropriately represent the very strong views coming from the group—the workstream under the programme."
                        },
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 9,
                            "speaker": "Carol Shillabeer",
                            "content": "It's not going to be good enough for us just to focus our attention on those children and young people and their families who reach a threshold, because there are needs elsewhere as well, and some of that will overlap with the early help and enhanced support."
                        }
                    ]
                ]
            },
            {
                "query": "What did Carol Shillabeer think about how to meet the capacity to deliver when answering a question about neurodevelopmental service?",
                "tokenized_answer": [
                    "Carol Shillabeer introduced Dr. Cath Norton and his group which had a standing start in addressing neurodevelopmental issues under the programme.",
                    "There had been seven teams across Wales, a national pathway, and a community-of-practice-type environment."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 8,
                            "speaker": "Carol Shillabeer",
                            "content": "Last year we had 300."
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 9,
                            "speaker": "Carol Shillabeer",
                            "content": "So, that has felt very difficult to manage."
                        },
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 10,
                            "speaker": "Carol Shillabeer",
                            "content": "If I can just give you a sense of what we've done so far and then what I think is next, I want to recognise the work of Dr Cath Norton and the steering group that's been established on neurodevelopmental issues under the programme."
                        },
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 11,
                            "speaker": "Carol Shillabeer",
                            "content": "They had a standing start."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 13,
                            "speaker": "Carol Shillabeer",
                            "content": "We now have seven teams in place across Wales."
                        },
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 14,
                            "speaker": "Carol Shillabeer",
                            "content": "We now have a national pathway."
                        },
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 15,
                            "speaker": "Carol Shillabeer",
                            "content": "We now have a community-of-practice-type environment, and we're really getting into this."
                        }
                    ]
                ]
            },
            {
                "query": "What did Carol Shillabeer find unexpected when talking about neurodevelopmental service?",
                "tokenized_answer": [
                    "There would be only 40 per cent to 50 per cent of families met a threshold for the support, while more people still needed help.",
                    "Therefore, focusing on the families who reached a threshold is not good enough, and the programme should tackle all of them."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 5,
                            "speaker": "Carol Shillabeer",
                            "content": "What I would also say, and this is part of the bigger picture that we need to consider going forward, is that only about 40 per cent to 50 per cent of those families that come forward have what I would call or the clinicians would call a diagnosis—so, a threshold or whatever term you want to use that takes people through to that educational support."
                        },
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 6,
                            "speaker": "Carol Shillabeer",
                            "content": "So, we've got a lot of people who are under that threshold, but that's a lot of people who still need help and support."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 8,
                            "speaker": "Carol Shillabeer",
                            "content": "We've got to tackle all of that."
                        },
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 9,
                            "speaker": "Carol Shillabeer",
                            "content": "It's not going to be good enough for us just to focus our attention on those children and young people and their families who reach a threshold, because there are needs elsewhere as well, and some of that will overlap with the early help and enhanced support."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about in-patient care and workforce.",
                "tokenized_answer": [
                    "Carol Shillabeer answered Lynne Neagle's question by introducing the progress of the in-patient care programme and the challenge of the workforce.",
                    "Carol personally recommended employing more psychology assistants as part of a skill mix team and indicated communities of practice to make the best use of the resource.",
                    "Finally, as for the language, there was an agreement on the use of the Welsh language and the need for enough Welsh language practitioners to respond to vulnerable people."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 36,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "If we can just move on now to in-patient care, and if I can just ask you what the programme has been doing to address some of the challenges and opportunities we face in terms of CAMHS in-patient care, particularly in light of the restrictions that are in place in Abergele and Tŷ Llidiard."
                        },
                        {
                            "type": "CES",
                            "turn_index": 37,
                            "sent_index": 1,
                            "speaker": "Carol Shillabeer",
                            "content": "Again, quite a lot of progress has been made in the early part of the programme around in-patients, and you are very well aware of the challenges over the last year or 18 months in relation to both units."
                        },
                        {
                            "type": "PES",
                            "turn_index": 38,
                            "sent_index": 2,
                            "speaker": "Lynne Neagle AM",
                            "content": "How concerned should we be about that being a challenge, particularly in Abergele, where staffing has been a major issue?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 39,
                            "sent_index": 1,
                            "speaker": "Carol Shillabeer",
                            "content": "I think we need to be very mindful of ensuring that the right workforce are in place before that gets implemented."
                        },
                        {
                            "type": "CES",
                            "turn_index": 39,
                            "sent_index": 2,
                            "speaker": "Carol Shillabeer",
                            "content": "The peer review highlighted the challenge of the physical environment, where the unit is, the challenge across north Wales of the workforce."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 42,
                            "sent_index": 7,
                            "speaker": "Carol Shillabeer",
                            "content": "So, if I can mention psychology assistants, for example, my own health board is employing more psychology assistants as part of a skill mix team, rather than going to where we might have been more traditionally based."
                        },
                        {
                            "type": "PES",
                            "turn_index": 42,
                            "sent_index": 8,
                            "speaker": "Carol Shillabeer",
                            "content": "We see some of that through the NHS benchmarking, particularly with England."
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "You've mentioned communities of practice."
                        },
                        {
                            "type": "CES",
                            "turn_index": 52,
                            "sent_index": 7,
                            "speaker": "Carol Shillabeer",
                            "content": "I think the community of practice—it's something that has become a bit of a standard now across these areas—actually brings people together doing collective audit, doing collective reflection on service improvement, and being very clear about learning from one another."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 54,
                            "sent_index": 2,
                            "speaker": "Carol Shillabeer",
                            "content": "In your report of last year you highlighted the need to do further work on the use of the Welsh language, and have we got enough Welsh language practitioners where we need them."
                        },
                        {
                            "type": "CES",
                            "turn_index": 54,
                            "sent_index": 5,
                            "speaker": "Carol Shillabeer",
                            "content": "We're particularly looking at it in terms of in-patient CAMHS and community intensive services, because, particularly when people are feeling at their most vulnerable, they would choose the language they wish to choose."
                        }
                    ]
                ]
            },
            {
                "query": "What did Carol Dhillabeer think about the most important part of the work of in-patient care at that time?",
                "tokenized_answer": [
                    "The most important at that time was the long-term work between health and social care in terms of having a much more integrated and joined-up approach for children."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 37,
                            "sent_index": 7,
                            "speaker": "Carol Shillabeer",
                            "content": "But, if I can just say, probably the most important part of moving forward now is the longer term work between health and social care in terms of having a much more integrated and joined up approach for children."
                        }
                    ]
                ]
            },
            {
                "query": "What did Carol Dhillabeer think about the community of practice when talking about workforce?",
                "tokenized_answer": [
                    "The practice was guided by the Nation Institute for Health and Care, enabling referrals to match the right practitioner and the right service.",
                    "It is expected to be more flexible and careful to use the resource.",
                    "Overall, the community had gradually become standard, doing a collective reflection on service improvement and being clear about mutual learning, but the environment operated still waited to be improved."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 50,
                            "sent_index": 3,
                            "speaker": "Carol Shillabeer",
                            "content": "The practice in this area is guided by National Institute for Health and Care Excellence guidance, so it's pretty much guided."
                        },
                        {
                            "type": "CES",
                            "turn_index": 50,
                            "sent_index": 5,
                            "speaker": "Carol Shillabeer",
                            "content": "When you skill mix a team, you enable the right referrals to go to the right person, so you wouldn't necessarily have a child or young person with particularly complex needs—well, you would match them to the right practitioner for their needs."
                        },
                        {
                            "type": "CES",
                            "turn_index": 50,
                            "sent_index": 7,
                            "speaker": "Carol Shillabeer",
                            "content": "And we've seen some of that; if I just make reference to the panel approach in Gwent that's been developed, a multi-agency panel come together, a referral comes in, it's then about matching the right service and the right person to the needs that are being presented."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 50,
                            "sent_index": 8,
                            "speaker": "Carol Shillabeer",
                            "content": "So, we can be much more flexible in relation to that, and we have to be careful to use the right resource for the right person, because, if we've got a resource that is highly specialist, we want them to be dealing with those children and young people."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 52,
                            "sent_index": 7,
                            "speaker": "Carol Shillabeer",
                            "content": "I think the community of practice—it's something that has become a bit of a standard now across these areas—actually brings people together doing collective audit, doing collective reflection on service improvement, and being very clear about learning from one another."
                        },
                        {
                            "type": "CES",
                            "turn_index": 52,
                            "sent_index": 9,
                            "speaker": "Carol Shillabeer",
                            "content": "So, I think we have the fundamental building blocks in place, but there is more to do around the environment in which our practitioners and our staff operate."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about looked-after children and transitional-arrangement.",
                "tokenized_answer": [
                    "Carol Shillabeer answered a question from Suzy Davies, indicating the intersection between the Together for Children and Young People programme and the Outcomes for Children Group programme.",
                    "Next, in response to Dawn Bowden, Shillabeer talked about the development of transition guidance and the endeavor to reduce the numbers of transitions and manage them better."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 57,
                            "sent_index": 3,
                            "speaker": "Suzy Davies AM",
                            "content": "Can you give us some indication about how the programme intersects, then, with the outcomes for the children in care work programme?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 58,
                            "sent_index": 4,
                            "speaker": "Carol Shillabeer",
                            "content": "I just made reference to, under the question on specialist CAMHS in-patients, the need to bring those services together, and that, really, is the need for much stronger working between the outcomes for children group and the Together for Children and Young People programme and the constituent parts."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 1,
                            "speaker": "Carol Shillabeer",
                            "content": "We talk about transitions being an issue—and we know it's not just in mental health, but it's elsewhere—then you start to think, 'What if we could reduce transitions?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 2,
                            "speaker": "Carol Shillabeer",
                            "content": "', so you reduce the number of transitions and you manage them better."
                        }
                    ]
                ]
            },
            {
                "query": "What did Carol Shillabeer think about the reasons that brought the programme to intersect with the outcomes for children when talking about looked-after children?",
                "tokenized_answer": [
                    "First, there was a close link between each member.",
                    "Second, in terms of the question of specialist CAMHS in-patients, there was a need to bring the services together for stronger working."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 58,
                            "sent_index": 3,
                            "speaker": "Carol Shillabeer",
                            "content": "We also have a director of social services on our programme board and, obviously, they're very clearly linked in to the outcomes for children."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 58,
                            "sent_index": 4,
                            "speaker": "Carol Shillabeer",
                            "content": "I just made reference to, under the question on specialist CAMHS in-patients, the need to bring those services together, and that, really, is the need for much stronger working between the outcomes for children group and the Together for Children and Young People programme and the constituent parts."
                        }
                    ]
                ]
            },
            {
                "query": "What did Carol Dhillabeer think about the development of transition guidance when talking about transitional arrangement?",
                "tokenized_answer": [
                    "The guidance was developed and the programme was in the process of evaluation.",
                    "However, there was still further work to do in terms of audit, making sure to get a systematic approach to deal with those who hadn't had the guidance fully implemented."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 66,
                            "sent_index": 1,
                            "speaker": "Carol Shillabeer",
                            "content": "You're absolutely right; we developed that guidance and we are currently in the process of the evaluation of that."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 66,
                            "sent_index": 11,
                            "speaker": "Carol Shillabeer",
                            "content": "So, my sense will be it will show us, it will be better, but there's some further work to do, and following that up in terms of audit and making sure that we've got a systematic approach to dealing with those who haven't had the guidance fully implemented, because it can make a real difference."
                        }
                    ]
                ]
            }
        ]
    }
}