{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "The meeting was mainly about the Welsh baccalaureate.",
                    "The committee began with the value of the baccalaureate.",
                    "There have been young people who entered universities with a baccalaureate qualification.",
                    "The goal of the committee was to further refine the qualification to balance it with other qualifications that had been recognized by universities and school leaders such as A-Levels.",
                    "The grading system has been admitted to be rigorous.",
                    "Students were expected to be evaluated on their individual ability.",
                    "Although universities showed ambivalent attitudes towards the baccalaureate, its advantage could not be denied.",
                    "The committee aimed to aid financially in the Welsh schools in organizing the baccalaureate and offering its corresponding courses of high quality."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ],
                    [
                        6
                    ],
                    [
                        7
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 0,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "Welcome to the Children, Young People and Education Committee."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 7,
                            "speaker": "Lynne Neagle AM",
                            "content": "Item 2 this morning is our evidence session with the Cabinet Secretary for Education for our inquiry into the status of the Welsh baccalaureate qualification."
                        },
                        {
                            "type": "PES",
                            "turn_index": 0,
                            "sent_index": 9,
                            "speaker": "Lynne Neagle AM",
                            "content": "So, thank you all for attending, and we're looking forward to hearing what you've got to say."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 2,
                            "sent_index": 0,
                            "speaker": "Lynne Neagle AM",
                            "content": "And the first questions are from Julie Morgan."
                        },
                        {
                            "type": "CES",
                            "turn_index": 3,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "I was going to ask some general questions about the value of the baccalaureate."
                        },
                        {
                            "type": "PES",
                            "turn_index": 3,
                            "sent_index": 2,
                            "speaker": "Julie Morgan AM",
                            "content": "Could you give us your views on how the Welsh bac is valued by learners and teachers?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 4,
                            "sent_index": 8,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think that, whilst there is always room for improvement—and, of course, you'll be aware of the review that Qualifications Wales undertook and that has suggested ways in which we can further improve and refine the qualification, but I think it is a valuable piece of work for Welsh young people to undertake."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "I meet regularly with individuals who have been able to use their bac to successfully gain a place at university, so I believe there's a huge value for Welsh young people being able to study this particular qualification alongside the more traditional qualifications that perhaps we're all used to."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 6,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, occasionally, of course, we do have concerns raised with us, and those concerns are similar to the ones that have been raised in the Qualifications Wales review."
                        },
                        {
                            "type": "CES",
                            "turn_index": 6,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, for instance, we sometimes have concerns about how some students balance the Welsh bac with other qualifications they may be taking."
                        },
                        {
                            "type": "CES",
                            "turn_index": 6,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "And, obviously, that's why Qualifications Wales have undertaken this piece of work so that we can refine, if necessary, that qualification and how we continue to look at how we ensure my belief that taking the Welsh bac should be the norm for students but also recognising that, in some cases, there needs to be flexibility to ensure that the well-being of the student is not compromised."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "It's been benchmarked against A-levels."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "It is used by universities as a means of qualification that gains entrance into a university in just the same way as an A-level is."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think making it a graded qualification has been really important, and I make no apologies for this qualification being rigorous—no apologies for that at all."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "That's how it should be, and that's how you create value, by ensuring that a qualification is rigorous."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 24,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "We're also aware, in the school setting, in pre 16, there are some concerns about the onerousness of the workload associated with the evaluation of the students' work."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 78,
                            "sent_index": 1,
                            "speaker": "Andrew Clark",
                            "content": "There are, obviously, differences in the way that universities treat the skills challenge certificate and the Welsh baccalaureate, which is the prime focus of this."
                        },
                        {
                            "type": "CES",
                            "turn_index": 78,
                            "sent_index": 2,
                            "speaker": "Andrew Clark",
                            "content": "The attitude of the universities has changed significantly since that was a graded qualification."
                        },
                        {
                            "type": "CES",
                            "turn_index": 86,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "But I am confident that the university sector, in its wide variety of forms, regards the Welsh baccalaureate qualification as a valuable endeavour for Welsh students to undertake, and they certainly don’t regard it as a detriment to students."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 106,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "As we've rehearsed earlier, it is important that all of our schools and colleges are in a position to deliver this qualification well and deliver a really positive experience to learners."
                        },
                        {
                            "type": "CES",
                            "turn_index": 106,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "That's why there is existing support available, and via our new professional learning programmes there will be more support available for teachers to ensure that they have the skills and the confidence to deliver the qualification in a high-quality manner."
                        },
                        {
                            "type": "PES",
                            "turn_index": 113,
                            "sent_index": 2,
                            "speaker": "Suzy Davies AM",
                            "content": "Can you tell me whether the money—I think it was about £5 million that was going to the consortia in-year—will you will offer them suggestions that that is used for improving baccalaureate teaching?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 114,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "The money that is available is going via consortia to schools."
                        },
                        {
                            "type": "PES",
                            "turn_index": 114,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "And if that school understands that they have particular professional learning needs for the Welsh baccalaureate, then I would expect the money to be spent on that."
                        },
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "It is for the regional consortia, via challenge advisers, and the headteacher, to have that conversation about what the professional learning needs are for that particular school, to ensure that all their teachers, across the length and breadth of the curriculum, are in a position to deliver good-quality lessons."
                        },
                        {
                            "type": "CES",
                            "turn_index": 146,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "There is already support out there via regional consortia for professional learning with regard to the Welsh baccalaureate."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "What was the grading system and its fairness?",
                "tokenized_answer": [
                    "Kirsty Williams admitted that the grading system was rigorous and equivalent to A-Level.",
                    "A UCAS tariff associated with it, and it was the individual ability that was evaluated by the system.",
                    "About the resit issue, the committee agreed that WJEC and the Qualifications Wales was supposed to regulate this."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think making it a graded qualification has been really important, and I make no apologies for this qualification being rigorous—no apologies for that at all."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "It's been benchmarked against A-levels."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "It has a UCAS tariff associated with it."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 149,
                            "sent_index": 2,
                            "speaker": "Lynne Neagle AM",
                            "content": "I've written to you about a young constituent who moved institutions and resat the Welsh bac, but wasn't able, because of the WJEC policy, to obtain a higher grade in it, because they've got a policy that the grade is capped when you resit it."
                        },
                        {
                            "type": "CES",
                            "turn_index": 150,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, given that Welsh Ministers are independent of the qualification system, I would want to be careful about what I said, because it is for the WJEC and Qualifications Wales to regulate this."
                        },
                        {
                            "type": "PES",
                            "turn_index": 150,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "But, clearly, we would want to reflect on making sure that students have an opportunity, and a fair opportunity."
                        }
                    ]
                ]
            },
            {
                "query": "What did Kirsty Williams think of the grading system and its fairness?",
                "tokenized_answer": [
                    "Kirsty Williams assured the committee members that the grading system was rigorous and it focused on the students' ability to think independently.",
                    "When Dawn Bowden challenged the value of the Welsh baccalaureate, Kirsty Williams defended its qualification by demonstrating its tariff for UCAS.",
                    "He reiterated that the evaluation engaged and expanded the acquisition of knowledge and skills."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think making it a graded qualification has been really important, and I make no apologies for this qualification being rigorous—no apologies for that at all."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 11,
                            "speaker": "Kirsty Williams AM",
                            "content": "Because if you're doing a traditional, say, history A-level or a science A-level, there's a very strict syllabus and a course, there's a textbook and people are taught to that particular syllabus; with the Welsh bac, it is individual students that have to think, for instance, of their own individual project."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 42,
                            "sent_index": 3,
                            "speaker": "Dawn Bowden AM",
                            "content": "We've heard people say that the Welsh bac has no rigour, that pupils are spoon-fed."
                        },
                        {
                            "type": "CES",
                            "turn_index": 42,
                            "sent_index": 4,
                            "speaker": "Dawn Bowden AM",
                            "content": "We've heard that the Welsh bac is passively marked, the grades are inflated, that there's little rigour in the sampling and moderation, there's a confusion about how the SCC is graded, and I know that's something you talked about, actually, that introducing the grading system is improving the rigour."
                        },
                        {
                            "type": "PES",
                            "turn_index": 42,
                            "sent_index": 5,
                            "speaker": "Dawn Bowden AM",
                            "content": "I suppose my question to you is: if the Welsh bac is being seen in this way by stakeholders, how are going to address that?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "It has a UCAS tariff associated with it."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, therefore, I don't have any concerns about the rigour of the qualification."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 47,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "There is a rigorous process that is undertaken to evaluate these qualifications independent of the Government, and it's not a question."
                        },
                        {
                            "type": "CES",
                            "turn_index": 47,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "That's why I want children and young people to do both sets of qualifications, because it does engage and expand the acquisition of knowledge and skills."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion of the occurrence of \"spoon-feeding\" in post-16 education.",
                "tokenized_answer": [
                    "Suzy Davies doubted that teachers might not pay enough attention to students' preparation for the baccalaureate and were prone to \"spoon-feed\".",
                    "Kirsty Williams, however, pointed out that this was unlikely to happen, for different from the A-Levels which graded students under the particular syllabus of each subject, the baccalaureate evaluated the personal project and the ability of independent thinking."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 50,
                            "sent_index": 4,
                            "speaker": "Suzy Davies AM",
                            "content": "I'm wondering how easy it is to disguise spoon-feeding at post 16 when we've got two instances there that, to me, suggest it's more about the convenience of the teachers, who perhaps may not be very enthusiastic about the bac, rather than making sure those children get the best out of the qualification."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 43,
                            "sent_index": 8,
                            "speaker": "Kirsty Williams AM",
                            "content": "In terms of spoon-feeding, one of the reasons why universities like the qualification is that it's very difficult, for instance, in the individual project work to be spoon-fed."
                        },
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 11,
                            "speaker": "Kirsty Williams AM",
                            "content": "Because if you're doing a traditional, say, history A-level or a science A-level, there's a very strict syllabus and a course, there's a textbook and people are taught to that particular syllabus; with the Welsh bac, it is individual students that have to think, for instance, of their own individual project."
                        }
                    ]
                ]
            },
            {
                "query": "What did the meeting discuss about universities' views on the baccalaureate?",
                "tokenized_answer": [
                    "The committee members disagreed on the universities' attitudes.",
                    "Hefin David pointed out that according to the response of an online survey, universities such as Cardiff University refused to consider the baccalaureate as a fair substitute for a full A-Level.",
                    "However, Kirsty Williams claimed that he had a personal commitment to establishing the recognition of the baccalaureate with the universities and almost all Welsh universities recognized the baccalaureate as a qualification.",
                    "In the end, despite the ambivalent attitudes of universities, the committee had to admit that the admissions practice was decided by universities and the baccalaureate qualification still required refinement."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 55,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "We've got some questions now on how universities view it."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 56,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "We've had an online survey response, which was quite a stark comment, not from the vice-chancellor's office, but from a member of staff within Cardiff University."
                        },
                        {
                            "type": "CES",
                            "turn_index": 56,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "And it said: 'The Welsh Bacc is not a fair substitute for a full A-level, and should not be regarded as such."
                        },
                        {
                            "type": "CES",
                            "turn_index": 56,
                            "sent_index": 2,
                            "speaker": "Hefin David AM",
                            "content": "I consider it to be a disadvantage for Welsh students, compared with their English counterparts.'"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 63,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "I have made it a personal commitment to establish this with universities."
                        },
                        {
                            "type": "CES",
                            "turn_index": 65,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "What I'm telling you is that the evidence that I have received from universities is that, whilst there is a variety of approaches to how they regard the qualification in terms of offers, consistently, absolutely across the board, all universities tell me that the Welsh baccalaureate is a valuable qualification and does not disadvantage Welsh students."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 74,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "So there is a variety of ways in which universities use the qualification, and that is their prerogative—that's their prerogative as institutions."
                        },
                        {
                            "type": "CES",
                            "turn_index": 74,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "They will have different ways in which they recruit and how they offer places, just like different universities will have different views on unconditional offers."
                        },
                        {
                            "type": "CES",
                            "turn_index": 74,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "You know, there's a difference in universities there, isn't there?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 81,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "So, it isn’t just about variable admissions practices across universities; it is to deal with the skills challenge certificate as well, which needed changing in order to improve that."
                        }
                    ]
                ]
            },
            {
                "query": "Did Kirsty Williams' attitude towards the baccalaureate change after the discussion about universities' views on it?",
                "tokenized_answer": [
                    "No, Kirsty Williams still showed confidence in the value of the baccalaureate.",
                    "Despite the committee members' provision of contradictory evidence, he emphasized the importance of the communication with universities.",
                    "Kirsty Williams believed that the baccalaureate was a beneficial endeavour for students to undertake before their entrance to the universities, rather than a detriment."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 63,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "I spoke again to Cambridge, Oxford, Bath, Southampton, St Andrews, only last week, who were exhibiting at the Seren conference."
                        },
                        {
                            "type": "PES",
                            "turn_index": 63,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "I specifically took the opportunity to meet with those universities and to talk to them about how they feel about the Welsh bac."
                        },
                        {
                            "type": "CES",
                            "turn_index": 63,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "They have a high regard for the Welsh baccalaureate in a variety of ways."
                        },
                        {
                            "type": "CES",
                            "turn_index": 65,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "What I'm telling you is that the evidence that I have received from universities is that, whilst there is a variety of approaches to how they regard the qualification in terms of offers, consistently, absolutely across the board, all universities tell me that the Welsh baccalaureate is a valuable qualification and does not disadvantage Welsh students."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 62,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "Nick Brazil, the deputy principal of Gower College, said about 50 per cent of the Russell Group don't value the Welsh bac."
                        },
                        {
                            "type": "CES",
                            "turn_index": 64,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "You can not recognise it, but that is contrary to the evidence that we've received."
                        },
                        {
                            "type": "CES",
                            "turn_index": 64,
                            "sent_index": 2,
                            "speaker": "Hefin David AM",
                            "content": "I'm not saying that the evidence is conclusive, but it actually demonstrates inconsistency."
                        },
                        {
                            "type": "PES",
                            "turn_index": 65,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "What I'm telling you is that the evidence that I have received from universities is that, whilst there is a variety of approaches to how they regard the qualification in terms of offers, consistently, absolutely across the board, all universities tell me that the Welsh baccalaureate is a valuable qualification and does not disadvantage Welsh students."
                        },
                        {
                            "type": "CES",
                            "turn_index": 86,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "We will need to continue to communicate to all audiences the importance of this and the value of this qualification."
                        },
                        {
                            "type": "PES",
                            "turn_index": 86,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "But I am confident that the university sector, in its wide variety of forms, regards the Welsh baccalaureate qualification as a valuable endeavour for Welsh students to undertake, and they certainly don’t regard it as a detriment to students."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 86,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "But I am confident that the university sector, in its wide variety of forms, regards the Welsh baccalaureate qualification as a valuable endeavour for Welsh students to undertake, and they certainly don’t regard it as a detriment to students."
                        }
                    ]
                ]
            },
            {
                "query": "What did Andrew Clark think of the inconsistency with how admission offers were made concerning the skill challenge certificates?",
                "tokenized_answer": [
                    "Andrew Clark thought the inconsistency reflected the different ways that universities treat the skill challenge certificates and the baccalaureate, whose prime focus was individual ability.",
                    "He added that the universities' attitudes had changed significantly since there was a graded qualification, for even those who did not make the baccalaureate part of their offer considered it a valuable sign that young people were prepared to go to university."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 78,
                            "sent_index": 1,
                            "speaker": "Andrew Clark",
                            "content": "There are, obviously, differences in the way that universities treat the skills challenge certificate and the Welsh baccalaureate, which is the prime focus of this."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 78,
                            "sent_index": 2,
                            "speaker": "Andrew Clark",
                            "content": "The attitude of the universities has changed significantly since that was a graded qualification."
                        },
                        {
                            "type": "CES",
                            "turn_index": 80,
                            "sent_index": 0,
                            "speaker": "Andrew Clark",
                            "content": "And even those who do not make it part of their offer consider it exceedingly valuable in the way that young people are prepared to go to university and, therefore, as part of their personal statement, as part of their interview, the activity that the young person has taken by means of the skills challenge certificate is definitely recognised, even by those who don’t actually make it part of their offer."
                        }
                    ]
                ]
            },
            {
                "query": "What did the meeting discuss about the universal adoption?",
                "tokenized_answer": [
                    "The committee members expressed their hope that all schools would be able to organize the baccalaureate, as well as its corresponding training courses.",
                    "Via their professional programs, there would be more available support for teachers to ensure that they had the skills and the confidence to deliver the qualification in a high-quality manner.",
                    "Financial support would be provided as well."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 106,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "As we've rehearsed earlier, it is important that all of our schools and colleges are in a position to deliver this qualification well and deliver a really positive experience to learners."
                        },
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "It is for the regional consortia, via challenge advisers, and the headteacher, to have that conversation about what the professional learning needs are for that particular school, to ensure that all their teachers, across the length and breadth of the curriculum, are in a position to deliver good-quality lessons."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 106,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "That's why there is existing support available, and via our new professional learning programmes there will be more support available for teachers to ensure that they have the skills and the confidence to deliver the qualification in a high-quality manner."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 114,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "The money that is available is going via consortia to schools."
                        },
                        {
                            "type": "CES",
                            "turn_index": 114,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "And if that school understands that they have particular professional learning needs for the Welsh baccalaureate, then I would expect the money to be spent on that."
                        }
                    ]
                ]
            },
            {
                "query": "What did Kirsty Williams think of the funding that went to the consortia?",
                "tokenized_answer": [
                    "Kirsty Williams explained to the committee members that the funding would go via consortia to schools.",
                    "Individual schools had the right to plan independently in which aspects they would spend the money in order to meet the professional learning needs of their staff.",
                    "Thus, if the schools realized that they had particular needs for the baccalaureate, they would spend the money in the area to seek improvement."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 114,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "The money that is available is going via consortia to schools."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 114,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "Individual schools are best placed to understand the professional learning needs of their staff."
                        },
                        {
                            "type": "CES",
                            "turn_index": 114,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "And if that school understands that they have particular professional learning needs for the Welsh baccalaureate, then I would expect the money to be spent on that."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 114,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "And if that school understands that they have particular professional learning needs for the Welsh baccalaureate, then I would expect the money to be spent on that."
                        },
                        {
                            "type": "CES",
                            "turn_index": 114,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Where a school is doing the Welsh baccalaureate particularly well, then the school might identify other areas where they look to seek improvement."
                        }
                    ]
                ]
            },
            {
                "query": "What did the meeting discuss about the mental and emotional health of young people?",
                "tokenized_answer": [
                    "Kirsty Williams admitted that the qualification examinations would bring pressure to students.",
                    "In fact, as he pointed out, students were prone to form a wrong impression that the more they had achieved, the more successful they would get.",
                    "Thus, he expressed his desire to guide the students to make the right decisions in terms of their A-Levels and baccalaureate."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 124,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, I would be the first to acknowledge that studying A-levels can be a very stressful time."
                        },
                        {
                            "type": "CES",
                            "turn_index": 124,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, that adds added pressure to them."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 124,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, undoubtedly, this is a stressful time in young people's lives and we need to ensure that there is support in school to support young people through this time to make sure that students are making the right choices in terms of their A-levels and the qualifications that they're doing so they're not having to do more because they're under the impression that, by doing more, that's going to make them more likely to succeed."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 124,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, undoubtedly, this is a stressful time in young people's lives and we need to ensure that there is support in school to support young people through this time to make sure that students are making the right choices in terms of their A-levels and the qualifications that they're doing so they're not having to do more because they're under the impression that, by doing more, that's going to make them more likely to succeed."
                        }
                    ]
                ]
            },
            {
                "query": "What did the meeting discuss about the effect of the Welsh baccalaureate on wider education provisions?",
                "tokenized_answer": [
                    "Janet Finch-Saunders worried about the narrowing of the curriculum at Key Stage 4.",
                    "Kirsty Williams assured her that the skill challenge certificate actually ensured a broad variety of choices available.",
                    "He added that the Qualifications Wales had reviewed into the qualification to see whether the teachers were too onerous and if there was any duplication in students' examinations.",
                    "As for the Welsh learners who chose England institutions instead of Welsh ones, Kirsty Williams explained that the reasons behind might be various and hard to quantify."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 126,
                            "sent_index": 1,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "So, do you have any concerns about the effect that the Welsh bac may be having on wider education provisions, such as the narrowing of the curriculum at key stage 4?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 127,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, there should be a wide variety of choices available."
                        },
                        {
                            "type": "CES",
                            "turn_index": 127,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "I believe that the skills challenge certificate actually does ensure that there is a broad curriculum and that children are exposed to different learning opportunities."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 131,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "And the onerous nature and the consequences of workload for teachers is acknowledged by the Qualifications Wales work and review into the qualification, and that is one of the things that we're looking to address so that the assessment arrangements and workload implications for teachers are not too onerous."
                        },
                        {
                            "type": "CES",
                            "turn_index": 131,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "And, if there is any element of duplication—students being asked to do things over and over—then that needs to be addressed as well, and that's why there is this review by the design group."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 132,
                            "sent_index": 1,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "And then, how do you respond to concerns that learners are avoiding studying the Welsh bac— where they can, that is—by attending institutions in England or institutions that do not offer Welsh-medium provision?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 133,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "People make decisions about where to study for a whole host of reasons, and it's difficult sometimes to quantify what those are."
                        }
                    ]
                ]
            },
            {
                "query": "What did Kirsty Williams think of the students who crossed the border of the Welsh and attended institutions that did not offer Welsh-medium provision?",
                "tokenized_answer": [
                    "Kirsty Williams admitted that the crossing and moves were happening and did not deny the evidence as Sian Gwenllian implied.",
                    "On the contrary, he believed that the reason behind the crossing was complicated and hard to quantify.",
                    "He exemplified some of them: the eagerness to adjust to the English system, the nature of the offer (the combination of the A-Levels that institution offered), etc.",
                    "In conclusion, Kirsty Williams believed that no effective evidence could demonstrate that the avoidance of the baccalaureate was the sole driver for the students choices to move to other areas."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 135,
                            "sent_index": 0,
                            "speaker": "Sian Gwenllian AM",
                            "content": "The evidence that we've had from one of the teaching unions—robust and clear evidence—is that this is happening, that is, that young people are leaving Wales to go over the border to schools in England in order to avoid the Welsh bac."
                        },
                        {
                            "type": "CES",
                            "turn_index": 136,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I'm not saying that I don't accept it."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 133,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "People make decisions about where to study for a whole host of reasons, and it's difficult sometimes to quantify what those are."
                        },
                        {
                            "type": "CES",
                            "turn_index": 136,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "I'm not aware of any comprehensive piece of work that has looked at those motivations, and I think there could be a whole host of reasons why children are deciding to move across the border."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 133,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "Now, the reasons for that could be very variable."
                        },
                        {
                            "type": "CES",
                            "turn_index": 133,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "It could be about the nature of the offer."
                        },
                        {
                            "type": "CES",
                            "turn_index": 133,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "We know that, in some of our rural schools, the secondary sixth forms aren't able to offer a wide variety of A-levels, and perhaps, by going to a different institution, a larger institution across the way, then you can get that combination of the A-levels you want to do, which simply isn't possible if you do it in your home school."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 133,
                            "sent_index": 16,
                            "speaker": "Kirsty Williams AM",
                            "content": "They want a different experience."
                        },
                        {
                            "type": "CES",
                            "turn_index": 133,
                            "sent_index": 17,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we have to take into consideration that students could be motivated by a wide variety of subjects, and there's no hard-and-fast evidence that it is avoidance of the bac that is the sole driver for some of these choices."
                        }
                    ]
                ]
            },
            {
                "query": "What did Kirsty Williams think of the teachers' training for better skills of delivering the baccalaureate?",
                "tokenized_answer": [
                    "On the topic of teachers' training, Kirsty Williams quoted from the ITE programmes that Teachers should be able to help children and young people to make links across their learning, bringing together different aspects to examine important topics such as citizenship, enterprise, financial capability and sustainability.",
                    "The shifts in pedagogical principles were expected accordingly."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 142,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "In the accreditation process, which has not been without its pain, and some significant decisions made in that regard, the criteria for the ITE programmes note that, and I'm going to quote it: 'Teachers should be able to help children and young people to make links across their learning, bringing together different aspects to examine, for example, important topics such as citizenship, enterprise, financial capability and sustainability.'"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 142,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, the prime driver for our ITE reforms, obviously, is the preparedness for 'Successful Futures', but in preparing our teachers to be in a position to successfully deliver that, those are also the pedagogical principles and that shift in pedagogy that we see aligned to the Welsh baccalaureate."
                        }
                    ]
                ]
            }
        ]
    }
}