{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "The meeting with Dr Frank Atherton, the Chief Medical Officer for Wales, and Nathan Cook, who is the head of the healthy and active branch at Welsh Government, was mainly about the 'Healthy Weight: Healthy Wales' draft strategy in Wales and subsequent questions about it.",
                    "To start with, Sian Gwenllian AM proposed questions like the strategy's evaluation, investment and principal.",
                    "Dr Frank Atherton, at the same time, indicated that there was a n exact evaluation and the nation has already imposed tax on sugar and the first Minister will definitely be the ultimate man at the wheel.",
                    "Then they paid much attention to existing data measuring child obesity and decided to put it in great use in tackling obesity.",
                    "Meanwhile, the meeting talked about government legislation for some sort of things like restricting price promotions and banning energy drinks, and sports infrastructure in schools as part of efforts to make a healthy environment.",
                    "What's more, they went into details on how healthy settings constructions and whom that would be the one to take responsibility.",
                    "Also, they had a discussion on physical education and school meals for pupils.",
                    "Finally, the meeting participants gave some supplements of education and the draft strategy and the chair concluded the meeting with the future universality of the draft strategy."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ],
                    [
                        6
                    ],
                    [
                        7
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 6,
                            "speaker": "Lynne Neagle AM",
                            "content": "We'll move on, then, to item 2, which is our scrutiny of the 'Healthy Weight: Healthy Wales' draft strategy, and I'm very pleased to welcome Dr Frank Atherton, the Chief Medical Officer for Wales, and Nathan Cook, who is the head of the healthy and active branch at Welsh Government."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 10,
                            "speaker": "Lynne Neagle AM",
                            "content": "If I can just start by asking about the fact that 'Healthy Weight: Healthy Wales' is an all-age strategy, really, and how confident you are that it will deliver for children and young people."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 2,
                            "speaker": "Sian Gwenllian AM",
                            "content": "I'm glad to hear that you're not ruling out having a target, because without a target, without something to aim for, how do we know that we're getting there?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 13,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "I think your point about evaluation is really important."
                        },
                        {
                            "type": "PES",
                            "turn_index": 13,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "So, some metrics in there, it would seem, would be appropriate, but what those are, what the nature of those are, do we frame them as targets or ambitions—that's the point we need to consult on."
                        },
                        {
                            "type": "CES",
                            "turn_index": 14,
                            "sent_index": 1,
                            "speaker": "Sian Gwenllian AM",
                            "content": "And the other point, of course, is the investment."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 26,
                            "sent_index": 3,
                            "speaker": "Dr Frank Atherton",
                            "content": "When the sugar levy was first brought in, there was some modelling at UK level about what level of revenue that would bring, but it was based on the amount of sugar that was currently then in drinks and the fact that the sugar has reduced in drinks, I mean, the total amount available to the UK is less and hence our consequentials are less."
                        },
                        {
                            "type": "CES",
                            "turn_index": 26,
                            "sent_index": 4,
                            "speaker": "Dr Frank Atherton",
                            "content": "Nathan may have some precise figures."
                        },
                        {
                            "type": "CES",
                            "turn_index": 49,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Ultimately, the First Minister will be responsible for this and will want to have a strong oversight of this."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 50,
                            "sent_index": 1,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "What data is currently available on childhood obesity and what metrics will be used to measure progress against the plan's objectives?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 51,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Well, of course, our main data source is the child measurement programme, which collects information on children entering school aged four or five."
                        },
                        {
                            "type": "CES",
                            "turn_index": 57,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "And, for the first time last year, we did look at the question not just of children who were overweight or obese, but we actually singled out the proportion who are obese, severely obese."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 67,
                            "sent_index": 1,
                            "speaker": "Dawn Bowden AM",
                            "content": "In the draft plan, some of the measures in there suggest legislating for restricting price promotions and banning energy drinks, and that sort of thing."
                        },
                        {
                            "type": "CES",
                            "turn_index": 71,
                            "sent_index": 2,
                            "speaker": "Dawn Bowden AM",
                            "content": "Can I just ask you briefly, then, about community sport infrastructure and, in particular, of new schools?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 72,
                            "sent_index": 5,
                            "speaker": "Dr Frank Atherton",
                            "content": "If you apply that kind of lens and you take the point, which is inherent in your question, I think, that schools are not just for kids, they're for communities, then you would—it would lead you to a conclusion that you would perhaps design and build them in a different way."
                        },
                        {
                            "type": "CES",
                            "turn_index": 72,
                            "sent_index": 6,
                            "speaker": "Dr Frank Atherton",
                            "content": "So, on a personal basis, I would certainly support your view that we should be looking to use the sports environment in schools in the same way as we use leisure centres."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 76,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "We're going to move on now to talk about how we create healthy settings."
                        },
                        {
                            "type": "PES",
                            "turn_index": 77,
                            "sent_index": 1,
                            "speaker": "Suzy Davies AM",
                            "content": "Yes, perhaps if we could just stay in this area of education just for a moment, I think we all agree that healthy habits acquired early on probably tend to last quite well, so I wonder if you can tell us a little bit about the healthy and sustainable preschool scheme and whether you think some timescales should be made public about what you expect the achievements from that scheme to be."
                        },
                        {
                            "type": "CES",
                            "turn_index": 77,
                            "sent_index": 7,
                            "speaker": "Suzy Davies AM",
                            "content": "And, if so, who do you think should be responsible for pinning that down a little bit?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 77,
                            "sent_index": 8,
                            "speaker": "Suzy Davies AM",
                            "content": "Because this is education, not health, and—."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 97,
                            "sent_index": 5,
                            "speaker": "Hefin David AM",
                            "content": "How can we get children more engaged with physical education in ways that—?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 98,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Well, you're right, and many people go through that same journey and come to physical activity later in life, and that's great if they do that."
                        },
                        {
                            "type": "CES",
                            "turn_index": 105,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "And finally, with regard to free school meals to all pupils in primary and secondary schools, do you think that extending that to all pupils would be beneficial in providing a more varied diet for pupils?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 106,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "I think it's the quality of the food that kids are getting, whether that comes from home or through school, and whether it's free or whether it's paid for."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 113,
                            "sent_index": 1,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "I've been around some amazing schools in my own constituency, where they've got proper canteen facilities for pupils and really, really good produce in the meals."
                        },
                        {
                            "type": "PES",
                            "turn_index": 113,
                            "sent_index": 2,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "However, there's probably only a third having school meals; the rest are packed lunches."
                        },
                        {
                            "type": "PES",
                            "turn_index": 113,
                            "sent_index": 3,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "And, to be honest, I've been very surprised and shocked at what I've seen of the quality of the food in the packed lunches."
                        },
                        {
                            "type": "CES",
                            "turn_index": 119,
                            "sent_index": 2,
                            "speaker": "Suzy Davies AM",
                            "content": "The draft plan commits, doesn't it, to updating the healthy eating in schools regulations—the 2013 regulations?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 119,
                            "sent_index": 3,
                            "speaker": "Suzy Davies AM",
                            "content": "I appreciate this is a consultation, but what is it that needs changing in those regulations at the moment, just to give us a bit of steer?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 133,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "Is that a situation that you recognise and what, really, can we do to improve that situation?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 135,
                            "sent_index": 6,
                            "speaker": "Lynne Neagle AM",
                            "content": "We appreciate your time."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the discussion about evaluation, investment and responsibility of the draft strategy.",
                "tokenized_answer": [
                    "There was no exact evaluation but Dr Frank Atherton did think they should have a strong one.",
                    "The draft strategy also made an estimate in investment which would be £8 million to £10 million a year.",
                    "Investment would be spent on different sources and they should pay more attention to extending them.",
                    "Speaking of leadership, Dr Frank Atherton agreed to its importance and made his own opinion that local leadership was essential and they should also have national oversight at the same time."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 12,
                            "sent_index": 2,
                            "speaker": "Sian Gwenllian AM",
                            "content": "I'm glad to hear that you're not ruling out having a target, because without a target, without something to aim for, how do we know that we're getting there?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 13,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "I think your point about evaluation is really important."
                        },
                        {
                            "type": "CES",
                            "turn_index": 13,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "Whatever we produce at the end of this process—and we're looking to produce a final strategy towards the autumn—we do need to have a strong evaluation."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 15,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "So, the question of resourcing is important."
                        },
                        {
                            "type": "CES",
                            "turn_index": 15,
                            "sent_index": 4,
                            "speaker": "Dr Frank Atherton",
                            "content": "A figure of £8 million to £10 million a year has been banded around as a broad kind of area of what we might need to invest, but that would need to be drawn from existing programmes."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 15,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "We currently do make investments in a number of areas that relate to child health generally, and, of course, obesity and overweight in particular."
                        },
                        {
                            "type": "PES",
                            "turn_index": 16,
                            "sent_index": 0,
                            "speaker": "Nathan Cook",
                            "content": "But I think a key consideration as well is we already know there is investment across health boards in some kind of obesity-related services."
                        },
                        {
                            "type": "CES",
                            "turn_index": 16,
                            "sent_index": 1,
                            "speaker": "Nathan Cook",
                            "content": "So, I think what we really need to think about across Wales is how we can drive greater scale, how we can look at current programmes in terms of making sure that they're better evaluated, and how we can make sure that we're also drawing up on the existing resources and capacity out there as well."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 45,
                            "sent_index": 0,
                            "speaker": "Sian Gwenllian AM",
                            "content": "The last question from me, about partnership working."
                        },
                        {
                            "type": "PES",
                            "turn_index": 45,
                            "sent_index": 2,
                            "speaker": "Sian Gwenllian AM",
                            "content": "How are you going to avoid that?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 46,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "It's a very important question, and one of the four strands in the consultation is exactly related to that, around leadership and drive nationally."
                        },
                        {
                            "type": "PES",
                            "turn_index": 46,
                            "sent_index": 5,
                            "speaker": "Dr Frank Atherton",
                            "content": "I'm not a great believer in creating new structures, so we do need something that will give that drive, but the leadership comes from the top down."
                        },
                        {
                            "type": "CES",
                            "turn_index": 46,
                            "sent_index": 16,
                            "speaker": "Dr Frank Atherton",
                            "content": "So, we'll need some sort of national oversight, absolutely, but we need local ownership and local leadership, too."
                        }
                    ]
                ]
            },
            {
                "query": "What did Dr Frank Atherton think of having a target?",
                "tokenized_answer": [
                    "Having a target is more of its deliverability than just having it according to Dr Frank Atherton.",
                    "Since there had been not that successful examples, Dr Frank Atherton considered that they must balance deliverability with challenge.",
                    "Also, Dr Frank Atherton thought a target was one tool in the box that they could use, but moreover, an evaluation which could help them know where they are was very needed.",
                    "At the same time, there was still a lot to achieve."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 7,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "My advice was not that we don't need a target—we may well need a target, and that's one of the issues we need to consult on—but that the target that had been adopted in England and in Scotland to halve the prevalence of obesity in children was more aspirational than deliverable, and that if we are to choose a target in Wales, then we need to balance deliverability with challenge."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 7,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "My advice was not that we don't need a target—we may well need a target, and that's one of the issues we need to consult on—but that the target that had been adopted in England and in Scotland to halve the prevalence of obesity in children was more aspirational than deliverable, and that if we are to choose a target in Wales, then we need to balance deliverability with challenge."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 7,
                            "sent_index": 3,
                            "speaker": "Dr Frank Atherton",
                            "content": "But they are one tool in the box that I would think we could use, and part of the consultation is to ask that question—'If we are to go down a route in Wales of choosing a target, what might that look like?'"
                        },
                        {
                            "type": "CES",
                            "turn_index": 13,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "Whatever we produce at the end of this process—and we're looking to produce a final strategy towards the autumn—we do need to have a strong evaluation."
                        },
                        {
                            "type": "CES",
                            "turn_index": 13,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "So, some metrics in there, it would seem, would be appropriate, but what those are, what the nature of those are, do we frame them as targets or ambitions—that's the point we need to consult on."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 13,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "Whatever we produce at the end of this process—and we're looking to produce a final strategy towards the autumn—we do need to have a strong evaluation."
                        },
                        {
                            "type": "CES",
                            "turn_index": 13,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "So, some metrics in there, it would seem, would be appropriate, but what those are, what the nature of those are, do we frame them as targets or ambitions—that's the point we need to consult on."
                        }
                    ]
                ]
            },
            {
                "query": "What did Dr Frank Atherton say about investment?",
                "tokenized_answer": [
                    "Investment needed to implement the plan was more about resourcing.",
                    "Dr Frank Atherton said they currently did make investments in a number of areas that related to child health generally, and, of course, obesity and overweight in particular.",
                    "And now, according to existing programmes, a figure of £8 million to £10 million a year had been bandied around as a broad kind of area of what they might need.",
                    "Dr Frank Atherton also put priority in thinking about the totality of the £7 billion they spent in health and social care and how they could divert and channel some of that towards broad prevention initiatives in general, and towards tackling being overweight and obesity in particular."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 14,
                            "sent_index": 3,
                            "speaker": "Sian Gwenllian AM",
                            "content": "Have you made an assessment of the level of investment needed to implement this plan?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 15,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "We currently do make investments in a number of areas that relate to child health generally, and, of course, obesity and overweight in particular."
                        },
                        {
                            "type": "CES",
                            "turn_index": 15,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "So, the question of resourcing is important."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 15,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "We currently do make investments in a number of areas that relate to child health generally, and, of course, obesity and overweight in particular."
                        },
                        {
                            "type": "PES",
                            "turn_index": 15,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "So, the question of resourcing is important."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 15,
                            "sent_index": 4,
                            "speaker": "Dr Frank Atherton",
                            "content": "A figure of £8 million to £10 million a year has been banded around as a broad kind of area of what we might need to invest, but that would need to be drawn from existing programmes."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 6,
                            "speaker": "Dr Frank Atherton",
                            "content": "And when I think about obesity, I don't just think about the relatively small marginal amounts of money that come in through whatever source, but I think about the totality of the £7 billion we spend in health and social care and how we can divert and channel some of that towards broad prevention initiatives in general, and towards tackling being overweight and obesity in particular."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about data on obesity in children and beyond and its use.",
                "tokenized_answer": [
                    "There main data source was the child measurement programme, which collected information on children entering school aged four or five, showing that under a third of children at that age are overweight or obese.",
                    "Dr Frank Atherton spoke of the frequency of being asked to have a longitudinal view over time of what's happening to Children, which was obviously essential for our schools and for the system and helpful for the strategy evaluation."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Well, of course, our main data source is the child measurement programme, which collects information on children entering school aged four or five."
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 3,
                            "speaker": "Dr Frank Atherton",
                            "content": "Well, I'm sure you're familiar with the statistics, but it'll be just under a third of children at that age who are overweight or obese—"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 61,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Well, one of the questions that are often asked is: could we measure more on a longitudinal basis?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 61,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "And so you do have a longitudinal view over time of what's happening to children."
                        },
                        {
                            "type": "CES",
                            "turn_index": 61,
                            "sent_index": 4,
                            "speaker": "Dr Frank Atherton",
                            "content": "Obviously, that would have significant resource implications, not just for the funding, but also for schools and for the system to deliver it."
                        },
                        {
                            "type": "CES",
                            "turn_index": 61,
                            "sent_index": 5,
                            "speaker": "Dr Frank Atherton",
                            "content": "But it's something that maybe would help us in terms of better understanding and better evaluation—the point that was made earlier."
                        }
                    ]
                ]
            },
            {
                "query": "What did Dr Frank Atherton say about the data?",
                "tokenized_answer": [
                    "Dr Frank Atherton first gave a very latest data showing that under a third of children at four or five are overweight or obese.",
                    "The data showed that the situation was not getting radically worse but also not getting any better.",
                    "They have a figure for the severely obese for the first time, which is about 12 per cent, which is quite shocking, in a way."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Well, of course, our main data source is the child measurement programme, which collects information on children entering school aged four or five."
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "If we look at that data, it shows us—."
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 3,
                            "speaker": "Dr Frank Atherton",
                            "content": "Well, I'm sure you're familiar with the statistics, but it'll be just under a third of children at that age who are overweight or obese—"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 57,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "So, it's pretty up to date, and what it shows—."
                        },
                        {
                            "type": "CES",
                            "turn_index": 57,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "It's not getting radically worse—there's always statistical variation in these things—but it's not getting any better."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 57,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "And, for the first time last year, we did look at the question not just of children who were overweight or obese, but we actually singled out the proportion who are obese, severely obese."
                        },
                        {
                            "type": "CES",
                            "turn_index": 57,
                            "sent_index": 3,
                            "speaker": "Dr Frank Atherton",
                            "content": "So we have a figure for that for the first time, which is about 12 per cent, which is quite shocking, in a way."
                        }
                    ]
                ]
            },
            {
                "query": "What did Dr Frank Atherton's answer to how would any gaps in their data be addressed?",
                "tokenized_answer": [
                    "Dr Frank Atherton put out one “often asked” question and attached some importance to having a longitudinal view over time of what's happening to Children, which meant children were measured at school entry and then again at age 11 or 12.",
                    "That would have significant resource implications, not just for the funding, but also for schools and for the system to deliver it.",
                    "And also, according to Dr Frank Atherton, the longitudinal data would be helpful in strategy evaluation."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 61,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Well, one of the questions that are often asked is: could we measure more on a longitudinal basis?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 61,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "By that I mean in England, for example, children are measured at school entry and then again at year 11—at age 11 or 12., that kind of age group."
                        },
                        {
                            "type": "CES",
                            "turn_index": 61,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "And so you do have a longitudinal view over time of what's happening to children."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 61,
                            "sent_index": 3,
                            "speaker": "Dr Frank Atherton",
                            "content": "I think that would be helpful to us in Wales, and it's one of the questions in the consultation about whether we should expand that."
                        },
                        {
                            "type": "CES",
                            "turn_index": 61,
                            "sent_index": 4,
                            "speaker": "Dr Frank Atherton",
                            "content": "Obviously, that would have significant resource implications, not just for the funding, but also for schools and for the system to deliver it."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 61,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Well, one of the questions that are often asked is: could we measure more on a longitudinal basis?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 61,
                            "sent_index": 4,
                            "speaker": "Dr Frank Atherton",
                            "content": "Obviously, that would have significant resource implications, not just for the funding, but also for schools and for the system to deliver it."
                        },
                        {
                            "type": "CES",
                            "turn_index": 61,
                            "sent_index": 5,
                            "speaker": "Dr Frank Atherton",
                            "content": "But it's something that maybe would help us in terms of better understanding and better evaluation—the point that was made earlier."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about legislation and sports infrastructural construction to make a healthy environment.",
                "tokenized_answer": [
                    "Dr Frank Atherton was first asked about legislations in the draft plan and their ideas on those things.",
                    "The use of legislation was affirmed by Dr Frank Atherton but it was just one of the tools they have got, they need to employ them all.",
                    "Then as to sports infrastructure, Dr Frank Atherton, though not an expert in that field, also supported it as a good one to pursue not only in schools but also in a broadening area."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 67,
                            "sent_index": 3,
                            "speaker": "Dawn Bowden AM",
                            "content": "And, if not, what do you think might be the timescale for such legislation?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 68,
                            "sent_index": 4,
                            "speaker": "Dr Frank Atherton",
                            "content": "What I could say is that legislation may well be one of the outcomes of the consultation."
                        },
                        {
                            "type": "PES",
                            "turn_index": 68,
                            "sent_index": 5,
                            "speaker": "Dr Frank Atherton",
                            "content": "There may well be things that we wish to choose to legislate on."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "It may well be that there are things in Wales that we might wish to legislate on, and you've mentioned two of them, and they're good examples."
                        },
                        {
                            "type": "PES",
                            "turn_index": 68,
                            "sent_index": 5,
                            "speaker": "Dr Frank Atherton",
                            "content": "There may well be things that we wish to choose to legislate on."
                        },
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 6,
                            "speaker": "Dr Frank Atherton",
                            "content": "The timing of that will have to be subject to other pressures, and I come back to the point that legislation, of course, is one of the tools that we've got—we need to deploy them all."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 72,
                            "sent_index": 6,
                            "speaker": "Dr Frank Atherton",
                            "content": "So, on a personal basis, I would certainly support your view that we should be looking to use the sports environment in schools in the same way as we use leisure centres."
                        },
                        {
                            "type": "CES",
                            "turn_index": 72,
                            "sent_index": 7,
                            "speaker": "Dr Frank Atherton",
                            "content": "There are all kinds of barriers in there, and I understand all of that, and it's not really my field, exactly as you say, but, as a matter of principle, I think it's a good one to pursue."
                        }
                    ]
                ]
            },
            {
                "query": "What did Dr Frank Atherton said about legislation to build a healthy environment?",
                "tokenized_answer": [
                    "According to Dr Frank Atherton's answer to legislations' timing, it was very clear that the implementation of legislation to build a healthy environment was very approved by Dr Frank Atherton and even by a large group in the consultation.",
                    "Dr Frank Atherton reviewed that they needed a mirror to see what had been happening in this country and legislation was a good way and took some examples of food takeaways which showed that they needed to consider effectiveness things."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 3,
                            "speaker": "Dr Frank Atherton",
                            "content": "As to your question of legislative time, I'm not really in a position to answer that."
                        },
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 4,
                            "speaker": "Dr Frank Atherton",
                            "content": "What I could say is that legislation may well be one of the outcomes of the consultation."
                        },
                        {
                            "type": "PES",
                            "turn_index": 68,
                            "sent_index": 5,
                            "speaker": "Dr Frank Atherton",
                            "content": "There may well be things that we wish to choose to legislate on."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "We would, obviously, need to undertake quite detailed consultation on those and, in a way, we need to mirror what's happening in England and in Scotland to some degree around the consultations they're having on energy drinks."
                        },
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 4,
                            "speaker": "Dr Frank Atherton",
                            "content": "What I could say is that legislation may well be one of the outcomes of the consultation."
                        },
                        {
                            "type": "PES",
                            "turn_index": 69,
                            "sent_index": 2,
                            "speaker": "Dawn Bowden AM",
                            "content": "We've heard from the Government, on other calls for legislation, that the programme's very tight, certainly for this term, so I was just wondering whether we might get that in, but okay."
                        },
                        {
                            "type": "CES",
                            "turn_index": 69,
                            "sent_index": 3,
                            "speaker": "Dawn Bowden AM",
                            "content": "If I turn now to the planning system—and this might not be something that you have great deal of knowledge of; I'd just welcome your view on this, because, when we discussed with stakeholders, we talked about whether the planning system, for instance, could be used to, as an example, restrict hot food takeaways around schools and so on."
                        }
                    ]
                ]
            },
            {
                "query": "What did Dawn Bowden AM mean when he talked about sports infrastructure?",
                "tokenized_answer": [
                    "Dawn Bowden AM asked for Dr Frank Atherton's ideas on community sport infrastructure of new schools, and pointed out that Welsh Government has ploughed a huge amount of money into the twenty-first century schools programme.",
                    "At the end of speech, Dawn Bowden AM thought they should be making sure that they have those kinds of facilities so that they become accessible to the wider public.",
                    "At the same time, Dawn Bowden AM gave advice on making a recommendation of sports infrastructure to Dr Frank Atherton."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 71,
                            "sent_index": 2,
                            "speaker": "Dawn Bowden AM",
                            "content": "Can I just ask you briefly, then, about community sport infrastructure and, in particular, of new schools?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 71,
                            "sent_index": 3,
                            "speaker": "Dawn Bowden AM",
                            "content": "So, Welsh Government, as you know, has ploughed a huge amount of money into the twenty-first century schools programme."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 71,
                            "sent_index": 6,
                            "speaker": "Dawn Bowden AM",
                            "content": "Again, not your particular direct area of responsibility, but something that you might have an input into, is that, when we're developing schools, we should be making sure that they have those kinds of facilities so that they become accessible to the wider public."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 71,
                            "sent_index": 7,
                            "speaker": "Dawn Bowden AM",
                            "content": "Is that something that you would be prepared to make a recommendation around?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 72,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Well, it's certainly a fascinating area and one that I think has a lot of potential."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about physical education and food provision for pupils in schools.",
                "tokenized_answer": [
                    "Dr Frank Atherton first gave a look at a primary school education embedded with physical activity at an early stage and assures its benefits not only on healthy benefits but also on socialization and mental issues.",
                    "Then Dr Frank Atherton delivered sparkles on making pupils more engaged with physical education, which was tailoring things to different audiences.",
                    "When it came to school meals, Dr Frank Atherton did not gave personal views because things related still needed more consultations and surveys."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 94,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "You make a commitment to embedding physical activity at an early stage in primary school education."
                        },
                        {
                            "type": "PES",
                            "turn_index": 94,
                            "sent_index": 2,
                            "speaker": "Hefin David AM",
                            "content": "What would that look like?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 95,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Just in terms of the physical activity, I have to say it's a really important dimension and we need to move further on."
                        },
                        {
                            "type": "PES",
                            "turn_index": 95,
                            "sent_index": 4,
                            "speaker": "Dr Frank Atherton",
                            "content": "It's really important for all sorts of reasons."
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 5,
                            "speaker": "Dr Frank Atherton",
                            "content": "It does have an impact on healthy weight, but it has a huge impact in terms of socialisation, in terms of mental health issues, et cetera, you know."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 98,
                            "sent_index": 6,
                            "speaker": "Dr Frank Atherton",
                            "content": "I mean, at the heart of it, it's about making sports and physical activity enjoyable and attractive to people."
                        },
                        {
                            "type": "CES",
                            "turn_index": 98,
                            "sent_index": 7,
                            "speaker": "Dr Frank Atherton",
                            "content": "Sometimes that's easier, I sense, for boys than for girls, but we need to tailor things to different audiences."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 105,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "And finally, with regard to free school meals to all pupils in primary and secondary schools, do you think that extending that to all pupils would be beneficial in providing a more varied diet for pupils?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 106,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "I don't have a personal view on that."
                        },
                        {
                            "type": "CES",
                            "turn_index": 106,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "I think it's the quality of the food that kids are getting, whether that comes from home or through school, and whether it's free or whether it's paid for."
                        },
                        {
                            "type": "PES",
                            "turn_index": 106,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "I think it's the quality of the food that we need to focus on."
                        }
                    ]
                ]
            },
            {
                "query": "Why did Dr Frank Atherton make a commitment to embedding physical activity at an early stage in primary school education?",
                "tokenized_answer": [
                    "Dr Frank Atherton considered that just in terms of the physical activity, it was a really important dimension and they found that their children were not that physically active and couldn't meet the various guidelines.",
                    "Embedding physical activity at an early stage in primary school education might not have the same effect as the dietary issue did to healthy weight, but it was vital to pupils socialization and mental health."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Just in terms of the physical activity, I have to say it's a really important dimension and we need to move further on."
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "We know not enough of our children are physically active and they're not meeting the various guidelines, so it's really important."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 94,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "You make a commitment to embedding physical activity at an early stage in primary school education."
                        },
                        {
                            "type": "PES",
                            "turn_index": 95,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "Just in terms of the physical activity, I have to say it's a really important dimension and we need to move further on."
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "It doesn't actually have as much of an impact on weight as the dietary issue."
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 5,
                            "speaker": "Dr Frank Atherton",
                            "content": "It does have an impact on healthy weight, but it has a huge impact in terms of socialisation, in terms of mental health issues, et cetera, you know."
                        }
                    ]
                ]
            },
            {
                "query": "What was Dr Frank Atherton's opinion on providing a more varied diet for pupils?",
                "tokenized_answer": [
                    "In fact, Dr Frank Atherton did not give an exact opinion on providing a more varied diet for pupils.",
                    "It would be something needing consultation and consideration, then they might decide whether it was worth carrying out.",
                    "The quality of food, rather than preparing school meals or not, was more important to Dr Frank Atherton."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 105,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "And finally, with regard to free school meals to all pupils in primary and secondary schools, do you think that extending that to all pupils would be beneficial in providing a more varied diet for pupils?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 106,
                            "sent_index": 0,
                            "speaker": "Dr Frank Atherton",
                            "content": "I don't have a personal view on that."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 106,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "I think it's the quality of the food that kids are getting, whether that comes from home or through school, and whether it's free or whether it's paid for."
                        },
                        {
                            "type": "CES",
                            "turn_index": 106,
                            "sent_index": 3,
                            "speaker": "Dr Frank Atherton",
                            "content": "The question of children being hungry at school is a really important one and needs to be addressed at a national level."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 106,
                            "sent_index": 1,
                            "speaker": "Dr Frank Atherton",
                            "content": "I think it's the quality of the food that kids are getting, whether that comes from home or through school, and whether it's free or whether it's paid for."
                        },
                        {
                            "type": "CES",
                            "turn_index": 106,
                            "sent_index": 2,
                            "speaker": "Dr Frank Atherton",
                            "content": "I think it's the quality of the food that we need to focus on."
                        }
                    ]
                ]
            }
        ]
    }
}