{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "The conference is about an inquiry into targeted funding to improve educational outcomes in the Wales education system.",
                    "First, they primarily discussed the Pupil Development Grant, its targeting, eligibility, use and impact.",
                    "Then, the group discussed care of looked-after children and adopted children.",
                    "They discussed the condition and impact of another student support program the Schools Challenge Cymru program and the advisory role of regional consortia, Cabinet Secretary."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 4,
                            "speaker": "Lynne Neagle AM",
                            "content": "Item 2 this morning is our final evidence session for our inquiry into targeted funding to improve educational outcomes."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 1,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "I just want to start by asking some questions around the targeting of the pupil development grant because, clearly, we've had a lot of evidence around this apparent blurring of eligibility to an extent."
                        },
                        {
                            "type": "CES",
                            "turn_index": 2,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think it's important to be absolutely clear that when it comes to individual interventions, those individual interventions should only be targeted at those children who are eligible for free school meals."
                        },
                        {
                            "type": "PES",
                            "turn_index": 2,
                            "sent_index": 14,
                            "speaker": "Kirsty Williams AM",
                            "content": "I'm absolutely clear that PDG needs to be used for those children who are eligible to drive potential, whatever the potential of that child is, including more able and talented."
                        },
                        {
                            "type": "CES",
                            "turn_index": 21,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "If we can go on, then, to talk about some of the practical uses of the PDG, you write in your written paper that 'the majority of schools are making well thought out and appropriate decisions' on how to use it."
                        },
                        {
                            "type": "PES",
                            "turn_index": 21,
                            "sent_index": 2,
                            "speaker": "Lynne Neagle AM",
                            "content": "But Estyn reported that only two thirds of primary and secondary schools make effective use of the PDG."
                        },
                        {
                            "type": "PES",
                            "turn_index": 21,
                            "sent_index": 3,
                            "speaker": "Lynne Neagle AM",
                            "content": "Given that we've had it now for six years, would you not have expected there to be a higher level of schools actually making good use of that funding?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 22,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, to flip it on its head, the vast majority of schools, as identified by Estyn, are using this money to good effect."
                        },
                        {
                            "type": "PES",
                            "turn_index": 29,
                            "sent_index": 0,
                            "speaker": "Mark Reckless AM",
                            "content": "Cabinet Secretary, how would you assess the impact of PDG on attendance and hopefully subsequent engagement with education from children who have free school meals?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 30,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think what's important to note is that, as Estyn have themselves said, over the period of the last inspection report, we have seen improvements in attendance, but I do think we need to, again, look at how PDG can support this particular agenda."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 54,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "The next questions are on looked-after children and adopted children, and I've got questions from Michelle then Mark."
                        },
                        {
                            "type": "PES",
                            "turn_index": 58,
                            "sent_index": 3,
                            "speaker": "Mark Reckless AM",
                            "content": "I just wonder—can you clarify on the record here what is the role of schools with PDG for looked-after children as compared to the regional consortia in this field?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 59,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think it is absolutely fair to say that most awareness around PDG is around free school meals."
                        },
                        {
                            "type": "PES",
                            "turn_index": 59,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "A decision was taken in 2015 to regionalise PDG for looked-after children."
                        },
                        {
                            "type": "PES",
                            "turn_index": 81,
                            "sent_index": 1,
                            "speaker": "Mark Reckless AM",
                            "content": "Can I follow up on tracking adopted children?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 81,
                            "sent_index": 2,
                            "speaker": "Mark Reckless AM",
                            "content": "I entirely understand that you can't force parents to disclose that their child is adopted."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 99,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "We're going to move on to Schools Challenge Cymru now."
                        },
                        {
                            "type": "PES",
                            "turn_index": 100,
                            "sent_index": 1,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "I was just wondering what your assessment is as to why some schools made progress and others didn't."
                        },
                        {
                            "type": "PES",
                            "turn_index": 101,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think we have to recognise that the 39 schools that were part of the programme were in very, very different places."
                        },
                        {
                            "type": "PES",
                            "turn_index": 103,
                            "sent_index": 1,
                            "speaker": "Steve Davies",
                            "content": "One of the other key additional factors was the extent to which there had been recent appointment of a new headteacher to that school just before the programme had started, because—"
                        },
                        {
                            "type": "PES",
                            "turn_index": 106,
                            "sent_index": 1,
                            "speaker": "Steve Davies",
                            "content": "I think one of the challenges is that sometimes the time it takes to make changes in leadership can be protracted and can be a barrier, sometimes, to the speed with which you can move."
                        },
                        {
                            "type": "PES",
                            "turn_index": 155,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "I'm sure the Minister is aware that Cardiff put extra funds of its own in to continue Schools Challenge Cymru advisers."
                        },
                        {
                            "type": "PES",
                            "turn_index": 156,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "I'm very much of the view that the scheme worked really well for some schools in some areas and had less impact in some areas."
                        },
                        {
                            "type": "PES",
                            "turn_index": 158,
                            "sent_index": 0,
                            "speaker": "John Griffiths AM",
                            "content": "Some questions on regional consortia, Cabinet Secretary, and, first of all, the role that you believe they should play and how schools use PDG."
                        },
                        {
                            "type": "CES",
                            "turn_index": 159,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "It's one of the things that I have been very clear to the regional consortia that I expect their challenge and support advisers to be asking schools about."
                        },
                        {
                            "type": "CES",
                            "turn_index": 159,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, it's a fundamental role for the challenge and support advisers in the regional consortia in their school improvement work."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the extent that the experts consider that the money is being targeted appropriately.",
                "tokenized_answer": [
                    "According to Kirsty Williams,  when it comes to individual interventions, those individual interventions of PDG should only be targeted at those children who are eligible for free school meals; but in some cases, schools may use their PDG funding to provide a universal intervention.",
                    "One of the things that they've used PDG for is the focus on the concept of growth mindset in school, a universal thing that they've trained all the teachers in.",
                    "There are some other ways to drive the potential of talented and able children, like the example of \"a window on the world bus\" paid for by schools."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 2,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think it's important to be absolutely clear that when it comes to individual interventions, those individual interventions should only be targeted at those children who are eligible for free school meals."
                        },
                        {
                            "type": "CES",
                            "turn_index": 2,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "But in some cases, schools may use their PDG funding to provide a universal intervention, but we would want to—in challenge advisers' discussions in schools—we'd want to have evidence that that universal intervention would have a disproportionate effect on the outcomes for children on free school meals."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 2,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "One of the things that they've used their PDG for is to really focus on the concept of growth mindset in school."
                        },
                        {
                            "type": "CES",
                            "turn_index": 2,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, that's a universal thing that they've trained all the teachers in, but what we know is that that has a disproportionate effect on those children who are on free school meals."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 2,
                            "sent_index": 14,
                            "speaker": "Kirsty Williams AM",
                            "content": "I'm absolutely clear that PDG needs to be used for those children who are eligible to drive potential, whatever the potential of that child is, including more able and talented."
                        },
                        {
                            "type": "CES",
                            "turn_index": 2,
                            "sent_index": 15,
                            "speaker": "Kirsty Williams AM",
                            "content": "And again, I'll give you an example that has been seen as good practice in Pembrokeshire: a window on the world bus, again paid for by schools."
                        }
                    ]
                ]
            },
            {
                "query": "What do the group think of the question whether the eligibility for free school meals is the best measure?",
                "tokenized_answer": [
                    "According to Kirsty Williams, it's probably the best that they've got at present, and will continue to have discussions with local government about whether there are different ways.",
                    "Officials are working all the time in conjunction with the department in England, to understand their thinking in this area so that we are in a position to make some decisions about what a notional eligibility for free school meals will look like going forward, but before I make any decisions, I want to assure everybody that there will be a full public consultation on that."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 10,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "I'll be the first person to say that maybe it's not as absolutely focused, but in the absence of anything different to identify a proxy for need, I think it's probably the best that we've got at present."
                        },
                        {
                            "type": "CES",
                            "turn_index": 10,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "And we will continue to have discussions with local government about whether there are different ways."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 10,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "And, officials are working all of the time, I must say, in conjunction with the department in England, to understand their thinking in this area so that we are in a position to make some decisions about what a notional eligibility for free school meals will look like going forward, but before I make any decisions, I want to assure everybody that there will be a full public consultation on that."
                        }
                    ]
                ]
            },
            {
                "query": "How do the group think of the extent and condition that schools actually make good use of that funding of PDG?",
                "tokenized_answer": [
                    "As identified by Estyn, most schools are using this money to good effect.",
                    "When PDG first started,in some schools it was spent on investing in tracking children, because they had never thought about tracking these children, they didn't have systems in place to look at the performance of these children and to have a system in place.",
                    "Now they have moved from spending money on the infrastructure around support for FSM children into actual inputs in terms of teaching and learning.",
                    "And they have appointed regional PDG advisers to better deploy the fund."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, to flip it on its head, the vast majority of schools, as identified by Estyn, are using this money to good effect."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, if we're honest, when PDG first started, I think, in some schools it was spent on investing in tracking of children, because they'd never thought about tracking these children, they didn't have systems in place to look at the performance of these children, and to have a system in place."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "So we've moved now from spending money on the infrastructure around support for FSM children into actual inputs in terms of teaching and learning."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 22,
                            "sent_index": 9,
                            "speaker": "Kirsty Williams AM",
                            "content": "But clearly we want all of this money to be deployed as well as it can be, and again we come back to the decision I've made to appoint regional PDG advisers so that we can get that better consistency of approach."
                        }
                    ]
                ]
            },
            {
                "query": "How would the group assess the impact of PDG on attendance and subsequent engagement with education from children having free school meals?",
                "tokenized_answer": [
                    "Over the period of the last inspection report, they have seen improvements in attendance, but still need to look at again how PDG can support this particular agenda.",
                    "There are some excellent examples of how schools use the money to address this, some schools send the staff out and create walking buses, so that they walk the children into the school.",
                    "Despite these good measures, there is still a gap between the attendance of free-school-meal pupils and non-free-school-meal pupils.",
                    "It gets more challenging the older the children get."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think what's important to note is that, as Estyn have themselves said, over the period of the last inspection report, we have seen improvements in attendance, but I do think we need to, again, look at how PDG can support this particular agenda."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "And as always in the Welsh education system, there are some excellent examples of how schools use the money to address this."
                        },
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "We tried a variety of means of improving that, but in the end we have taken this quite bold step—we actually send the staff out and they create that walking bus, and they walk the children into school'."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 8,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we're looking again at what more we can do to support this particular agenda in terms of improving attendance, because although, again, there are examples of good practice, there is still a gap between the attendance of free-school-meal pupils and non-free-school-meal pupils."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 32,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Yes, indeed, and I think it gets more challenging the older the children get."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about why children on free school meals were less resilient in the exam system last year.",
                "tokenized_answer": [
                    "According to Kirsty Williams, there is no specific answer.",
                    "There's no single reason why there seems to be less resilience in this cohort of children.",
                    "They think that they can't draw broad-brush conclusions.",
                    "The challenge is to go into individual schools and understand what was happening in that particular school that ensured that their children did really well.",
                    "They continue to have discussions with Qualifications Wales to get a better understanding of this, and in May, they'll be doing a deep dive into this particular subject."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 41,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "There is no one answer to this."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 43,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "What I think is important is that there is no one, single reason why there seems to be less resilience in this cohort of children."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 45,
                            "sent_index": 10,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, I think what's important is that we can't draw broad-brush conclusions."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 45,
                            "sent_index": 11,
                            "speaker": "Kirsty Williams AM",
                            "content": "For me, the challenge is to go into individual schools and understand what was happening in that particular school that ensured that their children did really well."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 41,
                            "sent_index": 10,
                            "speaker": "Kirsty Williams AM",
                            "content": "We continue to have discussions with Qualifications Wales to get a better understanding of this."
                        },
                        {
                            "type": "CES",
                            "turn_index": 41,
                            "sent_index": 11,
                            "speaker": "Kirsty Williams AM",
                            "content": "At my next ministerial policy board, in May, we'll be doing a deep dive into this particular subject."
                        }
                    ]
                ]
            },
            {
                "query": "What is the role of schools with PDG for looked-after children as compared to the regional consortia in this field?",
                "tokenized_answer": [
                    "The most awareness around PDG is around free school meals, and there is less awareness around the availability of PDG to support looked-after children.",
                    "In the nature of the cohort, there are more children subject to free school meals than are subject to being looked after.",
                    "The thinking behind that at the time was around a greater strategic deployment of that resource and to try and drive a greater impact than how it was being used previously, so the looked-after PDG is held at a regional level."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 59,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think it is absolutely fair to say that most awareness around PDG is around free school meals."
                        },
                        {
                            "type": "CES",
                            "turn_index": 59,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "There is less awareness around the availability of PDG to support looked-after children."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 59,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think that's probably in the nature of the cohort, so, there are more children subject to free school meals than are subject to being looked after."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 59,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "My understanding was that the thinking behind that at the time was around a greater strategic deployment of that resource and to try and drive a greater impact than how it was being used previously."
                        },
                        {
                            "type": "CES",
                            "turn_index": 59,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, looked-after PDG is held at a regional level."
                        }
                    ]
                ]
            },
            {
                "query": "What does the group think of the EAS consortium's approach to using the looked-after and adopted PDG as part of a broader approach targeted at vulnerable learners?",
                "tokenized_answer": [
                    "They believe that if they can get it right for our most vulnerable learners, they'll be getting it right for all of our learners.",
                    "An emerging theme is the impact, the growing awareness and the growing numbers of children who have attachment disorder, and how schools are best able to respond to that in their children.",
                    "So, vulnerable learners, regardless of their background, will benefit from having teachers who are better trained, understanding and have intervention strategies in place to be able to address that need.",
                    "And this is an action applied across four regions."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 77,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "I'm a great believer in if we can get it right for our most vulnerable learners, we'll be getting it right for all of our learners."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 77,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "One of the emerging themes for me, as I go around visiting schools, is the impact and the growing awareness and the growing numbers of children who have attachment disorder, and how schools are best able to respond to that in their children."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 77,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, that vulnerable learner, regardless of their background, will benefit from having teachers who are better trained, understanding and have intervention strategies in place to be able to address that need."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 78,
                            "sent_index": 2,
                            "speaker": "Steve Davies",
                            "content": "So, it is something that's applied consistently across the four regions."
                        }
                    ]
                ]
            },
            {
                "query": "What does the group discuss about the dataset on tracking adopted children?",
                "tokenized_answer": [
                    "According to Kirsty Williams, they are actively looking at whether they should try and find a way of collecting this data.",
                    "They can't force parents to divulge information that is a matter for them.",
                    "But there is an active discussion going on at the moment about whether they could create a dataset where people divulge this information and we can then track the children through.",
                    "They can't see the educational attainment of looked-after children just being a job of education.",
                    "It has to be a job of social services and the health service as well."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "We're actively looking at whether we should try and find a way of collecting this data, with the caveats that I just gave earlier."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "We can't force parents to divulge information that is a matter for them, nor would I want to."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "But there is an active discussion going on at the moment about whether we could create a dataset where people divulge this information and we can then track the children through."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 11,
                            "speaker": "Kirsty Williams AM",
                            "content": "We can't see the educational attainment of looked-after children just being a job of education."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 12,
                            "speaker": "Kirsty Williams AM",
                            "content": "It's got to be a job of social services and the health service as well."
                        }
                    ]
                ]
            },
            {
                "query": "What does the group think of the exclusion rates amongst looked-after children (over six times more likely to be given a fixed-term exclusion)?",
                "tokenized_answer": [
                    "According to Kirsty Williams, people should look at exclusions and also have to read across about how the whole system works, not just the PDG element of the system.",
                    "66% of looked-after learners have some additional learning need, so they can't just look at it in terms of this particular source of funding.",
                    "It can't be just the job of the PDG."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 96,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "We can look at exclusions."
                        },
                        {
                            "type": "CES",
                            "turn_index": 96,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "We also have to read across about how the whole system works, not just the PDG element of the system."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 96,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we know, for example, that 66 per cent of looked-after learners have some additional learning need, so we can't just look at it in terms of this particular source of funding; we have to look at it at a wider level of support."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 82,
                            "sent_index": 26,
                            "speaker": "Kirsty Williams AM",
                            "content": "It can't be just the job of the PDG."
                        }
                    ]
                ]
            },
            {
                "query": "What lessons the Government is taking from that three-year investment of Schools Challenge Cymru into the school improvement agenda?",
                "tokenized_answer": [
                    "They are looking at systems and processes, the placement of comprehensive systems of tracking and processes within the school.",
                    "They are looking at the teacher quality — how can they ensure that we have got consistent strategies in place to drive up pedagogy and teacher quality in the classroom.",
                    "And also, collaborative activity.",
                    "One of the key themes of the national mission is a self-improving system, so collaborative working is necessary where schools are looking outside of each other, learning from best practice from other schools."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 8,
                            "speaker": "Kirsty Williams AM",
                            "content": "We're looking at systems and processes, so, actually, has a school got in place comprehensive systems of tracking and processes within the school?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 9,
                            "speaker": "Kirsty Williams AM",
                            "content": "We're looking at the teacher quality—how can we ensure that we have got consistent strategies in place to drive up pedagogy and teacher quality in the classroom?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 10,
                            "speaker": "Kirsty Williams AM",
                            "content": "Collaborative activity—again, absolutely key."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 11,
                            "speaker": "Kirsty Williams AM",
                            "content": "A school cannot see itself in isolation, and one of the key themes of the national mission is a self-improving system, so, collaborative working where schools are looking outside of each other, learning from best practice from other schools."
                        }
                    ]
                ]
            },
            {
                "query": "What is the progressing condition of the Schools Challenge Cymru?",
                "tokenized_answer": [
                    "Some of the Schools Challenge Cymru schools are making sustained improvement now that the programme has come to an end.",
                    "Like the example of Tredegar, where we have seen continual improvement and moving up through the categorisation system.",
                    "The challenge is for those schools that Schools Challenge Cymru didn't work for, and they haven't seen the progress of how to use the school improvement system now to continue to work with those schools .",
                    "So now the focus is a whole-system approach, rather than choosing 39 schools to get that level of support.",
                    "Schools Challenge Cymru would probably need about five years to really have the impact that it was intended to have."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Well, actually, there are some really good examples of some of the Schools Challenge Cymru schools making that sustained improvement now that the programme has come to an end."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "You only have to look at Tredegar, where we have seen continual improvement and moving up through the categorisation system."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "The challenge for me is for those schools that Schools Challenge Cymru didn't work for, and we haven't seen that progress—how we can use our school improvement system now to continue to work with those schools to give them the level of support that they need to make a difference."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 116,
                            "sent_index": 8,
                            "speaker": "Kirsty Williams AM",
                            "content": "So that's what my focus is on now: a whole-system approach, rather than choosing 39 schools to get that level of support, when we recognise that there are schools everywhere, potentially, that need intervention, support and challenge, and in the primary sector as well."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 117,
                            "sent_index": 1,
                            "speaker": "Llyr Gruffydd AM",
                            "content": "So, you wouldn't agree with a number of—well, the near-unanimous evidence that we've had from academics, some of whom are Government advisers from consortia et cetera, that this kind of programme such as Schools Challenge Cymru would probably need about five years to really have the impact that it was intended to have."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion on the roles regional consortia and Cabinet Secretary should play.",
                "tokenized_answer": [
                    "According to Kirsty Williams, she expects their challenge and support advisers to be having conversations that they need to have when they are with that school, to know about how they are using their PDG, and how they're demonstrating an impact for those resources.",
                    "It's a fundamental role for the challenge and support advisers in the regional consortia in their school improvement work."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 159,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "It's one of the things that I have been very clear to the regional consortia that I expect their challenge and support advisers to be asking schools about."
                        },
                        {
                            "type": "CES",
                            "turn_index": 159,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, one of the conversations that they need to have when they are in schools is exploring, with that school, how they are using their PDG, and how they're demonstrating an impact for those resources."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 159,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, it's a fundamental role for the challenge and support advisers in the regional consortia in their school improvement work."
                        }
                    ]
                ]
            },
            {
                "query": "What does the group think of the extent they'd like to see the PDG used to track the progress of eligible pupils?",
                "tokenized_answer": [
                    "Kirsty Williams thinks that it's absolutely crucial that we track performance.",
                    "Where they weren't tracking pupils at all, initial investment in PDG was used to establish these systems within schools.",
                    "One of the outcomes from the schools challenge review, and one of the lessons learnt was the importance of individual tracking of pupils throughout their school career.",
                    "But they can't dictate a single system."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 175,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Firstly, can I say it's absolutely crucial that we track performance, absolutely crucial?"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 175,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "And, as I said in the beginning, where we weren't tracking pupils at all, initial investment in PDG was used to establish these systems within schools."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 175,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "Again, one of the outcomes from the schools challenge review, and one of the lessons learnt, was, again, the importance of individual tracking of pupils throughout their school career."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 175,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "But we don't dictate a single system."
                        }
                    ]
                ]
            }
        ]
    }
}