{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "Basically, the Children, Young People and Education Committee's meeting was about the current situations and policies regarding schools, students and staff during the COVID-19 pandemic.",
                    "Dealing with this pandemic was extremely challenging and the government had to make decisions quickly to ensure public safety.",
                    "The main concern as the education Minister was to protect all staff and pupils in schools and other educational settings.",
                    "Their belief was that no child shall miss out on any education, unless absolutely necessary.",
                    "From next week, schools would have a new proposal which would help support those most in need, including people involved in the immediate response to the coronavirus outbreak.",
                    "The key was that they were looking at supporting and safeguarding the vulnerable and ensuring continuity of learning, which included all of those who benefited from free school meals and children with additional learning needs.",
                    "What they needed to do now was to do all the work together as they were facing the continuing challenges posed by the coronavirus."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ],
                    [
                        6
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "Welcome to the Children, Young People and Education Committee this morning."
                        },
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "COVID-19 coronavirus is one of the most significant issues that the Welsh Government and the people of Wales have dealt with in recent times."
                        },
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "But I would like to assure you that our aim, and my aim, and my main concern as the education Minister is to protect all staff and pupils in our schools and other educational settings."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Dealing with the impacts of this pandemic is extremely challenging."
                        },
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "Things are changing on an hourly basis, and we have to make decisions quickly to ensure public safety."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "But I would like to assure you that our aim, and my aim, and my main concern as the education Minister is to protect all staff and pupils in our schools and other educational settings."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "Public health is clearly the priority here, but that does not change our belief that no child should miss out on any education, unless absolutely necessary."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 9,
                            "speaker": "Kirsty Williams AM",
                            "content": "From next week, schools will have a new purpose."
                        },
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 10,
                            "speaker": "Kirsty Williams AM",
                            "content": "They will help support those most in need, including people involved in the immediate response to the coronavirus outbreak, and I'm working with my colleagues in the Cabinet, with Government officials and our partners in local government to develop and finalise these plans."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 11,
                            "speaker": "Kirsty Williams AM",
                            "content": "The key areas that we're looking at are supporting and safeguarding the vulnerable and ensuring continuity of learning."
                        },
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 12,
                            "speaker": "Kirsty Williams AM",
                            "content": "This includes all of those who benefit from free school meals and children with additional learning needs."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 1,
                            "sent_index": 18,
                            "speaker": "Kirsty Williams AM",
                            "content": "We need to continue to do this work together, as we face the continuing challenges posed by the coronavirus."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the discussion about policies and measures related to free-school-meal children during the pandemic.",
                "tokenized_answer": [
                    "According to Kirsty, they are actually in an unusual situation but they were trying to create a system where it would be seamless and it would not necessarily matter that two of those weeks were formally holidays.",
                    "One particular group of children and young people that they hoped would be eligible to be included in the potentially vulnerable category was young carers.",
                    "The basic principle they used was that even if it was a minority of children who went to those schools and were vulnerable, they deserved and needed the support through the school."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 17,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "We do find ourselves in a strange situation."
                        },
                        {
                            "type": "CES",
                            "turn_index": 17,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "We're trying to create a system where it will be seamless and it will not necessarily matter that two of those weeks were formally holidays."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 19,
                            "sent_index": 0,
                            "speaker": "Helen Mary Jones AM",
                            "content": "Just briefly, building on Suzy's question, one particular group of children and young people that I hope will be eligible to be included in the potentially vulnerable category is young carers."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 42,
                            "sent_index": 1,
                            "speaker": "Steve Davies",
                            "content": "But the principle we've used there is, actually, even if it's a minority of children who go to those schools and are vulnerable, they deserve and need that support through the school."
                        }
                    ]
                ]
            },
            {
                "query": "What were the measures concerning the normal holiday provision for children?",
                "tokenized_answer": [
                    "Kirsty admitted that they were now in a strange situation.",
                    "What they were trying to work to was that they would have ongoing provision.",
                    "Also, they were trying to create a system that would run uniformly.",
                    "Such was a rapidly-evolving problem and the scale was something that they had not seen in 100 years.",
                    "Therefore, they would have to evolve and iterate things as they went.",
                    "Now they were worried about displacement activities.",
                    "During the holidays, every head teacher would be in school on Monday with their staff."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ],
                    [
                        6
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 17,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "We do find ourselves in a strange situation."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 17,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "My understanding is what we're trying to work to is that we would have ongoing provision and not to make some strange, 'You get this for two weeks, then you don't get it for two weeks, and then you're back in.'"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 17,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "We're trying to create a system that will run uniformly."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 21,
                            "sent_index": 1,
                            "speaker": "Rob Orford",
                            "content": "This is a rapidly-evolving problem and the scale is something that we haven't seen in 100 years, and so we're having to evolve and iterate things as we go."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 21,
                            "sent_index": 1,
                            "speaker": "Rob Orford",
                            "content": "This is a rapidly-evolving problem and the scale is something that we haven't seen in 100 years, and so we're having to evolve and iterate things as we go."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 21,
                            "sent_index": 5,
                            "speaker": "Rob Orford",
                            "content": "Areas that we're worried about are displacement activities."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 27,
                            "sent_index": 2,
                            "speaker": "Dawn Bowden AM",
                            "content": "Just so that I can be clear, are you saying that, at this stage, every headteacher will be in school on Monday, as will all their staff?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 28,
                            "sent_index": 0,
                            "speaker": "Steve Davies",
                            "content": "Within the scope of the guidance in terms of their health, the expectation—and this will be conveyed in letters by the Minister today, to be made clear—is that they are closing for the majority of pupils, but our expectation within the guidance is that the headteacher with their staff will be coming in; for some to start the delivery of what we just described, but that will probably be small numbers, but more importantly to plan to ensure that, after the formal Easter period, which is school holidays, the schools are geared to cater for the range of pupils that we've been discussing."
                        }
                    ]
                ]
            },
            {
                "query": "Would that be possible that they might move children on to fewer sites?",
                "tokenized_answer": [
                    "Based on Kirsty's words, this was a potential.",
                    "The local authority had already chosen some locations and was already having communications with how they would then staff the centers.",
                    "The local authorities were best placed to understand what was the best, pragmatic use of the resources that they had available, and of course those resources, primarily, were human beings.",
                    "They wanted to give the parents confidence that, when they left their child with us, that child would receive something really worthwhile, and they could direct all of their attention to doing their job."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 29,
                            "sent_index": 0,
                            "speaker": "Dawn Bowden AM",
                            "content": "So, would you anticipate—again, I know this is all a bit 'if and when', and it depends on the changing nature of the advice, but from what you're saying, I think we can probably anticipate that, as we go forward, there will probably be fewer schools opening and operable—that we may be moving those children on to fewer sites."
                        },
                        {
                            "type": "PES",
                            "turn_index": 29,
                            "sent_index": 1,
                            "speaker": "Dawn Bowden AM",
                            "content": "Would that possibly—?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "That is a potential."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 30,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we already know that one of our local authorities already has identified a strategic pattern of schools that they will want to operate in this way."
                        },
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "That local authority has already chosen those locations, and is already having communications with how they will then staff those centres."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "The local authorities are best placed to understand what is the best, pragmatic use of the resources that they have available; and of course those resources, primarily, are human beings."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 30,
                            "sent_index": 12,
                            "speaker": "Kirsty Williams AM",
                            "content": "And we want to give those parents confidence that, when they leave their child with us, that child will receive something really worthwhile, and they can direct all of their attention to doing their job."
                        }
                    ]
                ]
            },
            {
                "query": "How would special schools fit into the new purpose arrangement?",
                "tokenized_answer": [
                    "Already, local authorities were making different provisions.",
                    "Even in special schools, there would be children whose parents would be key workers.",
                    "Therefore, they would expect them to expect those sChools to apply the same principle.",
                    "They would have to continue with the principle of keeping social distance and any provision for a child in a special school in a different setting would be unlikely, given the nature of the special school.",
                    "Thus, they would look to cater for that within the original school."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 41,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, again, already local authorities are making different provision."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 42,
                            "sent_index": 3,
                            "speaker": "Steve Davies",
                            "content": "But similarly, even in special schools, there will be children whose parents will be key workers, so we would expect them to apply that same principle."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 42,
                            "sent_index": 3,
                            "speaker": "Steve Davies",
                            "content": "But similarly, even in special schools, there will be children whose parents will be key workers, so we would expect them to apply that same principle."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 42,
                            "sent_index": 4,
                            "speaker": "Steve Davies",
                            "content": "Just quickly in response to the earlier question, while we may bring some groups of children into separate schools, we’ll have to continue with the principle of keeping social distance and any provision for a child in a special school in a different setting would be unlikely, given the nature of the special school, so we would look to cater for that within the original school."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 42,
                            "sent_index": 4,
                            "speaker": "Steve Davies",
                            "content": "Just quickly in response to the earlier question, while we may bring some groups of children into separate schools, we’ll have to continue with the principle of keeping social distance and any provision for a child in a special school in a different setting would be unlikely, given the nature of the special school, so we would look to cater for that within the original school."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about ideas about timescales for setting out what approach would be to handling the lack of exams.",
                "tokenized_answer": [
                    "Kirsty believed that it was a devastating decision to have been taken.",
                    "But they had done so on the very clear and unambiguous advice from Qualifications Wales.",
                    "They were dealing with a situation that requires human beings to be involved in it, and those human beings could find themselves unwell.",
                    "Therefore, their best attempts would be to maintain the normal rhythm of an exam's day in August, but that had to be caveated by the fact that they were dealing with difficult circumstances.",
                    "With regard to AS-levels, no final decision has been made for exactly how those students would be treated.",
                    "There were a range of options that could be used.",
                    "With regard to other types of qualifications, the vast majority of BTECs was a modular continually-assessed piece of work, and they would have every expectation that BTECs would be able to be awarded."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ],
                    [
                        6
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 61,
                            "sent_index": 3,
                            "speaker": "Lynne Neagle AM",
                            "content": "In particular, have you got any idea about timescales now for setting out what the approach will be to handling the lack of summer exams?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 62,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Yes, it is a devastating decision to have to have been taken, but I have done so on the very, very clear and unambiguous advice from Qualifications Wales."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 62,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Yes, it is a devastating decision to have to have been taken, but I have done so on the very, very clear and unambiguous advice from Qualifications Wales."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 62,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "We are trying, as far as we can, as I understand it, to be able to mirror as closely as possible the usual results day, for instance."
                        },
                        {
                            "type": "CES",
                            "turn_index": 62,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "It might not be possible, because, of course, we're dealing with a situation that requires human beings to be involved in it, and those human beings could find themselves unwell."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 62,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, our best attempts will be to maintain the normal rhythm of an exams day in August, but that has to be caveated by the fact that we're dealing with difficult circumstances."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 71,
                            "sent_index": 1,
                            "speaker": "Suzy Davies AM",
                            "content": "One is, obviously, pupils are being asked to work at home as well now, some of whom will be doing GCSE and A-level courses."
                        },
                        {
                            "type": "CES",
                            "turn_index": 72,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "With regard to AS-levels—no final decision has been made for exactly how those students will be treated."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 72,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "There are a range of options that could be used, but again, we will want to be thinking about student well-being, fairness and equity in that regard, and I will update Members as soon as I have received definitive advice from Qualifications Wales around that, and that hasn't happened yet."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 72,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "With regard to other types of qualifications, as you will be aware, the vast majority of BTECs is a modular, continually-assessed piece of work, and we would have every expectation that BTECs will be able to be awarded, but clearly, those conversations are with awarding bodies—they tend to be UK awarding bodies, rather then necessarily our WJEC exam board—and those conversations are ongoing."
                        }
                    ]
                ]
            },
            {
                "query": "What was the further clarification and advice about coursework?",
                "tokenized_answer": [
                    "According to Kirsty, all exams were cancelled, but year 11 and 13 would be given a grade.",
                    "That was because those years and those grades were gateway qualifications, and they were points of movement in the education system.",
                    "Therefore, it was really important for those students that they were not disadvantaged in any way by not being able to receive a grade that helps them to make a decision as a qualifying step into what they would do next.",
                    "Actually, they could make sure that their standards were maintained by actually having that modulation across that UK.",
                    "So, the children could have real confidence."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 64,
                            "sent_index": 2,
                            "speaker": "Janet Finch-Saunders AM",
                            "content": "Years 11 and 13, typically, in my case they're what's been raised with me—do you have any advice for them?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 65,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Okay, so, all exams are cancelled, but year 11 and year 13 will be given a grade—I think that's a distinction that people need to be aware of."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 65,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "That is because those years and those grades are gateway qualifications, and they are points of movement in the education system."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 65,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, it's really important for those students that they are not disadvantaged in any way by not being able to receive a grade that helps them to make a decision as a qualifying step into what they will do next, whether that be university, whether that be a degree apprenticeship or whether that be going into sixth form, into a college, into an apprenticeship or into some work-based learning opportunities."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 65,
                            "sent_index": 13,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, actually, we can make sure that our standards are maintained by actually having that modulation across the UK."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 65,
                            "sent_index": 14,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we know that those children never have to worry about the rigour that has gone into determining that grade."
                        },
                        {
                            "type": "CES",
                            "turn_index": 65,
                            "sent_index": 15,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, they can have real confidence."
                        }
                    ]
                ]
            },
            {
                "query": "What's specific about the elements of coursework that were externally verified?",
                "tokenized_answer": [
                    "According to Kirsty, children might well have done lots of oral exams in their English and in their Welsh language.",
                    "Therefore, they had lots of pieces of work that would have been externally verified.",
                    "They certainly would ensure that these concerns were passed on.",
                    "Their job was to make the decision on the examinations on the basis of having confidence that what could be put in places was fair and was equitable, and they had the confidence that they would be the case."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, children might well have done lots of oral exams in their English and in their Welsh language."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 6,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we have lots of pieces of work that will have been externally verified."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "I certainly will ensure that these concerns are passed on."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 68,
                            "sent_index": 10,
                            "speaker": "Kirsty Williams AM",
                            "content": "My job is to make the decision on the examinations on the basis of having confidence that what can be put in place is fair and is equitable, and I have confidence that that will be the case."
                        }
                    ]
                ]
            },
            {
                "query": "Had the universities across the UK indicated that they were content with the approach going forward?",
                "tokenized_answer": [
                    "The answer was positive.",
                    "The views of university and how university terms might be impacted was one of the ways and one of the reasons that they had factored in to making these decisions.",
                    "The discussions with universities were ongoing.",
                    "The conversations would continue as they work through the practicalities of how the gradings that were awarded were going to feed through into university admissions decisions and enrollment."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 79,
                            "sent_index": 0,
                            "speaker": "Lynne Neagle AM",
                            "content": "And, just before we move on, have the universities across the UK indicated that they are content with this approach going forward—content to accept students on this basis?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 80,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Certainly."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 80,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "And the views of university and how university terms might be impacted is one of the ways and one of the reasons that we've factored in to making these decisions."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 80,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "Those discussions with universities are ongoing, aren't they, Huw?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 81,
                            "sent_index": 0,
                            "speaker": "Huw Morris",
                            "content": "Yes."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 81,
                            "sent_index": 1,
                            "speaker": "Huw Morris",
                            "content": "So, we've been in regular conversation with Universities Wales and through them with Universities UK and we've received every indication that the approach that's been adopted here has been welcomed by the institutions."
                        },
                        {
                            "type": "CES",
                            "turn_index": 81,
                            "sent_index": 2,
                            "speaker": "Huw Morris",
                            "content": "Those conversations will continue as we work through the practicalities of how the gradings that are awarded are going to feed through into university admissions decisions and enrolment."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about issues related to the potential closures of colleges and universities.",
                "tokenized_answer": [
                    "According to Kirsty, they had been very impressed with the maturity and forward-planning that had been adopted by all of those institutions and their representative bodies.",
                    "They had got consistency in the approach and a common desire, and investment in moving towards online support for students.",
                    "There was still a safety net idea.",
                    "Colleges had indicated, as with schools, that, for the most vulnerable learners, they would have something in place that might permit attendance on an individual basis.",
                    "Any Welsh Government support going to stay, whatever the circumstances were.",
                    "They would do their best to ensure that there would be no disruption to EMA."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 87,
                            "sent_index": 1,
                            "speaker": "Huw Morris",
                            "content": "We've been very impressed with the maturity and forward-planning that's been adopted by all of those institutions and their representative bodies."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 87,
                            "sent_index": 2,
                            "speaker": "Huw Morris",
                            "content": "We've got consistency in the approach and a common desire, and investment in moving towards online support for students."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 88,
                            "sent_index": 0,
                            "speaker": "Suzy Davies AM",
                            "content": "And there's still this safety net idea."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 88,
                            "sent_index": 1,
                            "speaker": "Suzy Davies AM",
                            "content": "Certainly, colleges have indicated, as with schools, that, for the most vulnerable learners, they'll have something in place that might permit attendance on an individual basis."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 92,
                            "sent_index": 1,
                            "speaker": "Suzy Davies AM",
                            "content": "You indicated that any Welsh Government support's going to stay, whatever the circumstances are—in your portfolio."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 93,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "I'm doing my best, but it's an absolute yes on the EMA."
                        },
                        {
                            "type": "CES",
                            "turn_index": 93,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "There will be no disruption to EMA."
                        }
                    ]
                ]
            },
            {
                "query": "What sort of conversations were they having with FE and HE at the moment about how they decide the closures?",
                "tokenized_answer": [
                    "Kirsty believed that universities were autonomous institutions - a status that they guarded jealously and they would never want to question.",
                    "Colleges were in a similar position, looking to do as much as they could to provide continuity of learning via distance learning methods, and the Bill, potentially, did give them more powers of intervention in both the FE and the HE sector."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 84,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "As we often say in this committee, universities are autonomous institutions—a status that they guard jealously and we would never want to question."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 84,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Colleges are in a similar position, looking to do as much as they can to be able to provide continuity of learning via distance learning methods, and the Bill, potentially, does give us more powers of intervention in both the FE and the HE sector."
                        }
                    ]
                ]
            },
            {
                "query": "What were their opinions on support or changes of circumstances?",
                "tokenized_answer": [
                    "Actually, they did not anticipate any change in the approach to students.",
                    "Individual student circumstances could well change and their expectation would be that the Student Loans Company would respond to that.",
                    "There would undoubtedly in some cases be really typical challenges to service delivery, simply because organizations could be losing staff because of illness or the need to self-isolate or because they were reacting to social-distancing messages from the Government.",
                    "They instituted a monitoring process very early on in the onset of the disease, not least because a number of institutions had campuses and activities in China and other parts of south-east Asia.",
                    "And so, as the disease had progressed, they had seen lessons being learned from the support for students who were in isolation coming from there to the UK."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 103,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "Those conversations are ongoing with the Student Loans Company."
                        },
                        {
                            "type": "CES",
                            "turn_index": 103,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "We don't anticipate any change in the approach to students as a result of this."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 103,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "Individual student circumstances could well change and our expectation would be that the Student Loans Company would respond to that."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 103,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "There will undoubtedly in some cases be really practical challenges to service delivery, simply because organisations could be losing staff because of illness or the need to self-isolate or because they are reacting to social-distancing messages from the Government."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 0,
                            "speaker": "Huw Morris",
                            "content": "We instituted a monitoring process very early on in the onset of the disease, not least because a number of institutions have campuses and activities in China and other parts of south-east Asia."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 1,
                            "speaker": "Huw Morris",
                            "content": "And so, as the disease has progressed, we've seen lessons being learned from the support for students who are in isolation coming from there to the UK, and I am assured that the universities here in Wales have got processes in place that support those learners."
                        }
                    ]
                ]
            },
            {
                "query": "What's their attitude towards the question whether students might need to be refunded some of their tuition fees?",
                "tokenized_answer": [
                    "In Huw's opinion, there were lessons that would need to be taken on board.",
                    "There were established quality assurance and enhancement procedures in institutions to enable the tutors and other supporters to make sure that that material meets their needs.",
                    "The intention in all of these institutions was that they would complete their course of study.",
                    "Therefore, they were confident that that system would be robust and would make sure that the students were getting a course of learning that met their needs."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 108,
                            "sent_index": 1,
                            "speaker": "Huw Morris",
                            "content": "And so, as the disease has progressed, we've seen lessons being learned from the support for students who are in isolation coming from there to the UK, and I am assured that the universities here in Wales have got processes in place that support those learners."
                        },
                        {
                            "type": "PES",
                            "turn_index": 109,
                            "sent_index": 0,
                            "speaker": "Helen Mary Jones AM",
                            "content": "That's really helpful."
                        },
                        {
                            "type": "PES",
                            "turn_index": 109,
                            "sent_index": 1,
                            "speaker": "Helen Mary Jones AM",
                            "content": "And on this specifically—last question from me— have you considered whether students might need to be refunded some of their tuition fees, should the academic year not be completed?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 110,
                            "sent_index": 0,
                            "speaker": "Huw Morris",
                            "content": "So, as the institutions move more and more of their material and some of their assessment online, clearly, there are lessons that will need to be taken on board."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 110,
                            "sent_index": 1,
                            "speaker": "Huw Morris",
                            "content": "There are established quality assurance and enhancement procedures in institutions to enable the tutors and other supporters to make sure that that material meets their needs."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 110,
                            "sent_index": 2,
                            "speaker": "Huw Morris",
                            "content": "The intention in all of these institutions is that they will complete their course of study."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 110,
                            "sent_index": 5,
                            "speaker": "Huw Morris",
                            "content": "So, we're confident that that system will be robust and will make sure that the students are getting a course of learning that meets their needs."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about problems and related advices concerning vulnerable learners.",
                "tokenized_answer": [
                    "According to Kirsty, this was a really worrying time for children and young people.",
                    "For schools and institutions, they had the formal NHS counselling services to the check-ins.",
                    "They were concerned that for some children, their access to their counselling was via their school.",
                    "They knew that and they were just double checking the capacity of online counseling that already existed - online counselling tools that children already used because they did not want to go to the counsellor in the school and be seen in the school corridor going to the counsellor."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 7,
                            "speaker": "Kirsty Williams AM",
                            "content": "I think we have to remember that this is a really worrying time for children and young people."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, our expectation would be that during a prolonged period of closure—which I think, if we're honest, we have to acknowledge is what we're looking at—we would expect school staff—well-being staff, for instance in school—to be doing check-ins—phone check-ins, potentially, or FaceTime check-ins, with students, just to keep in touch with them as we go forward."
                        },
                        {
                            "type": "PES",
                            "turn_index": 115,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "We'll be looking to promote amongst young people a range of online facilities that are available—so, for instance, Meic website—so, looking to use a variety of platforms."
                        },
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 3,
                            "speaker": "Kirsty Williams AM",
                            "content": "We do, of course, have the formal NHS counselling services."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 4,
                            "speaker": "Kirsty Williams AM",
                            "content": "I'm concerned, of course, that for some children their access to their counsellor is via their school."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 5,
                            "speaker": "Kirsty Williams AM",
                            "content": "We know that, and we're just double checking the capacity of online counselling that already exists—online counselling tools that children already use because they don't want to go to the counsellor in the school and be seen in the school corridor going to the counsellor."
                        }
                    ]
                ]
            },
            {
                "query": "What considerations were they giving to how that mental health and well-being might be supported through what was an incredibly difficult time for everyone?",
                "tokenized_answer": [
                    "During a prolonged period of closure, they had to acknowledge was what they were looking at—they would expect school staff—well-being staff, for instance in school—to be doing check-ins—phone check-ins, potentially, or FaceTime check-ins, with students, just to keep in touch with them as we go forward.",
                    "They would be looking to promote amongst young people a range of online facilities that were available—so, for instance, Meic website—so, looking to use a variety of platforms."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, our expectation would be that during a prolonged period of closure—which I think, if we're honest, we have to acknowledge is what we're looking at—we would expect school staff—well-being staff, for instance in school—to be doing check-ins—phone check-ins, potentially, or FaceTime check-ins, with students, just to keep in touch with them as we go forward."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "We'll be looking to promote amongst young people a range of online facilities that are available—so, for instance, Meic website—so, looking to use a variety of platforms."
                        }
                    ]
                ]
            },
            {
                "query": "Why did they want to keep schools going as long as possible?",
                "tokenized_answer": [
                    "Because that routine of going into school and that normality was one that they had needed and wanted to maintain.",
                    "They needed to understand, and Kirsty thought that they would also have to recognize, that this support would have to be ongoing once they were back to normal, and they would have to continue to look to support children in the longer term who would have lived through this experience.",
                    "They were incredibly resilient, and they had been the champions of some of our public health messages.",
                    "They were so much better and so much more compliant on the whole 'washing your hands' and things like that than even adults have been."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 8,
                            "speaker": "Kirsty Williams AM",
                            "content": "One of the reasons, again, that we wanted to keep schools going as long as possible—and teachers have been working so hard to do that—is because that routine of going into school and that normality is one that we've needed and wanted to maintain."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 10,
                            "speaker": "Kirsty Williams AM",
                            "content": "So, we need to understand, and I think we will also have to recognise, that this support will have to be ongoing once we're back to normal, and we will have to continue to look to support children in the longer term who will have lived through this experience."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 11,
                            "speaker": "Kirsty Williams AM",
                            "content": "They are incredibly resilient, and they have been the champions of some of our public health messages."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 115,
                            "sent_index": 12,
                            "speaker": "Kirsty Williams AM",
                            "content": "They are so much better and so much more compliant on the whole 'washing your hands' and things like that than even adults have been."
                        }
                    ]
                ]
            },
            {
                "query": "With regard to the national youth voluntary service, would the support and funds be able to be maintained even if settings had to be shut as well?",
                "tokenized_answer": [
                    "According to Kirsty, no formal decision had been made.",
                    "They were facing unprecedented circumstances.",
                    "The normal rules had to change and, those organizations, they would need them to be providing youth services for children when they were back to normal, and they wouldn't want to do anything that would undermine their ability to do that.",
                    "Their call to the youth service was a call to arms, though."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 117,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "No formal decision has been made, but if people are in receipt of a Government grant from my department to run a service and that service can no longer run because of the public—"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 122,
                            "sent_index": 0,
                            "speaker": "Kirsty Williams AM",
                            "content": "As I said, we are facing unprecedented circumstances."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 122,
                            "sent_index": 1,
                            "speaker": "Kirsty Williams AM",
                            "content": "The normal rules of engagement have to change and, those organisations, we'll need them to be providing youth services for children when we are back to normal, and we wouldn't want to do anything that would undermine their ability to do that."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 122,
                            "sent_index": 2,
                            "speaker": "Kirsty Williams AM",
                            "content": "Our call to the youth service is a call to arms, though."
                        }
                    ]
                ]
            }
        ]
    }
}