{
    "domain": "Committee",
    "ami": {},
    "icsi": {},
    "qmsum": {
        "general_query_list": [
            {
                "query": "Summarize the whole meeting.",
                "tokenized_answer": [
                    "This meeting mainly talked about the Abolition of Defence of Reasonable Punishment Bill.",
                    "Julie Morgan, Deputy Minister for Health and Social Services, and Karen Cornish, deputy director of the Children and Families Division, took charge of answering the relevant questions.",
                    "To start with, the meeting first discussed the motivation of such legislation and the impact on social service and other agencies.",
                    "Support for parents and teachers were then discussed, involving their demands and means to address.",
                    "To continue, the meeting turned to the criminal perspective, discussing the out-of-court disposals, malicious reporting, and non-conviction information.",
                    "The next step was to talk about costings, followed by the topic of human rights and eventually the awareness raising."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ],
                    [
                        4
                    ],
                    [
                        5
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 7,
                            "speaker": "Lynne Neagle AM",
                            "content": "Item 2 this morning is our last evidence session on the Children (Abolition of Defence of Reasonable Punishment) (Wales) Bill, and I'm really pleased to welcome back Julie Morgan AM, Deputy Minister for Health and Social Services; Karen Cornish, who is deputy director of the children and families division; and Emma Gammon, who is the lawyer working on the Bill."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 7,
                            "speaker": "Lynne Neagle AM",
                            "content": "Item 2 this morning is our last evidence session on the Children (Abolition of Defence of Reasonable Punishment) (Wales) Bill, and I'm really pleased to welcome back Julie Morgan AM, Deputy Minister for Health and Social Services; Karen Cornish, who is deputy director of the children and families division; and Emma Gammon, who is the lawyer working on the Bill."
                        },
                        {
                            "type": "CES",
                            "turn_index": 0,
                            "sent_index": 9,
                            "speaker": "Lynne Neagle AM",
                            "content": "If you're happy, we'll go straight into questions because we've got lots of ground that we want to cover, and the first questions are from Janet Finch-Saunders."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 2,
                            "sent_index": 7,
                            "speaker": "Julie Morgan AM",
                            "content": "That's been the sort of mantra, really, that has taken me through supporting this legislation—that it just seems wrong to me that there is something in the law that could mean that there could be an excuse for that happening."
                        },
                        {
                            "type": "PES",
                            "turn_index": 2,
                            "sent_index": 8,
                            "speaker": "Julie Morgan AM",
                            "content": "I believe we shouldn't have anything in the law that defends the physical punishment of children, and I don't think we should be defining acceptable ways of hitting or punishing children, because I think it does send a confused message to children."
                        },
                        {
                            "type": "CES",
                            "turn_index": 14,
                            "sent_index": 2,
                            "speaker": "Suzy Davies AM",
                            "content": "You've probably heard in evidence that we've received that there are still some concerns out there about how agencies might address malicious reporting; some detail about how the public interest test might be applied further along the line; what's going to happen with out-of-hours provision from social services, and so on."
                        },
                        {
                            "type": "PES",
                            "turn_index": 14,
                            "sent_index": 3,
                            "speaker": "Suzy Davies AM",
                            "content": "There are still, from our perspective, quite a few things that are unknown about the effect on our public services in particular of the implementation of this Bill."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 90,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "One of the things that the National Association of Head Teachers told us was that they wouldn't want the cost of that kind of training to come from core budgets."
                        },
                        {
                            "type": "PES",
                            "turn_index": 100,
                            "sent_index": 1,
                            "speaker": "Karen Cornish",
                            "content": "So, there's not anything in addition to the things that we have discussed, either with the trade unions or through the implementation group, or during the consultation period."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 127,
                            "sent_index": 4,
                            "speaker": "Suzy Davies AM",
                            "content": "I'm very interested in hearing what you've got to say about out-of-court disposals and pre being charged activity."
                        },
                        {
                            "type": "CES",
                            "turn_index": 128,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "Well, there are a number of out-of-court disposals that the police can use, because the police want to respond in a positive and proportionate way."
                        },
                        {
                            "type": "PES",
                            "turn_index": 128,
                            "sent_index": 2,
                            "speaker": "Julie Morgan AM",
                            "content": "The use of out-of-court disposals is actually a non-devolved responsibility, but we'll be working—"
                        },
                        {
                            "type": "CES",
                            "turn_index": 131,
                            "sent_index": 3,
                            "speaker": "Suzy Davies AM",
                            "content": "It will happen in malicious reporting, but it could happen in reporting where an apparent battery has taken place, but it turns out to have been something completely different—you know, pushing a child's hand away, that sort of thing."
                        },
                        {
                            "type": "PES",
                            "turn_index": 131,
                            "sent_index": 4,
                            "speaker": "Suzy Davies AM",
                            "content": "The police are not going to want to take that any further at all, but it's on their records."
                        },
                        {
                            "type": "CES",
                            "turn_index": 132,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "Well, the issue of non-conviction data obviously doesn't just apply to this Bill we're bringing in; it applies to everything."
                        },
                        {
                            "type": "PES",
                            "turn_index": 132,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "So, it's something that you can look at in a general sense—that the police can visit and there's no further action, but that could be for anything—"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 154,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "And the last question, with regard to resourcing, just to understand the process of how this ties into the wider budgeting—did you and your officials sit down with the Finance Minister and the First Minister's officials to discuss the costing of this?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 154,
                            "sent_index": 3,
                            "speaker": "Hefin David AM",
                            "content": "What was the nature of that kind of discussion?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 155,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "Some of the costings are decided."
                        },
                        {
                            "type": "CES",
                            "turn_index": 155,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "For example, the advertising, the awareness-raising campaign—that's £2.2 million over six years."
                        },
                        {
                            "type": "CES",
                            "turn_index": 171,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "I just wanted to ask a very specific question on human rights, because, you know, when it comes to appeals, there are a variety of articles under the European Convention on Human Rights that might be used with regard to a challenge to the law as enacted."
                        },
                        {
                            "type": "PES",
                            "turn_index": 172,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "We have given a great deal of thought, as you can imagine, to the human rights considerations as set out in our impact assessments, and it's ultimately a question how we find a balance between the rights of children as well as parents, who both enjoy rights under the European Convention on Human Rights."
                        },
                        {
                            "type": "CES",
                            "turn_index": 174,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "There are some questions from Vikki on awareness raising."
                        }
                    ]
                ]
            }
        ],
        "specific_query_list": [
            {
                "query": "Summarize the discussion about the bill to ban physical punishment.",
                "tokenized_answer": [
                    "Julie Morgan thought there was a need for legislation to ban any physical punishment and this bill aimed at protecting children's rights.",
                    "To ensure the effectiveness of the bill, there was an implementation group with representatives of the police, the crime commissioner, the Crown Prosecution Service, and the social service.",
                    "Therefore, Julie Morgan was confident about the implementation of legislation.",
                    "Furthermore, ongoing monitoring had been used to look for the view of the public and ongoing evaluation would come to practice in the next step."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "PES",
                            "turn_index": 2,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "I think I'd like to start by saying that child abuse is not the issue that the Bill is trying to address."
                        },
                        {
                            "type": "CES",
                            "turn_index": 2,
                            "sent_index": 2,
                            "speaker": "Julie Morgan AM",
                            "content": "What the Bill is trying to do is prohibit all forms of physical punishment, and that is in order to protect children's rights and to ensure that children have the same protection from physical punishment as adults."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 15,
                            "sent_index": 10,
                            "speaker": "Julie Morgan AM",
                            "content": "But we had the first strategic implementation group on 14 May, and we had representatives from the police, the police and crime commissioners, the Crown Prosecution Service, the Association of Directors of Social Services Cymru, the Association of Directors of Education in Wales, the Welsh Local Government Association, the legal profession and the third sector."
                        },
                        {
                            "type": "CES",
                            "turn_index": 15,
                            "sent_index": 11,
                            "speaker": "Julie Morgan AM",
                            "content": "They're all there, and they're all very keen to make this legislation work and to look at the implications of it."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 15,
                            "sent_index": 15,
                            "speaker": "Julie Morgan AM",
                            "content": "I'm really confident that the legislation will be implemented in a very practical and workable way, because we do have the commitment of all these agencies, and there's been a huge amount of preparation done in the Welsh Government to prepare for this in a way that, I have to say, hasn't been done in some of the other countries—as I mentioned, in Ireland."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 31,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "I think that's very important because we need to know what is the effect of the legislation we'll be bringing in."
                        },
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 2,
                            "speaker": "Julie Morgan AM",
                            "content": "So, we will be having ongoing evaluation, we will be bringing in an independent body to evaluate."
                        },
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 3,
                            "speaker": "Julie Morgan AM",
                            "content": "We have got ongoing monitoring and we've got ongoing monitoring surveys looking at what are the views of the public."
                        }
                    ]
                ]
            },
            {
                "query": "What did Julie Morgan think about a light smack from a loving parent when talking about the bill to ban physical punishment?",
                "tokenized_answer": [
                    "All forms of physical punishment including smacks from a loving parent should be prohibited by legislation to protect children's rights.",
                    "There were multiple other ways to help parents bring up children rather than the physical punishment."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 2,
                            "sent_index": 2,
                            "speaker": "Julie Morgan AM",
                            "content": "What the Bill is trying to do is prohibit all forms of physical punishment, and that is in order to protect children's rights and to ensure that children have the same protection from physical punishment as adults."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 2,
                            "speaker": "Julie Morgan AM",
                            "content": "But we don't think that there is any place for physical punishment in bringing up children."
                        },
                        {
                            "type": "CES",
                            "turn_index": 4,
                            "sent_index": 3,
                            "speaker": "Julie Morgan AM",
                            "content": "There's a whole range of other ways that you can help parents bring up children, and advice you can give them of different methods to use."
                        }
                    ]
                ]
            },
            {
                "query": "What were measures to make sure the effectiveness of the bill to ban physical punishment?",
                "tokenized_answer": [
                    "Julie Morgan pointed to the importance of knowing the effect of legislation.",
                    "To attain this goal, their team has put forward the ongoing monitoring and surveys in terms of the views of the public.",
                    "In the following steps, ongoing evaluation would be added for independent individuals."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "I think that's very important because we need to know what is the effect of the legislation we'll be bringing in."
                        }
                    ],
                    [
                        {
                            "type": "PES",
                            "turn_index": 31,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "I think that's very important because we need to know what is the effect of the legislation we'll be bringing in."
                        },
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 3,
                            "speaker": "Julie Morgan AM",
                            "content": "We have got ongoing monitoring and we've got ongoing monitoring surveys looking at what are the views of the public."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 31,
                            "sent_index": 2,
                            "speaker": "Julie Morgan AM",
                            "content": "So, we will be having ongoing evaluation, we will be bringing in an independent body to evaluate."
                        },
                        {
                            "type": "PES",
                            "turn_index": 31,
                            "sent_index": 3,
                            "speaker": "Julie Morgan AM",
                            "content": "We have got ongoing monitoring and we've got ongoing monitoring surveys looking at what are the views of the public."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about relative agencies and workload.",
                "tokenized_answer": [
                    "Julie Morgan answered questions about the bill's impact on other agencies, including the social service, MASHs, CAFCASS.",
                    "Morgan emphasized the dependence of their work as well as the feasibility of workload changed by the bill."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 48,
                            "sent_index": 4,
                            "speaker": "Dawn Bowden AM",
                            "content": "Do you think the implementation of the Bill, and its effectiveness, is going to be dependent on us having consistently effective multi-agency safeguarding hubs right the way across the country?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 49,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "The effective implementation of the Bill does not depend on MASHs, as we call them for short, because bodies, social services, already work closely with the police on a day-to-day basis, really, and they have indicated their willingness to do so, and there are already well-established mechanisms in place that enable this joint working to take place."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 49,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "The effective implementation of the Bill does not depend on MASHs, as we call them for short, because bodies, social services, already work closely with the police on a day-to-day basis, really, and they have indicated their willingness to do so, and there are already well-established mechanisms in place that enable this joint working to take place."
                        },
                        {
                            "type": "PES",
                            "turn_index": 49,
                            "sent_index": 3,
                            "speaker": "Julie Morgan AM",
                            "content": "I think they're probably very good to have, actually, and very good to help the work, but it's certainly not dependent on them."
                        }
                    ]
                ]
            },
            {
                "query": "What did Julie Morgan and Karen Cornish think about the relationship with other agencies when talking about relative agencies and workload?",
                "tokenized_answer": [
                    "Julie Morgan and Karen Cornish thought it was really important for agencies, like social services, the police, MASHs to work together in a consistent and appropriate way.",
                    "However, the team was not dependent on others' work, considering not every area would get their help."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 49,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "The effective implementation of the Bill does not depend on MASHs, as we call them for short, because bodies, social services, already work closely with the police on a day-to-day basis, really, and they have indicated their willingness to do so, and there are already well-established mechanisms in place that enable this joint working to take place."
                        },
                        {
                            "type": "PES",
                            "turn_index": 55,
                            "sent_index": 0,
                            "speaker": "Karen Cornish",
                            "content": "I was just going to say that it's probably worth saying that looking at how agencies work together will be one of the things, again, that will be looked at very carefully on the task and finish group, looking at processes and procedures."
                        },
                        {
                            "type": "CES",
                            "turn_index": 55,
                            "sent_index": 1,
                            "speaker": "Karen Cornish",
                            "content": "We're very alert to the fact that there are different organisations, different services, and that bringing them together, working in as consistent a way as possible, is really, really important."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 49,
                            "sent_index": 3,
                            "speaker": "Julie Morgan AM",
                            "content": "I think they're probably very good to have, actually, and very good to help the work, but it's certainly not dependent on them."
                        },
                        {
                            "type": "CES",
                            "turn_index": 51,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "And I know that other areas have considered having MASHs, but haven't actually brought any in."
                        },
                        {
                            "type": "PES",
                            "turn_index": 51,
                            "sent_index": 2,
                            "speaker": "Julie Morgan AM",
                            "content": "And a multi-agency strategic group, which is led by South Wales Police, has been set up, and it will consider the effectiveness of MASH arrangements in Wales, so it's very possible there will be more MASHs, but I want to reiterate that we're not dependent on MASHs in order to have the close working."
                        }
                    ]
                ]
            },
            {
                "query": "What did Julie Morgan respond to the worry of heavy workload for social workers when talking about relative agencies and workload?",
                "tokenized_answer": [
                    "Julie Morgan first paid tribute to the work done by social workers.",
                    "Then, Morgan gave examples from the professionals that there had not been a big rise of referrals, but a slight increase at the beginning which was estimated to fall over time.",
                    "Moreover, he indicated that a baseline would work in the future to see what exactly happened."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 57,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "Well, first of all, if I can just pay tribute to the work that social workers do."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 59,
                            "sent_index": 4,
                            "speaker": "Julie Morgan AM",
                            "content": "So, I do take this point very seriously, but, obviously, the professionals who have given evidence—many of them have said they don’t see there being a big rise of referrals."
                        },
                        {
                            "type": "CES",
                            "turn_index": 59,
                            "sent_index": 6,
                            "speaker": "Julie Morgan AM",
                            "content": "I mean, there may be an increase in reporting of incidents, initially, maybe from individuals in the community and organisations such as schools."
                        },
                        {
                            "type": "CES",
                            "turn_index": 59,
                            "sent_index": 8,
                            "speaker": "Julie Morgan AM",
                            "content": "But as we expect the awareness raising and the ongoing support that we’ll be giving to parents—we do feel that the incidents of physical punishment will be falling over time."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 59,
                            "sent_index": 14,
                            "speaker": "Julie Morgan AM",
                            "content": "We want a baseline, and we are working with a small number of social services to try to get the baseline of where it is, and to see what happens when the Bill is implemented."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about parenting issues and teachers' preparation.",
                "tokenized_answer": [
                    "As for the parenting issues, the legislation would go up to 18 years old, providing parenting information of different ages.",
                    "Also, a mapping exercise would be carried out by officials to clearly identify existing gaps and opportunities to do more.",
                    "As for school issues, teachers would learn childcare legislation by attending training courses, and the group committee would provide procedures and processes needed to deal with different cases.",
                    "The discussion then further talked about health and communication problems, including the promotion of the work of health visitors, teachers' responsibilities, and the intentions for mapping exercise in the next step."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ],
                    [
                        3
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 81,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "This obviously includes the 'Parenting."
                        },
                        {
                            "type": "PES",
                            "turn_index": 81,
                            "sent_index": 3,
                            "speaker": "Julie Morgan AM",
                            "content": "And we're already preparing now to update that, because, of course, that only goes up to age 7 and deals with issues about how you cope with your kids if they're difficult at meal times and if they have tantrums."
                        },
                        {
                            "type": "CES",
                            "turn_index": 81,
                            "sent_index": 5,
                            "speaker": "Julie Morgan AM",
                            "content": "But, of course, this legislation will go up to 18 years old, and so the issues may be very different."
                        },
                        {
                            "type": "CES",
                            "turn_index": 81,
                            "sent_index": 6,
                            "speaker": "Julie Morgan AM",
                            "content": "So, we're already starting to prepare to update that 'Parenting."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 81,
                            "sent_index": 11,
                            "speaker": "Julie Morgan AM",
                            "content": "But what I've done is I've asked the officials to carry out a mapping exercise to see where the support is and where the gaps are or opportunities to do more, particularly around information and advice on positive alternatives to physical punishment, but also more widely."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 89,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "You know this better than me, having been more in the education field than me, but I think teachers are updated on different parts of childcare legislation now, and have in-service training days and training courses."
                        },
                        {
                            "type": "PES",
                            "turn_index": 89,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "And, certainly, perhaps this would be part of that—part of the training that teachers get."
                        },
                        {
                            "type": "CES",
                            "turn_index": 100,
                            "sent_index": 3,
                            "speaker": "Karen Cornish",
                            "content": "There are procedures and processes that are already there that they all follow."
                        },
                        {
                            "type": "CES",
                            "turn_index": 100,
                            "sent_index": 4,
                            "speaker": "Karen Cornish",
                            "content": "The ask will be based around those safeguarding procedures and, therefore, education and other services update their processes and procedures on a regular basis as a matter of course when any issues like this are addressed."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 107,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "I think the Healthy Child Wales programme and the role of the health visitor is absolutely crucial, because, obviously, the health visitor is there right at the beginning."
                        },
                        {
                            "type": "PES",
                            "turn_index": 109,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "We've got to rely on a range of ways of reaching parents, and I think that there are other times when there is a much higher ratio of children and families seen."
                        },
                        {
                            "type": "CES",
                            "turn_index": 109,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "But I think we've had that discussion with the mapping exercise that we've already mentioned, that we're going to identify where there are gaps or where we can do more, and that's where we will identify this."
                        },
                        {
                            "type": "CES",
                            "turn_index": 114,
                            "sent_index": 3,
                            "speaker": "Suzy Davies AM",
                            "content": "I got the sense you thought this could just be slipped in as a paragraph in existing guidance, but I'm not clear about what happens to a teacher who is told by a child that they've been smacked, and they decide that they're not going to report that—will they get into trouble over that?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 114,
                            "sent_index": 4,
                            "speaker": "Suzy Davies AM",
                            "content": "If it's part of a bigger picture that a teacher should have picked up, that's different, but, if a child tells a teacher, 'Oh, Mammy smacked me because I did such and such', is that teacher going to get into trouble if they don't report that to the police?"
                        }
                    ]
                ]
            },
            {
                "query": "What did Julie Morgan think about the cost of training for teachers when talking about parenting issues and teachers' preparation?",
                "tokenized_answer": [
                    "Julie Morgan thought the cost of training would be minimal as teachers had had courses about childcare issues and something about the bill would be absorbed into that without any additional fund."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 94,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "And do you think that would be a significant additional cost or do you think that that would be minimal?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "I would have thought it would be minimal."
                        },
                        {
                            "type": "CES",
                            "turn_index": 95,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "They already have training courses about childcare issues, and this would be something that would be absorbed into that."
                        }
                    ]
                ]
            },
            {
                "query": "What did Julie Morgan think about the communication process through health visitors when talking about parenting issues and teachers' preparation?",
                "tokenized_answer": [
                    "The Healthy Child Wales programme and the role of health visitors were really crucial as providing universal service.",
                    "Based on the bill, they could promote positive parenting by encouraging parents not to use physical punishment.",
                    "As for people who did not access the Healthy Child Wales programme and the issues regarding coverage, the group would identify the gaps and relative measures with a mapping exercise."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 107,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "I think the Healthy Child Wales programme and the role of the health visitor is absolutely crucial, because, obviously, the health visitor is there right at the beginning."
                        },
                        {
                            "type": "CES",
                            "turn_index": 107,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "It's a universal service, and so there will be great opportunity for them to promote positive parenting in a much stronger way than they're able to do at the moment, because the fact that you have this defence does mean that the professionals aren't able to make it as clear as they want to make it that positive parenting is the way that they'd like families to go."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 107,
                            "sent_index": 2,
                            "speaker": "Julie Morgan AM",
                            "content": "So, I think this will be a great advantage to health visitors, and, obviously, they support it strongly, because they're trying to encourage parents not to use physical punishment now, but with their hands slightly tied behind their back, because the defence does exist."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 108,
                            "sent_index": 0,
                            "speaker": "Hefin David AM",
                            "content": "That's great, that's a good thing, but the concern we've got is that half the parents across Wales are not accessing the Healthy Child Wales programme, and in my community, within the Aneurin Bevan health board area, 80 per cent of parents aren't accessing the Healthy Child Wales programme."
                        },
                        {
                            "type": "PES",
                            "turn_index": 109,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "We've got to rely on a range of ways of reaching parents, and I think that there are other times when there is a much higher ratio of children and families seen."
                        },
                        {
                            "type": "CES",
                            "turn_index": 109,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "But I think we've had that discussion with the mapping exercise that we've already mentioned, that we're going to identify where there are gaps or where we can do more, and that's where we will identify this."
                        },
                        {
                            "type": "PES",
                            "turn_index": 111,
                            "sent_index": 1,
                            "speaker": "Lynne Neagle AM",
                            "content": "If they were going to be smacked, it would be at that sort of age, wouldn't it, really?"
                        },
                        {
                            "type": "CES",
                            "turn_index": 111,
                            "sent_index": 2,
                            "speaker": "Lynne Neagle AM",
                            "content": "So, that is a concern for the committee, really, in terms of coverage."
                        }
                    ]
                ]
            },
            {
                "query": "Summarize the discussion about resource implications.",
                "tokenized_answer": [
                    "Julie Morgan said the team had done their best preparation to cover all eventualities, such as the awareness-raising campaign, a mapping exercise, and the arrangements of organizations.",
                    "Later on, Morgan told something about an in-the-round discussion with the Cabinet, where some costings had been decided."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 149,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "You're right that there always could be unknown costs, but we are doing our very best to prepare to cover all eventualities that we can anticipate."
                        },
                        {
                            "type": "CES",
                            "turn_index": 149,
                            "sent_index": 2,
                            "speaker": "Julie Morgan AM",
                            "content": "For example, I've committed to fund the high-intensity awareness-raising campaign, and committed to carry out a mapping exercise to establish whether there are any gaps in the parenting support."
                        },
                        {
                            "type": "CES",
                            "turn_index": 149,
                            "sent_index": 4,
                            "speaker": "Julie Morgan AM",
                            "content": "But we are committed to working with organisations to put in place arrangements so that we're able to collect the data so that we know what the impact is."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 155,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "Some of the costings are decided."
                        },
                        {
                            "type": "PES",
                            "turn_index": 155,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "For example, the advertising, the awareness-raising campaign—that's £2.2 million over six years."
                        },
                        {
                            "type": "CES",
                            "turn_index": 158,
                            "sent_index": 0,
                            "speaker": "Karen Cornish",
                            "content": "There has been an in-the-round discussion before the Bill was introduced, at which the First Minister and the finance Minister and others were present."
                        },
                        {
                            "type": "CES",
                            "turn_index": 159,
                            "sent_index": 1,
                            "speaker": "Hefin David AM",
                            "content": "And I imagine it's gone to Cabinet for discussion."
                        }
                    ]
                ]
            },
            {
                "query": "What did Julie Morgan think about unforeseen costs when talking about resource implications?",
                "tokenized_answer": [
                    "Morgan admitted the existence of unknown cost but emphasized the best preparation done by the team to cover all eventualities.",
                    "As for public service, the team relied on the information gained from the organizations and Morgan pointed out legislation was put on to the part where public service had been dealing with and for that, there would not be a big impact."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 149,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "You're right that there always could be unknown costs, but we are doing our very best to prepare to cover all eventualities that we can anticipate."
                        },
                        {
                            "type": "PES",
                            "turn_index": 149,
                            "sent_index": 2,
                            "speaker": "Julie Morgan AM",
                            "content": "For example, I've committed to fund the high-intensity awareness-raising campaign, and committed to carry out a mapping exercise to establish whether there are any gaps in the parenting support."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 151,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "I think we have to rely on what the people who run those organisations are telling us."
                        },
                        {
                            "type": "PES",
                            "turn_index": 151,
                            "sent_index": 7,
                            "speaker": "Julie Morgan AM",
                            "content": "Social services are already dealing with calls and referrals about the physical punishment of children already, including reasonable punishment."
                        },
                        {
                            "type": "CES",
                            "turn_index": 151,
                            "sent_index": 9,
                            "speaker": "Julie Morgan AM",
                            "content": "I accept that we're working in a situation where there's a general pressure on public services, but I think this area that we're legislating on here is part of what everybody's doing already."
                        },
                        {
                            "type": "CES",
                            "turn_index": 151,
                            "sent_index": 10,
                            "speaker": "Julie Morgan AM",
                            "content": "And so I don't see it as such a big thing in terms of impact."
                        }
                    ]
                ]
            },
            {
                "query": "What did Karen Cornish think about the budget given when talking about resource implications?",
                "tokenized_answer": [
                    "The amount of money decided on the awareness-raising campaign was £2.2 million over six years.",
                    "With the organ donation bill, it was about £4 million.",
                    "Karen felt confident with the amount in terms of the initial stages of the awareness campaign."
                ],
                "answer_sentence_index": [
                    [
                        0
                    ],
                    [
                        1
                    ],
                    [
                        2
                    ]
                ],
                "evidence": [
                    [
                        {
                            "type": "CES",
                            "turn_index": 155,
                            "sent_index": 0,
                            "speaker": "Julie Morgan AM",
                            "content": "Some of the costings are decided."
                        },
                        {
                            "type": "CES",
                            "turn_index": 155,
                            "sent_index": 1,
                            "speaker": "Julie Morgan AM",
                            "content": "For example, the advertising, the awareness-raising campaign—that's £2.2 million over six years."
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 164,
                            "sent_index": 2,
                            "speaker": "Lynne Neagle AM",
                            "content": "From memory, with the organ donation Bill, the amount was something in the region of around £7 million that was set aside, I think."
                        },
                        {
                            "type": "CES",
                            "turn_index": 165,
                            "sent_index": 0,
                            "speaker": "Karen Cornish",
                            "content": "I think it was about £4 million—"
                        }
                    ],
                    [
                        {
                            "type": "CES",
                            "turn_index": 168,
                            "sent_index": 3,
                            "speaker": "Lynne Neagle AM",
                            "content": "Are you confident that amount of money is going to be enough?"
                        },
                        {
                            "type": "PES",
                            "turn_index": 169,
                            "sent_index": 0,
                            "speaker": "Karen Cornish",
                            "content": "We are as confident as we can be at this moment in time."
                        },
                        {
                            "type": "CES",
                            "turn_index": 169,
                            "sent_index": 2,
                            "speaker": "Karen Cornish",
                            "content": "But in terms of the initial stages of the awareness campaign, we are, as I say, as confident as we can be, based on what we know."
                        }
                    ]
                ]
            }
        ]
    }
}